Repository: JanX2/Etoile
Catalog: Services/User/Inbox/Pantomime/Resources/*.lproj/Localizable.strings
Languages: german

# PantomimeReferencePrefix
source: réf. :
german: aw:

# PantomimeResponsePrefix
source: rép. :
german: aw :

source: Western European (ISO Latin 1)
german: Westeuropäisch (ISO Latin 1)

source: Western European (ISO Latin 9)
german: Westeuropäisch (ISO Latin 9)

source: Western European (Windows Latin 1)
german: Westeuropäisch (Windows Latin 1)

source: Japanese (ISO 2022-JP)
german: Japanisch (ISO 2022-JP)

source: Japanese (EUC-JP)
german: Japanisch (EUC-JP)

source: Traditional Chinese (BIG5)
german: Traditionelles Chinesisch (BIG5)

source: Arabic (ISO 8859-6)
german: Arabisch (ISO 8859-6)

source: Greek (ISO 8859-7)
german: Griechisch (ISO 8859-7)

source: Greek (Windows)
german: Griechisch (Windows)

source: Hebrew (ISO 8859-8)
german: Hebräisch (ISO 8859-8)

source: Cyrillic (ISO 8859-5)
german: Kyrillisch (ISO 8859-5)

source: Cyrillic (KOI8-R)
german: Kyrillisch (KOI8-R)

source: Cyrillic (Windows)
german: Kyrillisch (Windows)

source: Thai (ISO 8859-11)
german: Thailändisch (ISO 8859-11)

source: Central European (ISO Latin 2)
german: Zentraleuropäisch (ISO Latin 2)

source: Central European (Windows Latin 2)
german: Zentraleuropäisch (Windows Latin 2)

source: Turkish (Latin 5)
german: Türkisch (Latin 5)

source: Turkish (Windows)
german: Türkisch (Windows)

source: South European (ISO Latin 3)
german: Südeuropäisch (ISO Latin 3)

source: North European (ISO Latin 4)
german: Nordeuropäisch (ISO Latin 4)

source: Nordic (ISO Latin 6)
german: Nordisch (ISO Latin 6)

source: Baltic Rim (ISO Latin 7)
german: Baltisch (ISO Latin 7)

source: Celtic (ISO Latin 8)
german: Keltisch (ISO Latin 8)

source: Simplified Chinese (GB2312)
german: Vereinfachtes Chinesisch (GB2312)

source: Korean (EUC-KR/KS C 5601)
german: Koreanisch (EUC-KR/KS C 5601)

source: Japanese (Win/Mac)
german: Japanisch (Win/Mac)
