Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: This is a daemon which handles the task of connecting periodically to the Red Hat Network servers to check for updates, notifications and perform system monitoring tasks according to the service level that this server is subscribed for.
ar: يعالج هذا الجنّيّ مهمّة الاتصال بنوادل شبكة ريدهات دورياً للتحديثات و التنبيهات، و يقوم بمهام المراقبة وفقاً لمستوى الخدمة المشترك بها هذاالنادل.
bg: Това е демон който манипулира процеси чрез периодична връзка с Red Hat мрежови сървъри и проверява за актуализации, съобщения и следи системните процеси в зависимост със service·level за, който е абониран сървъра.
bn: এই ডেমনটি আপডেট, বিজ্ঞপ্তি এবং বর্তমান গ্রাহকের জন্য নির্ধারিত পরিসেবার লেভেল অনুযায়ী সিস্টেম পরীক্ষণের কর্মরূপায়ণের জন্য Red Hat Network সার্ভারের সাথে সংযোগ করবার কর্মটি নিয়ন্ত্রন করে থাকে।
bs: Ovo je demon koji upravlja zadacima povremenog spajanja na Red Hat Network servere radi provjere novih verzija, obavještavanja i nadzora sistema u skladu sa servisnim nivoom na koji je server pretplaćen.
ca: Aquest dimoni es connecta periòdicament als servidors de Red Hat per mirar si hi ha actualitzacions o notificacions, i fa tasques de monitorització del sistema d'acord amb el nivell de servei al que el servidor estigui subscrit.
cs: Toto je démon, který se pravidelně připojuje k serverům Red Hat Network a hledá aktualizace, upozornění a provádí úlohy sledování systému podle úrovně služby, ke které je tento server přihlášen.
da: Dette er serveren der periodisk forbinder sig til Red Hat-netværket for at kontrollere om der er opdateringer tilgængelige, om der er påmindelser og om der skal udføres systemovervågningsopgaver i henhold til abonnement-service-niveauet for denne server.
de: Dies ist ein Daemon, der das periodische Verbinden mit den Red-Hat-Netzwerk-Servern handhabt, mit Hilfe derer nach Aktualisierungen und Benachrichtigungen gesucht kann und Systemüberwachungsaufgaben der Dienstebene entsprechend ausgeführt werden können, für dieser Server abonniert wurde.
el: Αυτός είναι ένας daemon που χειρίζεται την περιοδική σύνδεση με τους εξυπηρετητές του Red Hat Network για να ελέγχει για ενημερώσεις, ειδοποιήσεις και ελέγχους παρακολούθησης συστήματος ανάλογα με το service level.
es: Este es un demonio que se encarga de conectarse periódicamente a los servidores de Red Hat Network para buscar actualizaciones, notificaciones y realizar tareas de monitorización del sistema de acuerdo con el nivel de servicio con el que el servidor está suscrito.
eu: Hau daemon bat da, Red Hat Network-eko zerbitzarietara maiztasun batez konektatzen da eguneraketak, jakinarazpenak bilatzeko eta sistemako monitorizazio lanak egiteko (harpidetuta zauden zerbitzariaren zerbitzu mailaren arabera).
fi: Tämä on palvelin, joka ottaa säännöllisesti yhteyttä Red Hat Networkin palvelimiin, etsii päivityksiä ja huomautuksia ja suorittaa järjestelmän tarkkailuun liittyviä tehtäviä sen mukaan, millaille palvelutasolle palvelin on liitetty.
fr: Ceci est un démon qui se connecte périodiquement aux serveurs Red Hat Network vérifie les mise à jour, les notifications et améliore la gestion des tâches suivant le niveau de service du serveur inscrit.
gu: આ ડિમન છે કે જે રેડ હેટ નેટવર્ક સર્વરોને સુધારા માટે, ચકાસવા માટે, સુચનો માટે, અને સિસ્ટમ પર ધ્યાન રાખતી વસ્તુઓને તેમની સેવાઓના સ્તરે નિયંત્રિત કરે છે.
hr: Ovo je daemon koji upravlja zadatkom periodoičkog spajanja naRed Hat Network poslužitelje u svrhu traženja ažuriranih paketa, upozorenja i izvršavanja zadataka nadzora sustava u skladu s uslugom na koju je ovaj poslužitelj pretplaćen.
hu: Ez a démon időről időre hozzácsatlakozik a Red Hat Network kiszolgálóihoz, ellenőrzi, hogy rendelkezésre állnak-e frissítések, értesítések, valamint rendszerfigyelési feladatokat hajt végre, attól függően, hogy milyen szintű szolgáltatásra van feliratkozva az adott kiszolgáló.
id: Ini adalah daemon yang mengatur koneksi ke server-server Jaringan Red Hat secara periodik dalam rangka mendapatkan informasi terbaru mengenai paket-paket terbaru, peringatan keamanan, dan melakukan pemantauan sistem sesuai dengan tingkat layanan yang dilanggan khusus server ini.
it: Questo è un demone che si occupa di connettersi periodicamente ai server della Red Hat Network per controllare e notificare la presenza di aggiornamenti, ed esegue dei compiti di monitoraggio di sistema in base al livello di servizio con cui questo server è iscritto.
ja: これは、Red Hat パッケージの更新やそのセキュリティ通知を確認するために、周期的に Red Hat ネットワーク・サービスに接続するタスクを扱うデーモンで、サーバを登録した際のサービス・レベルに応じてタスクを監視します。
ko: 이것은 서버가 등록된 서비스 수준에 따라서 시스템 업데이트, 알림, 시스템 감시 수행등을 검사하는 Red Hat 네트워크 서버에 주기적으로 접속하는 작업을 처리하는 데몬입니다.
lt: Čia yra demonas, kuriam yra paskirta užduotis periodiškai jungtis prie Red Hat Tinklo serverių ieškant atnaujinimų, perspėjimų, bei atlikti sistemos stebėjimo užduotis, atsižvelgiant į paslaugų lygį, kuris yra užsakytas šiam serveriui.
nl: Dit is een daemon die de taak vervult van het periodiek verbinden met de Red Hat Network servers om te controleren op bijgewerkte versies en waarschuwingen en het uitvoeren van systeemcontrole-taken, overeenkomstig het dienstenniveau waar deze computer voor is ingeschreven.
pa: ਇਹ ਪੇਸ਼ਕਾਰ ਆਵਿਰਤੀ ਤੌਰ ਤੇ Red Hat Network ਸਰਵਰਾਂ ਨਾਲ ਨਵੀਨੀਕਰਨ ਦੀ ਜਾਂਚ ਲਈ, ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰਨ ਅਤੇ ਸਿਸਟਮ ਜਾਂਚ ਕੰਮ ਉਸ ਸੇਵਾਂ ਦੇ ਪੱਧਰ ਤੇ ਵਰਤਣ ਲਈ ਜਿਸ ਲਈ ਤੁਸੀਂ ਮੈਂਬਰ ਹੋ,ਵਰਤਣ ਲ਼ਈ ਸਹਾਈ ਹੈ
pl: Demon obsługujący zadanie okresowego łączenia z serwerami Red Hat Network w celu pobrania aktualizacji, powiadomień i monitorowania systemu, zależnie od wykupionego poziomu obsługi.
pt: Este é um daemon que gere a tarefa de periodicamente se ligar aos servidores da Rede Red Hat para procurar actualizações, notificações e efectuar tarefas de monitorização de sistema de acordo como nível de serviço que estiver subscrito para este servidor.
pt_br: Este é um servidor que lida com a tarefa de conectar periodicamente aos servidores da Red Hat Network para verificar se há atualizações, notificações e executar tarefas de monitoramento do sistema de acordo com o nível de serviço assinado com esse servidor.
ro: Acesta este un daemon ce se conectează periodic la serverele Red Hat Networks pentru a verifica dacă există noi update-uri şi notificări. De asemenea, efectuează sarcini de monitorizare corespunzătoare nivelului de servicii la care este subscris acest server.
sq: Ky është një daemon që administron aktivitetin e lidhjes periodike me serverët e Red Hat Network për të kontrolluar për rifreskime, njoftime dhe kryen aktivitetet e monitorimit të sistemit në përputhje me nivelin e shërbimit për të cilin ky server është abonuar.
sr: Ово је услуга која уређује повремено повезивање на сервере Редхетове мреже ради проналажења допуна, обавештења и праћење система према нивоу услуге на коју је овај сервер претплаћен.
sr@latn: Ovo je usluga koja uređuje povremeno povezivanje na servere Redhetove mreže radi pronalaženja dopuna, obaveštenja i praćenje sistema prema nivou usluge na koju je ovaj server pretplaćen.
sv: Detta är en demon som hanterar uppgiften att periodiskt ansluta till Red Hat Network-servrarna för att kontrollera uppdateringar, meddelanden och utföra systemövervakningsuppgifter enligt den servicenivå som denna server prenumerar på.
ta: இந்த மாயாவி ரெட் ஹாட் வலைப்பின்னலுடன் இணைப்பை ஏற்படுத்தி புதுப்பிக்கப்பட்ட மென்பொருள்களை நிறுவ பயன்படும்.
th: ดีมอนซึ่งคอยติดต่อไปยังเซิร์ฟเวอร์ของเรดแฮ็ตเป็นระยะๆ เพื่อตรวจสอบการปรับปรุงซอฟต์แวร์ การแจ้งเหตุ และคอยตรวจสอบระบบอย่างอื่น ตามระดับของบริการที่คุณสมัคร
tr: Bu program periyodik aralıklarla Redhat Ağına bağlanarak sistemini güncel tutmanızı sağlar, tanımlamalar ve genel sistem gözlemi için sunucu servis düzeyleri kayıt eder.
uk: Служба, яка обробляє завдання періодичного з'єднання з серверами Red Hat Network, для перевірки оновлень, сповіщень та виконання завдань контролю, у відповідності до рівня обслуговування, на який підписаний цей сервер.
vi: Đây là daemon điều khiển việc kết nối định kỳ tới máy chủ Red Hat Network để kiểm tra cập nhật, thông báo, và công việc theo dõi hệ thống phụ thuộc vào cấp độ của dịch vụ mà máy chủ này đã đăng ký.
xh: Le yi-daemon ejongene nomsebenzi wokunxibelelana ngamaxesha athile neeseva ze-Red Hat Network ukukhangela iinkqubo zokuhlaziya, izaziso nokwenza inkqubo yokulandela imisebenzi ngokweqondo lenkonzo erhuma kuyo le seva.

source: The rsync server is a good addition to am ftp server, as it allows crc checksumming etc. You must enable xinetd to use this service.
ar: نادل rsync هو إضافة جيّدة لنادل ftp، فهو يسمح باختبارات crc إلخ. عليك تفعيل xinetd لاستخدام هذه الخدمة.
bg: Сървърът rsync е добра добавка към ftp сървър, като осигурява проверка за грешки (crc checksumming). За да използвате тази услуга трябва да разрешите xinetd.
bs: rsync server je dobar dodatak ftp server, pošto dozvoljava provjeru CRC suma i slično. Morate uključiti xinetd da biste koristili ovaj servis.
ca: El servidor rsynt és una bona addició al servidor d'ftp, ja que permet sumes de comprovació crc, etc. Heu d'habilitar l'xinetd per poder fer servir aquest servei.
cs: Server rsync je dobrý přídavek k ftp serveru, protože umožňuje kontrolu crc atd. Pro používání této služby musíte povolit xinetd.
da: Serveren rsync er en god tilføjelse til en ftp-server, fordi den giver mulighed for at bruge crc-checksum etc. Aktivér xinetd for at bruge denne tjeneste.
de: Der rsync-Server ist ein guter Zusatz zum FTP-Server, da er CRC-Prüfsummen und vieles mehr unterstützt. Sie müssen xinetd aktivieren, um diesen Dienst zu nutzen.
el: Ο εξυπηρετητής rsync είναι μια καλή προσθήκη σε έναν εξυπηρετητή ftp, μιας και επιτρέπει crc checksumming κτλ. Θα πρέπει να ενεργοποιήσετε το xinetd για να χρησιμοποιήσετε αυτή την υπηρεσία.
es: El servidor rsync es una buena adición para un servicor ftp, ya que permite sumas de comprobación crc, etc. Debe activar xinetd para usar este servicio.
eu: 'rsync' zerbitzaria 'Ftp' zerbitzari baten osagarri bikaina da, crc motako kontrol-baturak lantzea eskaintzen baitu, e.a. 'xinetd' gaitu behar da zerbitzu hau erabiltzeko.
fi: rsync-palvelin on hyvä lisä ftp-palvelimeen, sillä se sallii muun muassa tiedostojen tarkistussummat ja muuta vastaava. Xinetd täytyy olla käytössä, jos haluat käyttää tätä palvelua.
fr: Le serveur rsync est une bonne addition à un serveur ftp, il permet le crc checksumming etc. Vous devez avoir xinetd actif pour utiliser ce service.
gu: rsync સર્વર એ am ftp સર્વરમાં ઉમેરો સારો છે, કારણકે તે crc checksumming વગેરે મંજૂર કરે છે. તમારે આ સેવા વાપરવા માટે xinetd સક્રિય કરવું જ પડશે.
hr: Rsync poslužitelj je dobar dodatak am ftp poslužitelju, jer dopušta crc provjeru zaštitne sume, itd. Morate omogućiti xinetd za korištenje ovog servisa.
hu: Az rsync kiszolgáló az am ftp kiszolgáló hasznos kiegészítője, ugyanis lehetővé teszi például a crc alapú ellenőrző összegek használatát. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: Server rsync adalah tambahan server ftp yang menyediakan fasilitas crc, checksum dan sebagainya. Anda harus mengaktifkan xinetd untuk menyalakan fasilitas ini.
it: Il server rsync è una buona aggiunta ad un server FTP, in quanto consente di effettuare il CRC checksum ed altro. Bisogna abilitare xinetd per usare questo servizio.
ja: `rsync` サーバは FTP サーバに置き換わるものとして、CRC チェックサムなどを可能にします。このサービスを利用する場合は xinetd も有効にして下さい。
ko: rsync 서버는 am ftp서버에 crc 체크섭등등의 괜찮은 기능을 덧붙인 것입니다. 이 서비스를 쓰려면 xinetd에서 켜야 합니다.
lt: rsync serveris yra geras priedas ftp serveriui, nes jis leidžia crc kontrolinių sumų tikrinimą ir t.t. Norėdami naudotis šia paslauga, Jūs turite įjungti xinetd palaikymą.
nl: De rsync-server is een goede toevoeging bij een am ftp-server, omdat deze bijvoorbeeld CRC-controle mogelijk maakt. U dient xinetd aan te zetten om deze dienst te gebruiken.
pa: rsync ਇੱਕ ਵਧੀਆਂ ਹਾਲਾਤ am ftp ਸਰਵਰ ਲਈ ਹੈ, ਕਿਉਕਿ ਇਹ crc checksumming ਆਦਿ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ ਇਹ ਸੇਵਾ ਵਰਤਣ ਲ਼ਈ xinetd ਨੂੰ ਯੋਗ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ
pl: Serwer rsync jest dobrym dodatkiem do serwera ftp, ponieważ pozwala na sprawdzanie sumy kontrolnej crc. Należy włączyć xinetd aby móc użyć tej usługi.
pt: O servidor rsync é uma boa adição a um servidor ftp pois permite verificação de checksum crc, etc. Tem de activar o xinetd para utilizar este serviço.
pt_br: O servidor rsync é uma boa adição a um servidor ftp, já que ele permite verificação de crc etc. Você deve habilitar o xinetd para usar este serviço.
ro: Serverul rsync este un bun complement pentru un server FTP, permiţând verificările CRC şi altele. E necesar să activaţi xinetd pentru acest serviciu.
sq: Serveri rsync është një plotësues i mirë i serverit ftp, sepse mundëson crc checksumming, etj. Për të shfrytëzuar këtë shërbim duhet të keni aktivuar xinetd.
sr: Сервер rsync је добар додатак ФТП серверу, пошто дозвољава проверу интегритета CRC-ом, итд. Морате користити xinetd за ову услугу.
sr@latn: Server rsync je dobar dodatak FTP serveru, pošto dozvoljava proveru integriteta CRC-om, itd. Morate koristiti xinetd za ovu uslugu.
sv: rsync-servern är ett bra tillägg till en ftp-server, eftersom den tillåter kontrollsummor med crc osv. Du måste aktivera xinetd för att använda denna tjänst.
ta: rsyc am ftp சேவகனுக்கு மாற்றாகும், இது crc checksumming ஐ அனுமதிக்கும். xinetd யை செயல்படுத்தி இந்த சேவையை பெறலாம்
th: เซิร์ฟเวอร์ rsync เป็นบริการที่ดีที่จะเพิ่มเติมจากเซิร์ฟเวอร์ ftp เพราะสามารถทำ crc checksum และอื่นๆ ได้ คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: Rsync sunucusu iyi bir ftp sunucu toplamıdır, crc denetimlerine izin verir. Bu servisi kullanabilmek için xinetd etkin olmalıdır.
uk: rsync сервер - добре доповнення до ftp сервера, він дозволяє виконувати перевірку crc контрольних сум, тощо. Для використання цієї служби необхідно увімкнути службу xinetd.
vi: Máy chủ rsync là sự bổ sung tốt cho máy chủ ftp, vì nó cho phép kiểm tra tổng crc, v.v... Bạn phải bật xinetd để sử dụng dịch vụ này.
xh: Iseva ye-rsync sisongezo esilungileyo seseva ye-am ftp, njengoko ivumela ukukhangela okudibeneyo kwe-crc njlnjl. Kufuneka wenze ukuba i-xinetd ikwazi ukusebenzisa le nkonzo.

source: Faster, flexible replacement for rcp
ar: بديل أسرع و أكثر مرونة لـrcp
bg: Бърз и гъвкав заместител на rcp
bn: rcp-র জন্য দ্রুত, এবং নমনীয় প্রতিস্থাপন
bs: Brža, fleksibilnija zamjena za rcp
ca: Substitut més ràpid i flexible per a rcp
cs: Rychlejší, flexibilnější náhrada rcp
da: Hurtigere og mere fleksibel erstatning for rcp
de: Schneller, flexibler Ersatz für RCP
el: Γρηγορότερος και πιό ευέλικτος αντικαταστάτης του rcp
es: Reemplazo de rcp más rápido y flexible
eu: 'rcp'-ren ordezkoa, azkarragoa eta malguagoa
fi: Nopeampi ja joustava korvaaja rcp:lle
fr: Rapide et flexible remplacement de rcp
gu: rcp માટે ઝડપી, સરળ ફેરબદલી
hu: Az rcp gyorsabb, rugalmasabb helyettesítője
id: Program pengganti rcp yang lebih cepat dan lebih fleksibel
it: Sostituto veloce e flessibile per rcp
ja: 高速で、柔軟な `rcp` の代替えです。
ko: 빠르고 유연한 rcp의 교체프로그램
lt: Greitesnis, lankstus rcp pakaitalas
nb: Raskere og mer fleksibel erstatning for rcp
ne: आर॰सि॰पि॰ को लागी छिटो, तन्किने साटन मिल्ने
nl: Snellere en flexibele vervanging voor rcp
pa: rcp ਲਈ ਤੇਜ਼ ਤੇ ਭਰੋਸੇਯੋਗ ਤਬਦੀਲੀ
pl: Szybszy, elastyczny zastępnik rcp
pt: Substituto mais rápido e flexível para o rcp
pt_br: Um substituto flexível e mais para o rcp
ro: Înlocuitor mai rapid şi mai flexibil pentru rcp
sq: Zëvendësim më i shpejtë dhe fleksibël për rcp
sr: Бржа, боља замена за rcp
sr@latn: Brža, bolja zamena za rcp
sv: Snabbare och mer flexibel ersättning till rcp
ta: வேகமான, எளிமையான rcp மாற்றி
th: โปรแกรมแทนที่ rcp ที่เร็วและยืดหยุ่นกว่า
tr: Rcp için esnek yer değiştirme, hız
uk: Швидка, гнучка заміна для rcp
vi: Chương trình nhanh hơn, linh hoạt thay thế cho rcp
xh: Ukubuyiselwa kwe-rcp okukhawulezayo, okuguqu-guqukayo

source: A Windows SMB/CIFS fileserver for UNIX
ar: نادل ملفّات ويندوز SMB/CIFS ليونكس
bg: Windows SMB/CIFS файлов сървър за UNIX
bn: UNIX-র জন্য একটি Windows SMB/CIFS ফাইলসার্ভার
bs: Windows SMB/CIFS datotečni server za UNIX
ca: Un servidor de fitxers Windows SMB/CIFS per a UNIX
cs: Souborový server Windows SMB/CIFS pro UNIX
da: En Windows SMB/CIFS-filserver for Unix
de: Ein Windows SMB/CIFS-Dateiserver für UNIX
el: Ένας Windows SMB/CIFS fileserver για UNIX
es: Un servidor de archivos Windows SMB/CIFS para UNIX
eu: Windows SMB/CIFS fitxategi-zerbitzaria UNIX-erako
fi: Windowsin SMB/CIFS-tiedostopalvelin UNIXille
fr: Un serveur de fichiers Windows SMB/CIFS pour UNIX
gu: વિન્ડોઝ SMB/CIFS ફાઈલ સર્વર UNIX માટે
hu: Windows SMB/CIFS fájlkiszolgáló UNIX alá
id: Server berkas Windows SMB/CIFS untuk UNIX
it: Un server di file Windows SMB/CIFS per UNIX
ja: UNIX 向けの Windows SMB/CIFS ファイルサーバ
ko: 유닉스용 윈도우즈 SMB/CIFS 파일서버
lt: Windows SMB/CIFS bylų serveris skirtas UNIX
nb: En Windows SMB/CIFS-filtjener for UNIX
ne: युनिक्सको लागी विन्डो एस॰एम॰बि/सि॰आई॰एफ॰एस॰ फाईल सेवादायक
nl: Een Windows SMB/CIFS-bestandsserver voor Unix
pa: UNIX ਲਈ Windows SMB/CIFS ਫਾਇਲ ਸਰਵਰ
pl: Serwer plików Windows SMB/CIFS dla UNIXa
pt: Um servidor de ficheiros SMB/CIFS Windows para UNIX
pt_br: Um sistema de arquivos Windows SMB/CIFS para UNIX
ro: Un server de fişiere tip SMB/CIFS pentru UNIX
sq: Një server skedarësh Windows SMB/CIFS për UNIX
sr: Виндуз SMB/CIFS сервер датотека за Уникс
sr@latn: Vinduz SMB/CIFS server datoteka za Uniks
sv: En Windows SMB/CIFS-filserver för UNIX
ta: விண்டோஸ் SMB/CIFS UNIX கோப்பு சேவகன்
th: บริการแฟ้มผ่าน SMB/CIFS ของวินโดวส์บนยูนิกซ์
tr: UNIX için Windows SMB/CIFS dosya sunucusu
uk: Файловий сервер Windows SMB/CIFS для UNIX
vi: Một máy chủ tập tin Windows SMB/CIFS cho UNIX
xh: Iseva yefayili yakwa-UNIX ye-SMB/CIFS yefestile

source: The Samba software suite is a collection of programs that implements the Server Message Block protocol for UNIX systems.
ar: حزمة سامبا البرمجية هي مجموعة من البرامج التي تنفذ بروتوكول كتلة رسائل النادل لأنظمة يونكس.
bg: Софтуерният пакет Samba е колекция от програми включващи Server Message Block протокол за UNIX системи.
bn: সাম্বা সফ্টওয়ের স্যুটটি একাধিক প্রোগ্রম সংগ্রহ করে তৈরি যা UNIX সিস্টেমের-র জন্য সার্ভার মেসেজ ব্লক প্রোটোকল কার্যারী করে।
bs: Samba softverski paket je kolekcija programa koja implementira Server Message Block (SMB) protokol na UNIX sistemima.
ca: La suite de programari Samba és una col·lecció de programes que implementa el protocol SMB en sistemes UNIX.
cs: Sada software Samba je soubor programů, který implementuje protokol Server Message Block pro systémy UNIX.
da: Samba er en samling af programmer der implementerer serverbeskedblokprotokollen (SMB) for Unix-systemer.
de: Die Samba Software-Kollektion implementiert das Server-Message-Block- Protokoll auf UNIX-Systemen.
el: Η σουΐτα λογισμικού Samba είναι μια συλλογή προγραμμάτων που παρέχει το πρωτόκολλο Server Message Block για συστήματα UNIX.
es: La suite Samba es una colección de programas que implementan el protocolo Server Message Block para sistemas UNIX.
eu: SAMBA software multzoa UNIX sistemetan 'Server Message Block' protokoloa inplementatzen duten programa bilduma bat da.
fi: Samba-ohjelmisto on ryhmä ohjelmia, jotka toteuttavat Server Message Block protokollan ja Windowsin tiedostojaon UNIX-järjestelmissä.
fr: Les programmes Samba sont une suite de programmes qui implémentent le protocole Serveur de Blocs Messages pour les systèmes UNIX.
gu: સામ્બા સોફ્ટવેર એ કાર્યક્રમોનું સંગ્રહસ્થાન છે કે જે યુનિક્સ સિસ્ટમો માટે સંદેશા સર્વર બ્લોક પ્રોટોકોલ સુધારે છે.
hu: A Samba szoftvercsomag programok gyűjteménye, amelyek a Server Message Block protokollt valósítják meg UNIX-rendszereken is.
id: Program Samba adalah kumpulan program yang mengimplementasikan protokol Server-Message-Block di sistem-sistem Unix.
it: La raccolta di software Samba è una collezione di programmi che implementano il protocollo Server Message Block per i sistemi Unix.
ja: Samba ソフトウェア・スィートは、UNIX システム向けのサーバ・メッセージブロック・プロトコルを実装したプログラムの集まりです。
ko: 삼바 소프트웨어 모음은 유닉스 시스템을 위한 서버 메세지 블럭 프로토콜이 구현된 프로그램의 모음입니다.
lt: Samba programų rinkinys, tai kolekcija programų įgyvendinančių Server Message Block protokolo palaikymą UNIX sistemose.
ne: साम्बा सफ्टवेयर शुट एउटा कार्यक्रमको समूह हो , जसले युनिक्स प्रणालीको लागी सेवादायकको खबर बन्द प्रोटोकोललाई पूर्ण गर्दछ।
nl: Samba is een verzameling van programma's die het Server Message Block-protocol implementeren voor Unix-systemen.
pa: UNIX ਸਿਸਟਮ ਲਈ ਸਰਵਰ ਸੁਨੇਹਾ ਬਲਾਕ ਪਰੋਟੋਕੋਲ ਦੇ ਸਥਾਪਨ ਲਈ ਸਾਂਬਾ ਸਾਫਟਵੇਅਰ ਇੱਕ ਕਾਰਜ ਸਮੂਹ ਹੈ
pl: Zestaw oprogramowania Samba realizuje w systemach UNIXowych protokół Server Message Block.
pt: O pacote Samba é um conjunto de aplicações que implementa o protocolo de Bloco de Mensagens de Servidor (SMB) em sistemas UNIX.
pt_br: O conjunto de softwares Samba é uma coleção de programas que implementam o protocolo SMB para sistemas UNIX.
ro: Suita Samba este o colecţie de programe ce implementează protocolul Server Message Block pentru sistemele UNIX.
sq: The Samba software suite është një koleksion programesh që kompleton protokollin Server Message Block për sistemet UNIX.
sr: Пакет Самба је скуп програма који обезбеђују SMB протокол за Уникс системе.
sr@latn: Paket Samba je skup programa koji obezbeđuju SMB protokol za Uniks sisteme.
sv: Samba-programvarusviten är en samling program som implementerar SMB-protokollet för UNIX-system.
ta: யூனிக்ஸ் சேவகன் மேலாண்மைக்கு பயன்படும் Samba சேவகன்
th: samba เป็นชุดโปรแกรมที่จัดการโพรโตคอล Server Message Block บนระบบยูนิกซ์
tr: Samba yazılım pakedi UNIX sistemi için Sunucu Mesaj Bloklama İletişim kuralı program koleksiyonlarını çalıştırır.
uk: Комплект програм Samba - колекція програм, які реалізують протокол Server Message Block для UNIX систем.
vi: Phần mềm Samba là một tập hợp các chương trình thực thi giao thức SMB cho các hệ thống UNIX.
xh: Umdibaniso wobucukubhede be-Samba yingqokelela yeenkqubo eziphumeza iprothokholi Yesithinteli Seseva Yomyalezo weenkqubo ze-UNIX.
