Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: Linux hotplugging support
ar: دعم لينكس للقبس على الساخن
bg: Поддръжка на hotplug в Linux
bn: লিনাক্স হট-প্লাগের জন্য সমর্থন
bs: Linux podrška za hotplugging
ca: Suport de connexió en calent de Linux
cs: Podpora připojování za běhu v Linuxu
da: Linux hotplug-understøttelse
de: Linux Hot-Plug-Unterstützung
el: Υποστήριξη Linux hotplugging
es: Soporte para conexión en caliente
eu: Linux-eko 'hotpluggin'-en euskarria
fi: Linuxin hotplug-tuki
fr: Système permettant de brancher des périphériques durant le fonctionnement du système Linux
gu: લિનક્સ hotplugging આધાર
hu: Üzem közbeni csere támogatása Linux alatt
id: Dukungan Linux buka-pasang (hotplug)
it: Supporto hotplug per Linux
ja: Linux ホットプラグのサポート
ko: 리눅스 핫플러그 지원
lt: Linux hotplugging palaikymas
ne: लिनक्स हटप्लगिङ साहारा
nl: Ondersteuning voor Linux hotplugging
pa: ਲੀਨਕਸ ਤਰੁੰਤ-ਪਲੱਗ ਸਹਾਇਤਾ
pl: Obsługa hot-plug systemu Linux
pt: Suporte para hotplugging em Linux
pt_br: Suporte a hotplugging do Linux
ro: Suport hotplug în Linux
sq: Suport për hotplugging në Linux
sr: Подршка Линукса за укључивање у ходу
sr@latn: Podrška Linuksa za uključivanje u hodu
sv: Stöd för hotplug i Linux
ta: லினக்ஸ் உடனடி சொருகல் ஆதரவு
th: ระบบ hotplug ของลินุกซ์
tr: Linux hotplugging desteği
uk: Підтримка гарячого підключення у Linux
vi: Hỗ trợ cắm nóng cho Linux
xh: Inkxaso yakwa-Linux yokwazisa ngezixhobo

source: hotplug is a program which is used by the kernel to notify user mode software when some significant (usually hardware-related) events take place. An example is when a USB or Cardbus device has just been plugged in.
ar: هو برنامج يستخدم من قبل النواة لتنبيه برامج المستخدم عندما تقع أحداث هامة (عادة ما تكون خاصة بالعتاد). مثلاً، عند قبس جهاز USB أو بطاقة.
bg: hotplug е програма, която е използвана от ядрото за да съобщи на софтуера използван от потребителя за някое (обикновенно свързано с хардуера) събитие. Например: Влючили сте USB кабела на цифровия фотоапарат.
bn: হটপ্লাগ একটি প্রোগ্রাম যার সাহায্যে কার্নেল, ইউজার মোড সফ্টওয়েরকে কোনো গুরুত্ত্বপূর্ণ ঘটনা (সাধারণত হার্ডওয়ের-সংক্রান্ত) সম্পর্কে সচেতন করে থাকে। উদাহরণ, যখন কোনো USB অথবা Cardbus ডিভাইস প্লাগ করা হয়ে থাকে।
bs: hotplug je program koji kernel koristi da bi obavijestio korisnički softver o nekim važnim događajima (obično vezanim za hardver). Primjer je USB i Cardbus uređaj koji je upravo priključen.
ca: El hotplug és un programa que utilitza el nucli per notificar a les aplicacions dels usuaris que ha ocorregut alguna incidència (normalment relacionada amb el maquinari). Un exemple és quan es connecta un dispositiu USB o Cardbus.
cs: hotplug je program, který je používán jádrem pro upozornění software v uživatelském režimu, když se stanou nějaké důležité události (obvykle související s hardware). Příklad je připojení zařízení USB nebo Cardbus.
da: hotplug er et program der benyttes af kernen til at påminde programmer om betydningsfulde begivenheder (normalt maskinel-relateret). Fx når en USB- eller Cardbus-enhed tilsluttes.
de: hotplug ist ein Programm welches Programme über wichtige Ereignisse wie beispielsweise das Einstöpseln eines USB-Gerätes informiert.
el: Το hotplug είναι ένα πρόγραμμα που χρησιμοποιείται από τον πυρήνα για να ειδοποιεί το λογισμικό όταν συμβούν κάποια σημαντικά γεγονότα (συνήθως σχετικά με υλικό hardware). Για παράδειγμα όταν μια συσκευή USB ή μια κάρτα έχει εισαχθεί.
es: hotplug es un programa que usa el núcleo para notificar al software en modo usuario cuando ocurren algunos eventos (usualmente relacionados con el hardware). Un ejemplo es cuando un dispositivo USB o Cardbus acaba de enchufarse.
eu: Kernelak 'hotplug' programa erabiltzen du gertaera batzuk gertatzen direnean (gehienetan hardware-arekin zerikusiak dutenak) softwareari erabiltzaile-moduan ohartarazteko . Adibidez, USB edo Cardbus gailu bat ordenagailuari lotzen zaionean gertatzen da.
fi: hotplug on ohjelma, jota ydin käyttää käyttäjätilassa toimivien ohjelmien huomauttamiseen, kun jotain oleellisia, yleensä laitteistoon liityviä tapahtumia tapahtuu. Esimerkkinä USB- tai Cardbus-laitteen lisäys koneeseen.
fr: Hotplug est utilisé par le kernel pour notifier les logiciels de l'espace utilisateur la détection de périphériques venant d'être branchés. Par exemple quand un périphérique USB ou Cardbus a juste été branché.
gu: hotplug એ કાર્યક્રમ છે કે જે વપરાશકર્તાની સ્થિતિનું સોફ્ટવેર સૂચવવા માટે વપરાય છે જ્યારે અમુક નોંધપાત્ર (મોટેભાગે હાર્ડવેરને લગતા) ઘટનાઓ બને છે. ઉદાહરણ એ છે કે જ્યારે USB અથવા કાર્ડબસ ઉપકરણને પ્લગ લગાવવામાં આવે.
hu: A hotplug programot a kernel használja, hogy értesítse a felhasználói módú programokat, ha valamilyen fontos (jellemzően hardverrel kapcsolatos) esemény történik. Ilyen például, ha egy USB vagy Cardbus eszközt csatlakoztatnak a géphez.
id: hotplug adalah program yang digunakan kernel untuk memberitahu program pemakai saat ada kejadian tertentu (biasanya berhubungan dengan perangkat keras) terjadi. Misalnya apda saat perangkat USB atau Cardbus dicolokkan ke dalam komputer.
it: hotplug è un programma che è usato dal kernel per notificare al software utente quando si verificano alcuni eventi significativi (in genere legati all'hardware). Un esempio è quando un dispositivo USB o Cardbus è stato inserito.
ja: `hotplug` は Kernel が利用するプログラムの一つで、何か重要な (通常はハードウェアに関連した) イベントが発生した時に、ユーザランドへ通知します。たとえば、USB や CardBus デバイスをプラグインした場合です。
ko: hotplug는 USB나 카드버스 장치를 꽂았을 때와 같은 이벤트(특히 하드웨어 관련)가 발생하면 커널이 사용자 모드 프로그램에게 전달할 때 쓰이는 프로그램입니다.
lt: hotplug yra programa, kurią naudojama branduolys, įspėti naudotojo lygmens programas, kai įvyksta kokie nors reikšmingi (paprastai susiję su įrenginiais) įvykiai. Pvz. kai tik įjungiamas USB arba Cardbus įrenginys.
ne: हटप्लग कार्यक्रम हो जुन केरनेलले प्रयोगकर्ता शैली सफ्टवेयर सुचित गर्न प्रयोग गर्दछ जब केहि पूर्ण (जहिले पनि हार्डवेयरसंग सम्बन्धित) घटनाले ठाउँ लिन्छ ।उदाहरणको लागी जब यु॰एस॒॰बि॒॰ वा कार्डबस साधन प्लगईन हुन्छ ।
nl: hotplug is een programma dat door de kernel wordt gebruikt om gebruikerssoftware op de hoogte te brengen van bepaalde belangrijke (meestal hardware-gerelateerde) gebeurtenissen. Een voorbeeld is wanneer een USB- of Cardbus-apparaat aangesloten wordt.
pa: ਹਾਟਪਲੱਗ ਇੱਕ ਕਾਰਜ ਹੈ, ਜਿਸ ਨੂੰ ਕਰਨਲ ਵਰਤਦਾ ਹੈ, ਜੋ ਕਿ ਉਪਭੋਗਤਾ ਪੱਧਰ ਸਾਫਟਵੇਅਰ ਨੂੰ ਕੁਝ ਮਹੱਤਵਪੂਰਨ ਘਟਨਾ ਦੀ ਸੂਚਨਾ ਲਈ ਹੈ, ਆਮ ਤੌਰ ਤੇ ਹਾਰਡਵੇਅਰ ਦੇ ਪੱਧਰ ਦੀ ਉਦਾਹਰਨ ਲਈ ਜਦੋਂ ਵੀ USB ਜਾਂ Cardbus ਜੰਤਰ ਲਗਾਏ ਜਾਦੇ ਹਨ
pl: Hotplug jest programem używanym przez jądro, do powiadamiania programów w przestrzeni użytkownika o wystąpieniu istotnego zdarzenia (zazwyczaj związanego ze sprzętem). Przykładowo może to być podłączenie urządzenia typu USB lub Cardbus.
pt: hotplug é uma aplicação utilizada pelo kernel para notificar aplicações do utilizador quando ocorre um evento significante (normalmente relacionado com equipamento). Um exemplo é ao ligar uma caneta USB ou cartão de memória.
pt_br: O hotplug é um programa que é usado pelo kernel para notificar softwares em modo usuário quando alguns eventos significativos (normalmente relacionados a hardware) acontecem. Um exemplo é quando um dispositivo USB ou Cardbus acaba de ser conectado.
ro: Daemonul hotplug este utilizat de kernel pentru a notifica programele utilizatorilor când anumite evenimente, semnificative pentru un anumit tip de hardware, au loc (de ex. inserarea unor dispozitive USB sau Cardbus).
sq: hotplug është një program i cili përdoret nga kerneli për të njoftuar software të zakonshëm kur ndodhin disa ngjarje të rëndësishme (zakonisht të lidhura me hardware). Një shembull është kur sapo lidhet një dispozitiv USB ose Cardbus.
sr: hotplug је програм који користи језгро да обавести корисничке програме када се догоди нешто значајно (обично у вези хардвера). Пример је када се УСБ или Cardbus уређај укључи.
sr@latn: hotplug je program koji koristi jezgro da obavesti korisničke programe kada se dogodi nešto značajno (obično u vezi hardvera). Primer je kada se USB ili Cardbus uređaj uključi.
sv: Hotplug är ett program som används av kärnan för att meddela program i användarläget när några signifikanta (vanligtvis hårdvarurelaterade) händelser sker. Ett exempel är när en USB- eller en Cardbus-enhet precis har anslutits.
ta: குறிப்பிட்ட சில நிகழ்வுகளின் போது hotplug ஐ பயன்படுத்தி கர்னல் பயனீட்டாளருக்கு செய்தி அளிக்கும் (பொதுவாக வன்பொருள் சார்ந்த).உதாரணம் USB அல்லது Cardbus சாதனம் சொருகப்படல்.
th: hotplug เป็นโปรแกรมที่เคอร์เนลใช้แจ้งซอฟต์แวร์ในโหมดผู้ใช้ เมื่อมีเหตุการณ์สำคัญ (ซึ่งส่วนใหญ่เกี่ยวกับฮาร์ดแวร์) เกิดขึ้น ตัวอย่างหนึ่งคือ เมื่อมีการเสียบอุปกรณ์ USB หรือ cardbus
tr: hotplug programı kullanıcı kipinde çekirdekle kullanılmış önemli yazılımların (genellikle donanım ilişkili) yerleşimini düzenler. Örneğin bir USB ya da Cardbus aygıtı takıldığında.
uk: hotplug - програма, яка використовується ядром для сповіщення користувацького режиму коли відбуваються певні значні (зазвичай пов'язані з обладнанням) події. Наприклад, коли підключається пристрій USB чи Cardbus.
vi: hotplug là chương trình sử dụng bởi nhân để thông báo cho người dùng khi có sự kiện (thường liên quan đến phần cứng) xuất hiện. Ví dụ, khi gắn thêm thiết bị USB hay Cardbus.
xh: I-hotplug yinkqubo esetyenziswa yi-kernel ukwazisa umsebenzisi wenkqubo ngobucukubhede obuthile obubonakalayo (ngamaxa amaninzi kuhambelana nezixhobo) obuqhubekayo. Umzekelo kuxa isixhobo se-USB okanye ese-Cardbus sisandula ukufakwa.

source: internet superserver
ar: نادل ممتاز للإنترنت
bg: сървър inetd
bn: ইন্টারনেট সুপারসার্ভার
ca: superservidor internet
cs: internetový superserver
es: superservidor de internet
eu: interneteko superzerbitzaria
fi: internetin superpalvelin
fr: superserveur internet
gu: ઈન્ટરનેટ સુપરસર્વર
hu: internetes szuperszerver
id: superserver internet
it: superserver internet
ja: インターネット・スーパーサーバ (inetd)
ko: 인터넷 슈퍼서버
lt: interneto superserveris
nb: Internett-supertjener
ne: इण्टरनेट अतिसेवादायक
pa: ਇੰਟਰਨੈੱਟ ਸੁਪਰਸਰਵਰ
pl: Superserwer intrnetowy
pt: superservidor internet
pt_br: super servidor internet
ro: superserver internet
sq: superserver internet
sr: Интернет суперсервер
ta: இணைய மேலாண்மை சேவகன்
th: ซูเปอร์เซิร์ฟเวอร์สำหรับอินเทอร์เน็ต
tr: İnternet süper sunucusu
uk: суперсервер Інтернет
vi: siêu máy chủ internet
xh: iseva egqibeleleyo ye-intanethi

source: inetd allows running one daemon to invoke several others, reducing load on the system.
ar: يسمح inetd لجنّيّ واحد باستعاء عدة آخرين، مقلّلاً الحمل على النّظام.
bg: inetd разрешава стартирането на един демон за извикване на няколко други, намалявайки по този начин натоварването на системата.
bn: inetd -র দ্বারা একটি ডেমন ব্যবহার করে সিস্টমের উপর চাপ কমানোর জন্য একাধিক ডেমন আরম্ভ করা সম্ভব।
bs: inetd vam omogućuje da pokrenete jedan demon koji poziva više drugih, smanjujući opterećenje na sistemu.
ca: L'inetd permet executar un sol dimoni que n'invocarà d'altres, fent que el sistema no tingui tanta càrrega.
cs: inetd umožňuje běh jednoho démona pro vyvolání několika jiných, což snižuje zátěž systému.
da: inetd giver mulighed for at man kan køre én server som så starter de andre efter behov, hvilket resultere i et mindre belastet system.
de: indetd erlaubt es, einen Daemon zum Ausführen verschiedener anderer auszuführen, was die Systemlast reduziert.
el: Το inetd επιτρέπει την εκτέλεση ενός daemon για να κληθούν άλλοι, ώστε να μειώνεται ο φόρτος του συστήματος.
es: inetd permite ejecutar un demonio para invocar algunos otros, reduciendo la carga en el sistema
eu: 'inetd'-ek daemon bat exekutatzea onartzen du gero beste daemon batzuei deitzeko, sistemako zama muriztuz.
fi: inetd sallii yhden ohjelman käynnistää useita muita palvelimia, vähentäen hieman järjestelmän resurssien käyttöä.
fr: inetd permet d'avoir un démon démarré et d'invoquer de nombreux autres, en réduisant la charge sur le système.
gu: inetd એ એક ડીમનને ચલાવવાની પરવાનગી આપે છે ઘણાબધાને ઉપસાવવા, કે જે સિસ્ટમ પર ભાર ઓછો કરે છે.
hr: indetd omogućava pokretanje jednog daemona koji će pokretati ostale, smanjujući opterećenje sustava.
hu: Az inetd lehetővé teszi, hogy egyetlen futó démon hívjon meg sok másikat, így csökkenti a rendszer terhelését.
id: inetd mengatur jalannya daemon-daemon dan menurunkan tingkat beban sistem.
it: inetd permette di eseguire un demone che ne invoca parecchi altri, riducendo il carico del sistema.
ja: `inetd` は、システムの使用率を押さえながら、起動中のデーモンから他のデーモンを呼び出すことができます。
ko: inetd는 시스템의 부하를 줄이기 위해서 다른 데몬을 대신 실행해 주는 데몬입니다.
lt: inetd įgalina paleisti vieną demoną, kuris prikelia keletą kitų, taip sumažinant sistemos apkrovą.
ne: inetd ले प्रणालीको भार घटाउन, अरू डेईमोन प्राप्त गर्न एउटा डेईमोन चालुगर्न अनुमतिदिन्छ ।
nl: inetd maakt het mogelijk dat één daemon meerdere andere opstart, zodat de belasting van het systeem wordt beperkt.
pa: inetd ਇੱਕ ਡਾਇਮੋਨ ਨੂੰ ਚਲਾਉਣ ਲਈ ਕਈ ਹੋਰਾਂ ਨੂੰ ਸ਼ਾਮਿਲ ਕਰਦੀ ਹੈ, ਇਸ ਕਰਕੇ ਸਿਸਟਮ ਤੇ ਲੋਡ ਘਟਾ ਦਿੰਦੀ ਹੈ
pl: Inetd poprzez uruchomienie jednego demona, mogącego wywoływać inne, redukuje obciążenie systemu.
pt: intetd permite executar um daemon para invocar vários outros, reduzindo a carga sobre o sistema.
pt_br: O inetd permite executar um servidor para invocar muitos outros, reduzindo a carga no sistema.
ro: Daemonul inetd este capabil să pornească la rândul său alţi daemoni, reducând astfel încărcarea sistemului.
sq: inetd lejon punën e një programi shërbyes të ekzekutojë shumë të tjerë të ngjashëm, duke zvogëluar ngarkesën e sistemit.
sr: inetd омогућава да једна покренута услуга покрене више других, смањујући оптерећење система.
sr@latn: inetd omogućava da jedna pokrenuta usluga pokrene više drugih, smanjujući opterećenje sistema.
sv: inetd tillåter att en demon körs för att starta åtskilliga andra, och därmed att systemet belastas mindre.
ta: inetd நிரலை மாயாவி மூலம் துவக்கி ஏற்ற பலுவை குறைக்கும்
th: inetd ช่วยให้สามารถมีดีมอนตัวเดียวทำงาน โดยไปเรียกโปรแกรมอื่นเมื่อมีการร้องขอ ทำให้ช่วยลดภาระของระบบได้
tr: diğer programları çağırmak için inetd'de çalışmalarına izin verir, sistem yükünü azaltır.
uk: inetd дозволяє запускати одну службу для виклик кількох інших, що зменшує навантаження системи
vi: inetd cho phép chạy một daemon để gọi các daemon khác, như thế giảm tải trọng lên hệ thống.
xh: i-inetd ivumela inkqubo enye ye-daemon ukuphembelela ezinye, iphungule umthwalo kwinkqubo.

source: administration tool for IPv4 packet filtering and NAT
ar: أدوات إدارة لترشيح حزم IPv4 و NAT
bg: административен инструмент за филтриране на пакети IPv4 и преобразуване на адреси (NAT)
bn: IPv4 প্যাকেট ফিল্টারিং এবং NAT-র জন্য একটি অ্যাডমিনিস্ট্রেশন টুল
bs: administracijski alat za filtriranje IPv4 paketa i NAT
ca: eines d'administració per al filtratge de paquets IPv4 i la traducció d'adreces de xarxa
cs: nástroj správy filtrování paketů a NAT v IPv4
da: administrationsværktøj for IPv4 pakkefiltrering og NAT
de: Administrationswerkzeug für IPv4-Paketfilter und NAT
el: εργαλείο διαχείρισης για φιλτράρισμα πακέτων IPv4 και NAT
es: herramienta de administración para filtrado de paquetes IPv4 y NAT
eu: adminiztrazioko tresna IPv4 eta NAT paketeen iragazketarako
fi: IPv4 pakettisuodatuksen ja NATin hallintatyökalu
fr: outil d' administration pour le filtrage et le NAT en IPv4
gu: IPv4 પેકેટ ગાળણની ક્રિયા અને NAT માટે સંચાલન સાધન
hr: administracijski alat za IPv4 paketno filtriranje i NAT
hu: adminisztrációs eszköz IPv4 csomagszűréshez és címfordításhoz (NAT)
id: program administrasi untuk pemfilter paket IPv4 dan NAT
it: strumento di amministrazione per il filtraggio dei pacchetti IPv4 e per il NAT
ja: IPv4 パケット・フィルタリングと NAT の管理ツール
ko: IPv4 필터링과 NAT 도구
lt: administravimo įrankis IPv4 paketų filtravimui ir NAT'inimui
nb: administrasjonsverktøy for IPv4 pakkefiltrering og NAT
ne: आई॰पि॰भि॰४ प्याकेट फिल्टरिङ र एन॰ए॰टिट को लागी प्रशासनिक औजा
nl: beheerprogramma voor IPv4 pakketfiltering en NAT
pa: IPv4 ਪੈਕੇਟ ਫਿਲਟਰ ਕਰਨ ਅਤੇ NAT ਲਈ ਪ੍ਰਬੰਧਕੀ ਸੰਦ
pl: Narzędzie administracyjne do filtrowania pakietów IPv4 i NAT
pt: ferramenta de administração para filtragem de pacotes IPv4 e NAT
pt_br: ferramenta de administração para filtragem de pacotes IPv4 e NAT
ro: unealtă de administrare pentru filtrarea de pachete IPv4 şi NAT
sq: vegël administrimi për filtrimin e paketave IPv4 dhe për NAT
sr: Административни алат за филтрирање IPv4 пакета и мрежно прослеђивање (NAT)
sr@latn: Administrativni alat za filtriranje IPv4 paketa i mrežno prosleđivanje (NAT)
sv: administrationsverktyg för IPv4-paketfiltrering och NAT
ta: IPv4 பொதிவடிகட்டி மற்றும் NAT மேலாண்மை கருவி
th: เครื่องมือบริหารการกลั่นกรองแพ็กเก็ต IPv4 และ NAT
tr: IPv4 paket filtresi ve NAT için yönetim araçları
uk: утиліта адміністрування фільтрування та NAT пакетів IPv4
vi: công cụ quản lý việc lọc gói IPv4 và NAT
xh: isixhobo sokulawula malunga nepakethe yokuhluza ye-IPv4 ne-NAT

source: Iptables is used to set up, maintain, and inspect the tables of IP packet filter rules in the Linux kernel.
ar: يستخدم Iptables لإعداد، صيانة، و فحص جداول قواعد ترشيح حزم IP في نواة لينكس.
bg: Iptables се използва за настройване, поддържане и преглед на таблиците на IP пакетния филтър в ядрото на Linux.
bn: লিনাক্স কার্নেলে আইপ (IP) প্যাকেট ফিল্টার করবার নিয়ম সংক্রান্ত টেবল তৈরি, নিয়ন্ত্রন এবং নিরিক্ষণ করবার জন্য Iptables ব্যবহার করা হয়।
bs: Iptables se koristi za podešavanje, održavanje i pregled tabela pravila filtriranja IP paketa u Linux kernelu.
ca: L'iptables s'utilitza per configurar, mantenir, i inspeccionar taules de normes de filtratge de paquets IP en el nucli Linux.
cs: Iptables se používá pro nastavení, správu a zkoumání tabulek pravidel filtrů IP paketů v jádře Linux.
da: Iptables benyttes til at opsætte, vedligeholde og vise IP-pakkefilterregler i Linux-kernen.
de: Iptables wird zum Einrichten, Warten und Inspizieren der Tabellen mit IP-Paketfilterregeln im Linux-Kernel verwendet.
el: Τα Iptables χρησιμοποιούνται για την εγκατάσταση, διατήρηση και εξέταση των πινάκων των κανόνων φιλτραρίσματος πακέτων IP στον πυρήνα Linux.
es: Iptables se usa para configurar, mantener e inspeccionar las tablas de reglas de filtrado de paquetes IP en el kernel Linux.
eu: 'Iptables' programa IP paketeen iragazkiak Linux-eko kernelean lantzeko erabiltzen diren taula-arauak konfiguratu, eguneratu eta gainbegiratzeko erabiltzen da.
fi: Iptablesia käytetään Linuxin ytimen IP-pakettisuodatuksen suodatinsääntöjen asettamiseen, muokkamiseen ja tutkimiseen.
fr: Iptables est utilisé pour mettre en place, maintenir et inspecter les tables de filtrage des paquets IP dans le noyau Linux.
gu: Ip કોષ્ટકો P પેકેટના ગાળકના નિયમોને લિનક્સ કર્નલમાં સુયોજિત કરવામાં, જાળવી રાખવામાં, અને બદલવામાં જરુરી છે.
hr: Iptables se koristi za postavljanje, održavanje i pregled tablica pravila IP paketnih filtera u Linux kernelu.
hu: Az Iptables szolgál a Linux kernel IP-csomagszűrési szabálytáblázatainak létrehozására, karbantartására és vizsgálatára.
id: Iptables digunakan untuk menata, mengelola dan mengendalikan tabel aturan paket filter IP pada kernel Linux.
it: Iptables è usato per impostare, mantenere e ispezionare le tabelle delle regole di filtraggio dei pacchatti IP nel kernel Linux.
ja: `iptables` は Linux Kernel 内で IP フィルタのルールを記述したテーブルを設定したり、メンテナンスしたり、調査する際に使用します。
ko: Iptables은 리눅스 커널의 IP 패킷 거르개 규칙 테이블을 설정, 관리, 검사하는데 쓰입니다.
lt: Iptables naudojama sukurti, palaikyti ir inspektuoti IP paketų filtro taisyklių lentelėms Linux branduolyje.
ne: आई॰पि॰ टेबल मिलाउन, बनाउन र निरिक्षण गर्न प्रयोग गरिन्छ, आई॰पि॰को टेबल प्याकेट फिल्टर लिनक्स केरनेलमा शासन गर्दछ ।
nl: Iptables wordt gebruikt om de tabellen met IP-pakketfilterregels in de Linux-kernel te maken, onderhouden en inspecteren.
pa: ਲੀਨਕਸ ਕਰਨਲ ਵਿੱਚ Iptables IP ਦੀ ਸਾਰਣੀ ਵਿੱਚ ਫਿਲਟਰ ਨਿਯਮਾਂ ਪੈਕੇਟਾਂ ਦੀ ਵਿਵਸਥਾ, ਪ੍ਰਬੰਧਨ ਅਤੇ ਜਾਂਚ ਦੇ ਕੰਮ ਆਉਦਾ ਹੈ|
pl: Iptables jest używane do tworzenia, utrzymywania i kontroli tabel filtrów pakietów IP w jądrze systemu Linux.
pt: Iptables é utilizado para configurar, manter e inspeccionar as tabelas de regras de filtragem de pacotes IP no kernel Linux.
pt_br: O Iptables é usado para configurar, manter e inspecionar as tabelas de regras dos filtros de pacotes IP no kernel Linux.
ro: Pachetul iptables este utilizat pentru a seta, menţine şi inspecta tabelele de reguli de filtrare IP din kernelul Linux.
sq: iptables përdoret për të rregulluar, ruajtur dhe vëzhguar tabelat e rregullave filtruese të paketave IP në kernelin Linux.
sr: Iptables се користи за поствљање, одржавање и проучавање табела правила за филтрирање ИП пакета у Линукс језгру.
sr@latn: Iptables se koristi za postvljanje, održavanje i proučavanje tabela pravila za filtriranje IP paketa u Linuks jezgru.
sv: Iptables används för att konfigurera, underhålla och inspektera tabellerna med IP-paketfiltreringsregler i Linux-kärnan.
ta: Iptables IP கட்டுகளின் விதிகளை அமைத்து அவைகளை கண்காணிக்க லினக்ஸ் கர்னல் பயன்படுத்தும்
th: iptables ใช้สำหรับตั้งค่า ปรับแก้ และเฝ้ามองตารางของกฎการกลั่นกรองแพ็กเก็ต IP ในเคอร์เนลลินุกซ์
tr: Kurulum için iptables kullanılır, sürdürülür, ve IP paket filtresi kuralları Linux çekirdeği tarafından kontrol edilir.
uk: Iptables використовується для встановлення, обстеження таблиць правил фільтрації IP пакетів у ядрі Linux
vi: Iptables dùng để cài đặt, duy trì, và kiểm tra các bảng quy luật lọc gói IP trong nhân Linux.
xh: I-Iptables zisetyenziswa ukumisela, ukulondoloza, nokuhlola iitheyibhile zepakethe yemithetho yesihluzi se-IP kwi-kernel ye-Linux.

source: IrDA stack for Linux
ar: مكدس لينكس للأشعّة تحت الحمراء
bg: IrDA стек за Linux
bn: লিনাক্সের জন্য IrDA স্ট্যাক
bs: IrDA stack za Linux
ca: Pila del protocol IrDA per a Linux
cs: Zásobník IrDA pro Linux
da: IrDA-stak til Linux
de: IrDA-Schicht für Linux
es: Pila IrDA para Linux
eu: IrDa pila Linux-erako
fi: IrDA-pino Linuxille
fr: Système infrarouge pour Linux
gu: લિનક્સ માટે IrDA સ્ટેક
hr: IrDA stog za Linux
hu: IrDA-csomag Linuxhoz
id: Program IrDA Linux
it: Pila IrDA per Linux
ja: Linux 用 IrDA スタックです。
ko: 리눅스용 IrDA 스택
lt: IrDA Linux stekas
nb: IrDA-driver for Linux
ne: लिनक्सको लागी आइ॰आर॰डि॰ए स्टाक
nl: IrDA ondersteuning voor Linux
pa: ਲੀਨਕਸ ਲਈ IrDA ਸਟਾਕ
pl: Obsługa IrDA systemu Linux
pt: Pilha IrDA para Linux
pt_br: Pilha IrDA para Linux
ro: Stiva IrDA în Linux
sq: Stack IrDA për Linux
sr: IrDA подршка за Линукс
sr@latn: IrDA podrška za Linuks
sv: IrDA-stack för Linux
ta: லினக்ஸ் ஸ்டாக் IrDA
th: IrDA สำหรับลินุกซ์
tr: Linux için IrDA desteği
uk: IrDA стек для Linux
xh: Imfuba ye-IrDA ye-Linux
