Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: setserial is a program designed to set and/or report the configuration information associated with a serial port.
ar: سيت سيريال هو برنامج معد لإعداد و/أو إعطاء تقرير بمعلومات الإعداد المرتبطة بمنفذ تسلسلي.
bg: setserial е програма разработена за настройка и/или описание на информацията за конфигурацията на серийния порт.
bn: সেটসিরিয়েল প্রোগ্রামটি একটি সিরিয়েল পোর্ট সংক্রান্ত কনফিগারেশনের তথ্য নির্ধারণ এবং/অথবা নথিভুক্ত করবার জন্য তৈরি করা হয়েছে।
bs: setserial je program dizajniran za podešavanje i/ili prikaz konfiguracije pridružene serijskom portu.
ca: El setserial és un programa dissenyat per configurar o obtenir la informació de configuració associada amb el port sèrie.
cs: setserial je program navržený pro nastavování a vypisování informací o nastavení asociovaném se sériovým portem.
da: setserial er et program designet til at konfigurere eller rapportere om konfigurationen af en serielport
de: setserial ist ein Programm, das dazu entworfen wurde, um die mit einer seriellen Schnittstelle verknüpften Konfigurationsinformationen festzulegen und/oder abzurufen.
el: Το setserial είναι ένα πρόγραμμα σχεδιασμένο για τον ορισμό ή/και την ρύθμιση πληροφοριών σχετικές με μια σειριακή θύρα.
es: setserial es un programa diseñado para establecer y/o informar de la configuración asociada con un puerto serie.
eu: 'setserial' programa bat da, serieko ataka konfiguratzeko edo konfigurazioari buruzko informazioa emateko.
fi: setserial on ohjelma, joka asettaa ja näyttää asetustiedot, jotka liittyvät järjestelmän sarjaportteihin.
fr: setserial est une programme qui permet de configurer et d'afficher les informations associées à un port série.
gu: setserial એ કાર્યક્રમ છે કે જે સિરીયલ પોર્ટ સાથે સંકળાયેલ રુપરેખાની જાણકારી સુયોજિત કરે છે અને/અથવા તેનો અહેવાલ આપે છે.
hr: setserial je program dizajniran za postavljanje ili izvještavanje o postavkama serijskog porta.
hu: A setserial program szolgál a soros portok beállítási adatainak lekérdezésére és megadására.
id: setserial adalah program yang dirancang untuk memasang/mengambil isi konfigurasi port serial.
it: setserial è un programma progettato per impostare e/o riportare le informazioni di configurazione associate ad una porta seriale.
ja: `setserial` はシリアル・ポートに関連する設定情報をセットしたり報告したり (またはその両方) するように設計されたプログラムです。
ko: setserial은 직력포트에 관련된 설정 정보를 설정하거나 보고할 때 쓰입니다.
lt: setserial yra programa sukurta nustatyti ir/arba pranešti konfigūracijos informaciją, susijusią su serijiniu prievadu.
ne: सेटसिरियल एउटा यस्तो कार्यक्रम हो जुन क्रमिक द्वारसंग सम्बन्धित सुचना रूप मिलाउन वा विवरण दिन डिजाईन गरिएको हुन्छ ।
nl: setserial is een programma dat is ontworpen om configuratie-informatie over een bepaalde seriële poort in te stellen en/of weer te geven.
pa: setserial ਕਾਰਜ ਹੈ, ਜੋ ਕਿ ਸੀਰੀਅਲ ਪੋਰਟ ਨਾਲ ਸੰਬੰਧ ਜਾਣਕਾਰੀ ਸੰਰਚਨਾ ਨੂੰ ਨਿਰਧਾਰਨ ਅਤੇ/ਜਾਂ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਦਾ ਹੈ
pl: Program setserial jest przeznaczony do ustawiania i pobierania konfiguracji portów szeregowych.
pt: setserial é uma aplicação desenhada para definir e/ou relatar a informação de configuração associada a uma porta série.
pt_br: O setserial é um programa desenvolvido para definir e/ou reportar a informação de configuração associada com uma porta serial.
ro: Programul setserial este capabil să seteze porturile seriale sau să raporteze informaţii asociate unui port serial setat.
sq: setserial është një program i krijuar për të përcaktuar dhe/apo raportuar informacionet e konfigurimit në lidhje me një portë seriale.
sr: setserial је програм направљен за постављање и/или пријаву података о подешавањима у вези серијског порта.
sr@latn: setserial je program napravljen za postavljanje i/ili prijavu podataka o podešavanjima u vezi serijskog porta.
sv: setserial är ett program som är konstruerat för att ställa in och/eller rapportera konfigurationsinformationen som är associerad med en serieport.
ta: setserial நிரல் நேர் பாதை அமைப்பு சார்ந்த தகவல்கலை அமைக்க மற்றும் அறிக்கை தயாரிக்க அமைக்கப்பட்டுள்ளது
th: setserial ใช้สำหรับตั้ง และ/หรือ รายงานข้อมูลค่าตั้งเกี่ยวกับพอร์ตอนุกรม
tr: setserial küme programlar için tasarlanmıştır ve/ya da seri portla ilişkilendirilmiş yapılandırmalar için rapor verir.
uk: setserial - програма розроблена для встановлення та/чи тримання конфігураційної інформації, пов'язаної з послідовним портом.
vi: setserial là chương trình để đặt và/hoặc báo cáo các thông tin cấu hình của một cổng tiếp nối (serial).
xh: i-setserial yinkqubo eyilwe ukumisela kunye/okanye ukwenza ingxelo yolwazi lokumisela inkqubo enxulumene nohlohlo lwesiqhamsheli.

source: FAM is a file monitoring daemon. It can be used to get reports when files change. You must enable xinetd to use this service.
ar: FAM هو جنّيّ مراقبة الملفات. من الممكن استخدامه للحصول على تقارير عندما تتغير الملفات. عليك تفعيل xinetd لاستخدام هذه الخدمة.
bg: FAM е файл мониторинг демон. Той може да бъде използван за получаване на рапорти, когато има промяна по файловете. Трябва да сте разрешили xinetd за да използвате тази услуга.
bn: FAM একটি ফাইল নিরিক্ষণের জন্য ব্যবহৃত ডেমন। ফাইলে কোনো পরিবর্তন করা হলে এটির সাহায্য তার তথ্য আহরণ করা সম্ভব। এই পরিসেবা ব্যবহার করতে হলে আপনাকে xinetd সক্রিয় করতে হবে।
bs: FAM je demon za nadzor datoteka. Možete ga koristiti da dobijete izvještaj kada dođe do izmjene datoteke. Morate uključiti xinetd da biste koristili ovaj servis.
ca: El FAM és un dimoni de monitorització de fitxers. Es pot usar per fer informes quan hi ha canvis en els fitxers. Heu d'habilitar l'xinetd per poder fer servir aquest servei.
cs: FAM je démon sledující souboru. Dá se použít pro získání zprávy, když jsou změněny soubory. Pro používání této služby musíte povolit xinetd.
da: FAM er en server der overvåger filer. Den kan benyttes til at få rapporter om en fil når den ændres. Aktivér xinetd for at benytte denne tjeneste.
de: FAM ist ein Dateiüberwachungs-Daemon. Es kann dazu verwendet werden, um bei Dateiänderungen benachrichtigt zu werden. Sie müssen xinetd aktivieren, um diesen Dienst zu verwenden.
el: Το FAM είναι ένας daemon παρακολούθησης αρχείων. Μπορεί να χρησιμοποιηθεί για την λήψη αναφορών όταν γίνει αλλαγή αρχείων.Θα πρέπει να ενεργοποιήσετε το xinetd για να χρησιμοποιήσετε αυτή την υπηρεσία.
es: FAM es un demonio de motitorización de archivos. Puede usarse para obtener informes acerca de cuando cambian los archivos. Debe activar xinetd para usar este servicio.
eu: FAM fitxategiak monitorizatzen dituen daemon bat da. Fitxategiak aldatzean txostenak lortzeko erabiltzen da. 'xinetd' gaitu behar da zerbitzu hau erabiltzeko.
fi: FAM on tiedostojen muutoksia tarkkaileva palvelin. Siltä voi pyytää tietoja muuttuneista tiedostoista. Xinetd:n täytyy olla päällä, jotta voit käyttää tätä palvelua.
fr: FAM est un démon moniteur de fichiers. Il peut être utilisé pour créer des rapports quand les fichiers changent. Vous devez avoir xinetd actif pour pouvoir utiliser ce service.
gu: FAM એ ફાઈલનું ધ્યાન રાખતું ડીમન છે. જ્યારે ફાઈલો બદલાય છે ત્યારે અહેવાલો મેળવવા માટે વપરાય છે. આ સેવા વાપરવા માટે તમારે xinetd સેવા સક્રિય કરવી જ પડશે.
hr: FAM je daemon za nadzor datoteka. Može se koristiti za dobivanje izvještaja kada se datoteka promijeni. Morate omogućiti xinetd za korištenje ovog servisa.
hu: A FAM egy fájlfigyelő démon. Képes jelentéseket készíteni, ha a fájlok módosulnak. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: FAM adalah daemon pemantau berkas. Program ini digunakan untuk mengetahui apakah suatu berkas telah berubah atau belum. Anda harus mengaktifkan xinetd untuk menggunakan layanan ini.
it: FAM è un demone di monitoraggio dei file. Può essere usato per conoscere quando i file cambiano. Bisogna abilitare xinetd per usare questo servizio.
ja: FAM はファイル監視デーモンです。ファイルが変更されたら、レポートを取得する際に使用することが可能です。このサービスを利用する場合は xinetd も有効にして下さい。
ko: FAM은 파일 감시 데몬입니다. 파일에 바뀐 점이 있으면 보고하도록 할 때 쓰입니다.이 서비스는 xinetd에서 쓸 수 있도록 하여야합니다.
lt: FAM yra bylų stebėjimo demonas. Jis gali būti naudojamas gauti pranešimams apie bylų pakitimus. Norėdami naudoti šią tarnybą, Jūs turite įjungti xinetd.
ne: फाम फाईल मोनिटरिङ डेईमोन हो । यो रिपोर्ट पाउनको लागी प्रयोग गरिन्छ, जब फााईलहरू परिवर्तन हुन्छ यो सेवा प्राप्त गर्नको लागी तपाईले xinetd सक्षम बनाउनुपर्छ ।।
nl: FAM is een daemon voor bestandscontrole en kan worden gebruikt om op de hoogte te worden gesteld als bestanden veranderen. U dient xinetd aan te zetten om deze dienst te gebruiken.
pa: FAM ਇੱਕ ਫਾਇਲ਼ ਜਾਂਚ ਪੇਸ਼ਕਾਰ ਹੈ| ਇਸ ਨੂੰ ਫਾਇਲ ਤਬਦੀਲੀਆਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਦਾ ਹੈ, ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਵਰਤਣ ਲਈ xinetd ਚਾਲੂ ਕਰਨਾ ਪਵੇਗਾ
pl: FAM jest demonem monitorującym pliki. Jest używany do raportowania zmian plików. Należy włączyć xinetd aby móc użyć tej usługi.
pt: FAM é um daemon de monitorização de ficheiros. Pode ser utilizado para obter relatórios quando são alterados ficheiros. Tem de activar o xinetd para utilizar este serviço.
pt_br: FAM é um serviço de monitoramento de arquivos. Ele pode ser usado para obter relatórios quando arquivos forem alterados. Você deve habilitar o xinetd para usar este serviço.
ro: FAM este un daemon ce monitorizează fişierele pentru a raporta orice modificare a acestora. E necesar să activaţi xinetd pentru acest serviciu.
sq: FAM është një daemon për monitorimin e file. Mund të përdoret për të marrë raportime kur files ndryshohen. Duhet të keni aktivuar xinetd për të përdorur këtë shërbim.
sr: FAM служи за праћење датотека. Може се користити за обавештавање о изменама датотека. Морате укључити xinetd да бисте користили ову услугу.
sr@latn: FAM služi za praćenje datoteka. Može se koristiti za obaveštavanje o izmenama datoteka. Morate uključiti xinetd da biste koristili ovu uslugu.
sv: FAM är en demon för filövervakning. Den kan användas för att få rapporter då filer ändras. Du måste aktivera xinetd för att använda denna tjänst.
ta: FAM கோப்பு மேலாண்மை மாயாவி. இது கோப்புகளின் செய்த மாற்றங்கள் பற்றிய அறிக்கையை தரும். இதற்கு xinetd செயல்பாட்டில் இருக்க வேண்டும்
th: FAM เป็นดีมอนตรวจสอบแฟ้ม สามารถใช้แสดงรายงานเมื่อแฟ้มมีการเปลี่ยนแปลง คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: FAM dosya gözleme programıdır. Dosya değişimlerini olduğu zaman rapor almada kullanılır. Bu servisin çalışması için xinetd etkin olmalıdır.
uk: FAM - служба контролю файлів. Може використовуватись для отримання звітів про зміни файлів. Для використання цієї служби необхідно увімкнути службу xinetd.
vi: FAM là một daemon theo dõi tập tin. Có thể sử dụng để nhận báo cáo khi tập tin thay đổi. Bạn phải bật xinetd để sử dụng dịch vụ này.
xh: I-FAM yifayili elandela i-daemon. Ingasetyenziswa ukufumana iingxelo xa iifayili zitshintsha. Kufuneka wenze ukuba i-xinetd isebenze ukuze isebenzise le nkonzo.

source: control and monitor storage systems using S.M.A.R.T.
ar: التحكم بـ و مراقبة أنظمة التخزين باستخدام S.M.A.R.T.
bg: контролиране и наглеждане на системите за съхранение на информация използвайки S.M.A.R.T.
bn: S.M.A.R.T ব্যবহার করে সংরক্ষণের জন্য নির্ধারিত সিস্টেম নিয়ন্ত্রন এবং নিরিক্ষণ করো।
bs: kontrolira i nadzire sisteme za smještaj podataka koristeći S.M.A.R.T.
ca: controla i monitoritza sistemes d'emmagatzematge que facin servir S.M.A.R.T.
cs: řídit a sledovat systémy ukládání dat pomocí S.M.A.R.T.
da: Kontrollér og overvåg diske vha. S.M.A.R.T.
de: Speichersysteme mit Hilfe von S.M.A.R.T steuern und überwachen
el: έλεγχος και παρακολούθηση συστημάτων αποθήκευσης με χρήση S.M.A.R.T.
es: control y monitorización de sistemas de almacenamiento usando S.M.A.R.T.
eu: Biltegi sistemak kontrolatzen eta monitorizatzen ditu, S.M.A.R.T. erabiliz.
fi: ohjaa ja tarkkaile levyjärjestelmiä S.M.A.R.T.:in avulla
fr: contrôle et moniteur les systèmes d'enregistrement en utilisant S.M.A.R.T.
gu: S.M.A.R.T વાપરીને સંગ્રહ સિસ્ટમો નિયંત્રિત કરો અને તેનું ધ્યાન રાખો.
hr: upravljanje i nadzor sustava za pohranu korištenjem S.M.A.R.T.-a
hu: Tárolórendszerek figyelése és vezérlése a S.M.A.R.T. szabványnak megfelelően
id: mengatur dan memantau sistem penyimpanan menggunakan S.M.A.R.T.
it: controlla e monitora i sistemi di immagazzinamento usando S.M.A.R.T.
ja: S.M.A.R.T を利用してストレージ・システムを制御したり監視します。
ko: S.M.A.R.T를 사용해서 저장장치를 조정하거나 감시합니다.
lt: valdo ir stebi kaupiklių sistemas naudojančias S.M.A.R.T.
nb: Kontroller og overvåk lagringssystemer som bruker S.M.A.R.T.
ne: एस एम ए आर.टि प्रयोग गरी नियन्त्रण र मोनिटर संग्रह प्रणालीहरू
nl: opslagsystemen die S.M.A.R.T. gebruiken beheren en controleren
pa: S.M.A.R.T. ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸੰਭਾਲਣ ਸਿਸਟਮ ਦਾ ਕੰਟਰੋਲ ਤੇ ਜਾਂਚ
pl: Kontrola i monitorowanie systemu przechowywania przy użyciu S.M.A.R.T.
pt: controlar e monitorizar sistemas de armazenamento utilizando S.M.A.R.T.
pt_br: controla e monitora sistemas de armazenamento usando S.M.A.R.T.
ro: controlează şi monitorizează dispozitivele de stocare prin S.M.A.R.T.
sq: kontrollo dhe vëzhgo sistemet e kujtesës duke përdorur S.M.A.R.T.
sr: управљање и праћење дискова помоћу S.M.A.R.T.-а
sr@latn: upravljanje i praćenje diskova pomoću S.M.A.R.T.-a
sv: styr och övervaka lagringssystem som använder S.M.A.R.T.
ta: g S.M.A.R.T. பயன்படுத்தி சேமிப்பு அமைப்புகளை கட்டுப்படுத்து
tr: denetim ve sistem bellek gözleminde S.M.A.R.T kullanılır.
uk: управління та контроль системами зберігання S.M.A.R.T.
vi: điều khiển và theo dõi hệ thống lưu trữ sử dụng S.M.A.R.T
xh: lawula ulandela iinkqubo zokugcina usebenzisa i- S.M.A.R.T.

source: Perl-based spam filter using text analysis
ar: مرشح رسائل دعائيّة مبني على بيرل باستخدام تحليل النصّ
bg: Perl базиран филтър срещу нежелана електонна поща използвайки текстов анализ
bn: টেক্সট বিশ্লেষণ ব্যবহারকারী perl-ভিত্তিক স্প্যাম ফিল্টার
bs: Perl-bazirani spam filter koji koristi analizu teksta
ca: Un filtre en perl de correu no desitjat que fa servir l'anàlisi de text
cs: Filter spamu v Perlu používající analýzu textu
da: Perl-baseret spamfilter der benytter sig af tekstanalyse
de: Perl-basierter Spam-Filter, der auf Textanalyse setzt
el: Ένα φίλτρο spam βασισμένο σε perl με χρήση ανάλυσης κειμένου
es: Filtro de spam basado en Perl usando análisis textual
eu: Spam-aren iragazkia, Perl-en oinarritutako testu-analisia erabiliz
fi: Perliin pohjautuva tekstianalyysiä suorittava roskapostisuodatin
fr: Un filtre pour pourriels basés sur Perl, qui fonctionne avec une analyse de texte
gu: લખાણના તારણો વાપરતું પર્લ આધારિત સ્પામ ગાળક
hr: Perl-bazirani filtar za neželjenu poštu korištenjem tekstualne analize
hu: Perl alapú, szövegelemző spamszűrő
id: Penyaring spam berbasis Perl dengan metoda analisis teks
it: filtro di spazzatura basato su Perl che usa l'analisi del testo
ja: テキスト解析を用いた、Perl で動作する SPAM フィルタです。
ko: 문자 분석을 이용한 펄 기반 스팸 거르게
lt: Perl-paremtas spamo filtras naudojantis tekstinę analizę
nb: Perl-basert filter for søppelpost som bruker tekstanalyse
ne: पाठ विश्लेषण प्रयोग गरी पर्लमा आधारित स्पाम छान्ने
nl: Perl-gebaseerd spamfilter dat tekstanalyse gebruikt
pa: ਪਾਠ ਜਾਂਚ ਵਰਤ ਕੇ ਪਰਲ ਆਧਾਰਿਤ ਸਪਸ ਫਿਲਟਰ
pl: Bazujący na Perl filtr spamu używający analizy tekstu
pt: Filtro de spam baseado em perl que utiliza análise de texto
pt_br: Filtro de spam baseado em Perl usando análise de texto
ro: Filtru Perl antispam ce utilizează analiza de text
sq: Një filtrues spam i bazuar në Perl që përdor analizimet e tekstit
sr: Филтер спама у Перлу који користи анализу текста
sr@latn: Filter spama u Perlu koji koristi analizu teksta
sv: Perlbaserat skräppostfilter som använder textanalys
ta: Perl-based spam வடிகட்டி அலசல்
th: บริการกรองสแปมด้วย Perl โดยการวิเคราะห์ข้อความ
tr: Perl tabanlı spam filtresi kullanma metin analizi
uk: Побудований на Perl спам-фільтр, що використовує аналіз тексту
vi: Đầu lọc thư rác viết trên Perl sử dụng sự phân tích văn bản
xh: Hluza i-imeyile engasebenziyo esekwe kwi-Perl usebenzisa uhlahlelo lombhalo

source: Simple Network Management Protocol (SNMP) Daemon
ar: جنّيّ بروتوكول إدارة الشبكة البسيط (SNMP)
bg: Сървър за мрежово управление (SNMP)
bn: সিম্পল নেটওয়ার্ক ম্যানেজমেন্ট প্রোটোকল (SNMP) ডেমন
ca: Dimoni del protocol simple de gestió de xarxa (SNMP)
cs: Démon pro Simple Network Management Protocol (SNMP)
da: Simpel netværkshåndteringsprotokol (SNMP)-server
de: Simple-Network-Management-Protokoll- (SNMP-)Daemon
es: Demonio del protocolo de gestión de redes (SNMP)
eu: Sareko kudeaketa protokoloaren (SNMP) daemon-a
fi: SNMP-palvelin
fr: Démon SNMP (Simple Network Management Protocol)
gu: સરળ નેટવર્ક વ્યવસ્થા પ્રોટોકોલ (SNMP) ડીમન
hu: SNMP (Simple Network Management Protocol) démon
id: Daemon Simple Network Management Protocol (SNMP)
it: Demone per Simple Network Management Protocol (SNMP)
ja: シンプル・ネットワーク管理プロトコル (SNNP) デーモンです。
ko: 간단한 네트워크 관리 프로토콜 (SNMP) 데몬
lt: Paprasto tinklo valdymo protokolo (SNMP) demonas
nb: Daemon for Simple Network Management Protocol (SNMP)
ne: साधारण सञ्जाल व्यवस्थापन प्रोटोकल डेईमोन
pa: Simple Network Management Protocol (SNMP) ਪੇਸ਼ਕਾਰ
pl: Demon prostego sieciowego protokołu zarządzającego (SNMP)
pt: Daemon de Protocolo Simples de Gestão de Rede (SNMP)
pt_br: Servidor do Protocolo Simples para Gerenciamento de Rede (SMTP)
ro: Daemon SNMP (Simple Network Management Protocol)
sq: Program shërbyes Simple Network Management Protocol (SNMP)
sr: Услужни програм једноставног протокола за управљање мрежама (SNMP)
sr@latn: Uslužni program jednostavnog protokola za upravljanje mrežama (SNMP)
sv: SNMP-demon
ta: Simple Network Management Protocol (SNMP) மாயாவி
th: ดีมอน Simple Network Management Protocol (SNMP)
tr: Simple Network Management Protocol (SNMP) Programı
uk: Служба Simple Network Management Protocol (SNMP)
vi: Daemon Giao thức quản lý mạng đơn giản (SNMP)
xh: Iprothokholi Yolawulo Lothungelwano Olulula lwe-(SNMP) Daemon

source: OpenSSH SSH server
ar: نادل OpenSSH لـSSH
bg: OpenSSH SSH сървър
bn: OpenSSH SSH সার্ভার
ca: Servidor SSH OpenSSH
cs: Server SSH OpenSSH
el: Εξυπηρετητής OpenSSH SSH
es: Servidor SSH OpenSSH
eu: OpenSSH SSH zerbitzaria
fi: OpenSSH SSH-palvelin
fr: Serveur SSH OpenSSH
gu: OpenSSH SSH સર્વર
hr: OpenSSH SSH poslužitelj
hu: OpenSSH SSH kiszolgáló
id: Server SSH OpenSSH
it: Server SSH OpenSSH
ja: OpenSSH SSH サーバ
ko: OpenSSh SSH 서버
lt: OpenSSH SSH serveris
nb: OpenSSH SSH-tjener
ne: एस॰एस॰एच॰ एस॰एस॰एच॰ सेवादायक खोल्नुहोला ।
pa: OpenSSH SSH ਸਰਵਰ
pl: Serwer SSH - OpenSSH
pt: Servidor SSH OpenSSH
pt_br: Servidor SSH OpenSSH
ro: Server SSH OpenSSH
sq: Server SSH OpenSSH
sr: OpenSSH SSH сервер
sv: SSH-servern OpenSSH
ta: OpenSSH SSH சேவகன்
th: เซิร์ฟเวอร์ SSH ของ OpenSSH
tr: OpenSSH SSH sunucusu
uk: Сервер OpenSSH SSH
vi: Máy chủ OpenSSH SSH
xh: Iseva ye-OpenSSH SSH

source: ssh is a program for logging into a remote machine and for executing commands on a remote machine.
ar: ssh هو برنامج لتسجيل الدخول إلى جهاز بعيد لتنفيذ الأوامر على الجهاز البعيد.
bg: ssh е програма за връзка с отдалечена машина и за дистанционна работа с нея.
bn: ssh একটি প্রোগ্রাম যার সাহায্যে দূরবর্তী মেশিনে লগ-ইন করে সেখানে কমান্ড চালানো সম্ভব।
bs: ssh je program za prijavljivanje na udaljene mašine i izvršavanje naredbi na njima.
ca: L'ssh és un programa per a entrar en un sistema des d'una màquina remota, i executar-hi ordres.
cs: ssh je program pro přihlašování se ke vzdálenému počítači a spouštění příkazů na ní.
da: ssh er et program der benyttes til at logge ind i en fjernmaskine og for at køre kommandoer på en fjernmaskine.
de: ssh ist ein Programm zum Anmelden an und Ausführen von Befehlen auf einem entfernten Rechner.
el: Το ssh είναι ένα πρόγραμμα για είσοδο σε ένα απομακρυσμένο σύστημα και για την εκτέλεση εντολών σε ένα απομακρυσμένο σύστημα.
es: ssh es un programa para iniciar sesión en una máquina remota y para ejecutar comandos en una máquina remota.
eu: ssh programa urruneko ordenagailu batean bai saioa hastea bai komandoak exekutatzeko erabiltzen da.
fi: ssh on ohjelma, jolla otetaan yhteyttä tai suoritetaan käskyjä muilla palvelimilla.
fr: ssh est un programme pour se loguer sur une machine distante et exécuter des commandes sur celle-ci.
gu: ssh એ દૂરસ્થ મશીન પર પ્રવેશ કરવા માટેનો અને દૂરસ્થ મશીન પર આદેશો ચલાવવા માટેનો કાર્યક્રમ છે.
hr: ssh je program za prijavu na udaljeno računalo i izvršavanje naredaba na njemu.
hu: Az ssh program segítségével be lehet jelentkezni egy távoli gépre és parancsokat lehet rajta végrehajtani.
id: ssh adalah program untuk masuk ke mesin remote dan menjalankan perintah dalam mesin remote.
it: ssh è un programma per accedere ad una macchina remota e eseguirvi comandi.
ja: `ssh` はリモート・マシンにログインしたり、リモート・マシン上でコマンドを実行するためのプログラムです。
ko: ssh는 원격 기계에 들어가거나, 원격 기계의 명령을 실행할 수 있도록 하는 프로그램입니다.
lt: ssh yra programa skirta prisijungti prie nutolusio kompiuterio ir įgalinanti vykdyti komandas tame kompiuteryje.
ne: एस॰एस॰एच॰ एउटा कार्यक्रम हो जसले दुर मेशिनमा लग्गिङ गर्दछ र दुर मेशिनमा संपादन आदेशको लागी प्रयोग गरिन्छ ।
nl: ssh is een programma om in te loggen op een andere computer en daaropdrachten uit te voeren.
pa: ssh ਇੱਕ ਕਾਰਜ ਹੈ, ਜੋ ਕਿ ਰਿਮੋਟ ਮਸ਼ੀਨਾਂ ਤੇ ਲਾਗਆਨ ਕਰਨ ਅਤੇ ਉਹਨਾਂ ਤੇ ਕਮਾਂਡਾਂ ਚਲਾਉਣ ਦੇ ਕੰਮ ਆਉਦਾ ਹੈ
pl: SSH jest programem umożliwiającym zalogowanie się i uruchamianie poleceń na zdalnym komputerze.
pt: ssh é uma aplicação para iniciar sessões e executar comandos numa máquina remota.
pt_br: O ssh é um programa para logar numa máquina remota e para executar comandos numa máquina remota.
ro: Programul ssh este utilizat pentru autentificarea pe calculatoare la distanţă şi apoi pentru execuţia de comenzi pe acele calculatoare.
sq: ssh është një program për tu lidhur në një kompjuter në distancë dhe për ekzekutimin e komandave në të.
sr: ssh је програм за пријаву на удаљени рачунар и извршавање наредби на њему.
sr@latn: ssh je program za prijavu na udaljeni računar i izvršavanje naredbi na njemu.
sv: ssh är ett program för inloggning på en fjärrmaskin och körning av kommandon på en fjärrmaskin.
ta: ssh தொலை கணினியில் நுழைந்து கோப்புகளை அலச பயன்படும்
th: ssh เป็นโปรแกรมสำหรับเข้าระบบในเครื่องอื่น และสำหรับเรียกคำสั่งในเครื่องอื่น
tr: ssh programı uzak makina komutlar çalıştırmak için ve uzak makinaya girişleri sağlar.
uk: ssh -програма входу у віддалені машини та виконання команд на віддаленій машині.
vi: ssh là một chương trình để đăng nhập vào một máy ở xa và thực hiện các lệnh trên máy đó.
xh: inkqubo ye-ssh yeyokunxibelelana nomatshini okude nokuphumeza imiyalelo kumatshini okude.

source: OpenSSH server daemon
ar: جنّيّ نادل OpenSSH
bg: OpenSSH сървър демон
bn: OpenSSH সার্ভার ডেমন
ca: Dimoni del servidor OpenSSH
cs: Démon serveru OpenSSH
da: OpenSSH-server
es: Demonio del servidor OpenSSH
eu: OpenSSH zerbitzariaren daemon-a
fi: OpenSSH palvelin
fr: Serveur démon d'OpenSSH
gu: OpenSSH સર્વર ડીમન
hr: OpenSSH daemon poslužitelj
hu: OpenSSH kiszolgáló démon
id: Daemon server OpenSSH
it: Demone del server OpenSSH
ja: OpenSSH サーバのデーモンです。
ko: OpenSSH 서버 데몬
lt: OpenSSH serverio demonas
nb: OpenSSH-tjener daemon
ne: एस॰एस॰एच॒ सेवादायक डेईमोन खोल्नुहोला ।
pa: OpenSSH ਸਰਵਰ ਪੇਸ਼ਕਾਰ
pl: Demon serwera OpenSSH
pt: Daemon de servidor OpenSSH
pt_br: Executável do servidor OpenSSH
ro: Daemonul server OpenSSH
sq: Server OpenSSH
sr: Услужни програм OpenSSH сервера
sr@latn: Uslužni program OpenSSH servera
sv: Serverdemonen OpenSSH
ta: OpenSSH சேவகன் மாயாவி
th: ดีมอนของเซิร์ฟเวอร์ OpenSSH
tr: OpenSSH sunucu programı
uk: Служба сервера OpenSSH
vi: Daemon máy chủ OpenSSH
xh: Iseva ye-daemon ye-OpenSSH
