Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: An internal xinetd service which gets the current system time then prints it out in a format like this: 'Wed Nov 13 22:30:27 EST 2002'. This is the tcp version. You must enable xinetd to use this service.
ar: خدمة داخلية لـxinetd تجلب وقت النظام الحالي ثمّ تطبعه بتسيق كـ 'Wed Nov 13 22:30:27 EST 2002'. هذا هو إصدار tcp. عليك تفعيل xinetd لاستخدام هذه الخدمة.
bg: Вътрешна xinetd услуга, която получава информация за текущото системно време и го отпечатва във вид като този: "Пон Яну 13 22:30:26 EST 2002". Това е tcp версия. Вие трябва да разрешите xinetd за да използвате тази услуга.
bn: একটি অভ্যন্তরীণ xinetd service যা সিস্টেমের বর্তমান সময় উদ্ধার করেউল্লেখিত ফরমায় প্রিন্ট করে: 'বুধ নভেম্বর ১৩ ২২:৩০:২৭ EST ২০০২'। এটি tcp ভারসান। এই পরিসেবা ব্যবহার করবার জন্য আপনাকে xinetd সক্রিয় করতে হবে।
bs: Interni xinetd servis koji dobavlja trenutno sistemsko vrijeme a zatim ga ispisuje u sljedećem obliku: 'Sri 13 Nov 22:30:27 CET 2002'. Ovo je TCP verzija. Morate uključiti xinetd da biste koristili ovaj servis.
ca: Un servei intern d'xinetd que obté l'hora actual del sistema i l'escriu d'aquesta manera: "ds set 11 15:34:01 CEST 2004". Aquesta és la versió TCP. Heu d'habilitar xinetd per poder fer servir aquest servei.
cs: Interní služba xinetd, která získá aktuální systémový čas a vypíše jej ve formátu 'Wed Nov 13 22:30:27 EST 2002'. Toto je verze pro tcp. Pro používání této služby musíte povolit xinetd.
da: En intern xinetd-tjeneste der henter den nuværende system-tid og udskriver den i et format som dette: "søn aug 22 17:22:15 CEST 2004". Dette er tcp-versionen. Aktivér xinetd for at benytte denne tjeneste.
de: Ein interner xinet-Dienst, der die jetzige Systemzeit abruft und im Format »Mi Nov 13 22:30:27 CET 2002« ausgibt. Dies ist die tcp-Version. Sie müssen xinetd aktivieren, um diesen Dienst zu verwenden.
el: Μια εσωτερική υπηρεσία xinetd που λαμβάνει την τρέχουσα ώρα του συστήματος και την εκτυπώνει στην μορφή 'Τετ Νοε 13 22:30:27 EST 2002'. Αυτή είναι η έκδοση tcp. Θα πρέπει να ενεργοποιήσετε το xinetd για χρησιμοποιήσετε αυτή την υπηρεσία.
es: Un servicio interno xinetd que obtiene la hora actual del sistema y la imprime en un formato como este: Mie Nov 13 22:30:27 EST 2002. Esta es la versión tcp. Debe activar xinetd para usar este servicio.
eu: xinted barneko zerbitzu batek sistemaren uneko ordua lortu eta honelako formatuan inrimatzen du: 'Ast Aza 13 22:30:27-EST 2002'. Hau tcp bertsioa da. xinted gaitu behar duzu zerbitzu hau erabiltzeko.
fi: xinetd:n sisäinen palvelu, joka ottaa järjestelmän tämänhetkisen ajan ja tulostaa sen seuraavanlaisessa muodossa: 'Wed Nov 13 22:30:27 EST 2002'. Tämä on palvelun TCP-versio. Xinetd täytyy olla käytössä, jotta voit käyttää tätä palvelua.
fr: Un service interne à xinetd qui donne l'heure et la date du système et l'affiche formatée ainsi : « Vend Nov 13 22:03:27 EST 2002 ». Ce service interne est en version tcp. Vous devez maintenir ce service en marche xinetd pour utiliser ce service.
gu: આંતરિક xinetd સેવા કે જે વર્તમાન સિસ્ટમ સમય મેળવે છે અને પછી તેને આ બંધારણમાં છાપે છે: Wed Nov 13 22:30:27 EST 2002'. આ tcp આવૃત્તિ છે. તમારે આ સેવા વાપરવા માટે xinetd સક્રિય કરવું જ પડશે.
hr: Interni xinetd servis koji dohvaća trenutno vrijeme sustava i tada ga ispisuje u formatu poput ovog 'Sri Sij 13 22:30:23 EST 2004'. Ovo je tcpinačica. Morate omogućiti xinetd za korištenje ovog servisa.
hu: Egy belső xinetd szolgáltatás, amely lekérdezi az aktuális rendszeridőt, majd kinyomtatja az alábbihoz hasonló formátumban: 'Wed Nov 13 22:30:27 EST 2002'. Ez a tcp változat. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: Layanan internal xinetd yang mencetak waktu saat ini dalam bentuk seperti ini: 'Wed Nov 13 22:30:27 EST 2002'. Ini adalah versi tcp-nya. Anda harus mengaktifkan xinetd untuk mengaktifkan layanan ini.
it: Un servizio interno di xinetd che prende l'ora di sistema corrente e la stampa in un formato del tipo: 'Mer 13 Nov 22:30:27 CET 2002'. Questa è la versione tcp. Bisogna abilitare xinetd per usare questo servizio.
ja: 現在のシステム時刻を取得して、所定の書式 (例: 'Wed Nov 13 22:30:27 EST 2002') で出力する `xinetd` の内部サービスです。これはその TCP 版です。このサービスを利用する場合は xinetd も有効にして下さい。
ko: 현재 시스템의 시간을 다음 형식처럼 출력하는 xinetd 내부 서비스입니다: 'Wed Nov 13 22:30:27 EST 2002'. 이것은 tcp버젼입니다. 이 서비스를 쓰려면 xinetd에서 켜야 합니다.
lt: Vidinė xinetd tarnyba gaunanti esamą sistemos laiką ir po to pateikianti jį formatu kaip šis: „Tr Grd 30 15:26:21 EET 2004“. Čia yra tcp versija. Norėdami naudoti šią tarnybą, Jūs turite įjungti xinetd.
ne: internal xinetd सेवा जसले चालु सिद्धान्त समय प्राप्त गर्दछ र त्यसलाई बुध नोभम्बर १३ २२:३० २७ ई॰एस॰टि॰ २००२ ढाँचा मा छपाउँदछ । यो टि॰सि॰पि॰ संस्करण हो । यो सेवा प्रयोग गर्नको लागी xinetd लाई सक्षम गर्नुपर्दछ ।.
nl: De TCP-versie van de interne xinetd dienst die de huidige systeemtijd opvraagt en weergeeft in een formaat zoals het volgende: 'Woe Nov 13 22:30:27 CET 2002'.U dient xinetd aan te zetten om deze dienst te kunnen gebruiken.
pa: ਇੱਕ ਅੰਦਰੂਨੀ xinetd ਸੇਵਾ ਜੋ ਕਿ ਮੌਜੂਦਾ ਸਿਸਟਮ ਸਮਾਂ ਪ੍ਰਾਪਤ ਕਰਦੀ ਹੈ ਅਤੇ ਇਸਤਰਾਂ ਛਾਪਦੀ ਹੈ: 'Wed Nov 13 22:30:27 EST 2002'. ਇਹ tcp ਵਰਜਨ ਹੈ| ਤੁਹਾਨੂੰ xinetd ਨੂੰ ਇਹ ਸੇਵਾ ਵਰਤਣ ਲਈ ਯੋਗ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ
pl: Wewnętrzna usługa xinetd pobierająca bieżący czas systemowy i wyświetlająca go w postaci: "Śro Lis 13 22:30:27 EST 2002". To jest wersja tcp. Należy włączyć xinetd aby móc użyć tej usługi.
pt: Um serviço interno xinetd que obtém a data e hora actuais do sistema e depois a imprime num formato como o seguinte: 'Qua Nov 13 22:30:27 WET 2002'. Esta é a versão tcp. Tem de activar o xinetd para utilizar este serviço.
pt_br: Um serviço interno do xinetd que obtem a hora atual do sistema e então a mostra num formato como este: 'Qua 13 de Mar de 2002 22:30:27 EST'. Esta é a versão tcp. Você deve habilitar o xinetd para usar este serviço.
ro: Un serviciu intern xinetd ce citeşte data sistemului şi apoi o formatează astfel: „Wed Nov 13 22:30:27 EST 2002”. Aceasta este versiunea TCP. E necesar să activaţi xinetd înainte de a utiliza acest serviciu.
sq: Një shërbim i brendshëm xinetd i cili tërheq orën e sistemit e pastaj e printon në një format si ky: 'Mër Nën 13 22:30:27 CEST 2002'. Ky është versioni tcp. Duhet të aktivizoni xinetd për të përdorur këtë shërbim.
sr: Унутрашња услуга xinetd-а која сазнаје текуће време система и исписује га у облику као што је „Wed Nov 13 22:30:27 EST 2002“. Ово је ТЦП верзија. Морате укључити xinetd да бисте користили ову услугу.
sr@latn: Unutrašnja usluga xinetd-a koja saznaje tekuće vreme sistema i ispisuje ga u obliku kao što je „Wed Nov 13 22:30:27 EST 2002“. Ovo je TCP verzija. Morate uključiti xinetd da biste koristili ovu uslugu.
sv: En intern xinetd-tjänst som hämtar den aktuella systemtiden och sedan skriver ut den i ett format liknande: "Wed Nov 13 22:30:27 EST 2002". Detta är tcp-versionen. Du måste aktivera xinetd för att använda denna tjänst.
ta: xinetd சேவை தற்போதைய கணினி நேரத்தை பெற்று அதை கீழ்கண்ட வடிவத்தில் அச்சடிக்கும்: 'Wed Nov 13 22:30:27 EST 2002'. இது tcp பதிப்பு. இதற்கு xinetd சேவையை பயன்படுத்தவேண்டும்.
th: บริการภายในของ xinetd ที่อ่านเวลาระบบแล้วพิมพ์กลับในรูปแบบคล้ายๆ อย่างนี้: 'Wed Nov 13 22:30:27 EST 2002' บริการนี้ทำงานกับ tcp คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: Bu biçimde yazdırma olduğu zaman geçerli sistem zamanı ile zamanlama xinetd servisiyle yapılır: 'Çar Kas 13 22:30:27 EST 2002'. Bu tcp sürümüdür. Bu servisi kullanmak için xinetd etkin olmalıdır.
uk: Внутрішня служба xinetd, яка виводить системний час у подібному форматі: 'Wed Nov 13 22:30:27 EST 2002'. Це її tcp версія. Для використання цієї служби необхідно увімкнути службу xinetd.
vi: Một dịch vụ xinetd nội bộ lấy thời gian hiện thời của hệ thống sau đó in nó ra ở dạng sau: 'Wed Nov 13 22:30:27 EST 2002'. Đây là phiên bản tcp. Bạn phải bật xinetd để sử dụng dịch vụ này.
xh: Inkonzo yangaphakathi ye-xinetd efumanela inkqubo yeli thuba ixesha ize ilishicilele ngolungiselelo olufana nolu: 'Lwes Nov 13 22:30:27 MPM 2002'. Olu luhlobo lwe-tcp. Kufuneka wenze ukuba i-xinetd ikwazi ukusebenzisa le nkonzo.

source: An internal xinetd service which gets the current system time then prints it out in a format like this: 'Wed Nov 13 22:30:27 EST 2002'. This is the udp version. You must enable xinetd to use this service.
ar: خدمة داخلية لـxinetd تجلب وقت النظام الحالي ثمّ تطبعه بتسيق كـ 'Wed Nov 13 22:30:27 EST 2002'. هذا هو إصدار udp. عليك تفعيل xinetd لاستخدام هذه الخدمة.
bg: Вътрешна xinetd услуга, която взема текущото системно време и го връща във формат от вида: "Wed·Nov 13 22:30:27 EST 2002". Това е udp версията. За да използвате тази услуга, трябва да разрешите xinetd.
bn: একটি অভ্যন্তরীণ xinetd service যা সিস্টেমের বর্তমান সময় উদ্ধার করেউল্লেখিত ফরমায় প্রিন্ট করে: 'বুধ নভেম্বর ১৩ ২২:৩০:২৭ EST ২০০২'। এটি udp ভারসান। এই পরিসেবা ব্যবহার করবার জন্য আপনাকে xinetd সক্রিয় করতে হবে।
bs: Interni xinetd servis koji dobavlja trenutno sistemsko vrijeme a zatim ga ispisuje u sljedećem obliku: 'Sri 13 Nov 22:30:27 CET 2002'. Ovo je UDP verzija. Morate uključiti xinetd da biste koristili ovaj servis.
ca: "Un servei intern d'xinetd que obté l'hora actual del sistema i l'escriu d'aquesta manera: "ds set 11 15:34:01 CEST 2004". Aquesta és la versió UDP. Heu d'habilitar xinetd per poder fer servir aquest servei."
cs: Interní služba xinetd, která získá aktuální systémový čas a vypíše jej ve formátu 'Wed Nov 13 22:30:27 EST 2002'. Toto je verze pro udp. Pro používání této služby musíte povolit xinetd.
da: En intern xinetd-tjeneste der henter den nuværende system-tid og udskriver den i et format som dette: "søn aug 22 17:22:15 CEST 2004". Dette er udp-versionen. Aktivér xinetd for at benytte denne tjeneste.
de: Ein interner xinet-Dienst, der die jetzige Systemzeit abruft und im Format »Mi Nov 13 22:30:27 CET 2002« ausgibt. Dies ist die udp-Version. Sie müssen xinetd aktivieren, um diesen Dienst zu verwenden.
el: Μια εσωτερική υπηρεσία xinetd που λαμβάνει την τρέχουσα ώρα του συστήματος και την εκτυπώνει στην μορφή 'Τετ Νοε 13 22:30:27 EST 2002'. Αυτή είναι η έκδοση udp. Θα πρέπει να ενεργοποιήσετε το xinetd για χρησιμοποιήσετε αυτή την υπηρεσία.
es: Un servicio interno xinetd que obtiene la hora actual del sistema y la imprime en un formato como este: Mie Nov 13 22:30:27 EST 2002. Esta es la versión udp. Debe activar xinetd para usar este servicio.
eu: xinted barneko zerbitzu batek sistemaren uneko ordua lortu eta honelako formatuan inrimatzen du: 'Ast Aza 13 22:30:27-EST 2002'. Hau udp bertsioa da. xinted gaitu behar duzu zerbitzu hau erabiltzeko.
fi: xinetd:n sisäinen palvelu, joka ottaa järjestelmän tämänhetkisen ajan ja tulostaa sen seuraavanlaisessa muodossa: 'Wed Nov 13 22:30:27 EST 2002'. Tämä on palvelun UDP-versio. Xinetd täytyy olla käytössä, jotta voit käyttää tätä palvelua.
fr: Un service interne à xinetd qui affiche l'heure et la date courante sous le format: 'Vend Nov 13 22:30:27 EST 2002'. Ce service interne est en version udp. Vous devez avoir xinetd actif pour utiliser ce service interne.
gu: આંતરિક xinetd સેવા કે જે વર્તમાન સિસ્ટમ સમય મેળવે છે અને પછી તેને આ બંધારણમાં છાપે છે: Wed Nov 13 22:30:27 EST 2002'. આ udp આવૃત્તિ છે. તમારે આ સેવા વાપરવા માટે xinetd સક્રિય કરવું જ પડશે.
hr: Interni xinetd servis koji dohvaća ternutno vrijeme sustava i tada ga ispisuje u formatu poput ovog 'Sri Sij 13 22:30:23 EST 2004'. Ovo je udpinačica. Morate omogućiti xinetd za korištenje ovog servisa.
hu: Egy belső xinetd szolgáltatás, amely lekérdezi az aktuális rendszeridőt, majd kinyomtatja az alábbihoz hasonló formátumban: 'Wed Nov 13 22:30:27 EST 2002'. Ez az udpváltozat. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: Layanan internal xinetd yang mencetak waktu saat ini dalam bentuk seperti ini: 'Wed Nov 13 22:30:27 EST 2002'. Ini adalah versi udp-nya. Anda harus mengaktifkan xinetd untuk mengaktifkan layanan ini.
it: Un servizio interno di xinetd che prende l'ora di sistema corrente e la stampa in un formato del tipo: 'Mer 13 Nov 22:30:27 CET 2002'. Questa è la versione udp. Bisogna abilitare xinetd per usare questo servizio.
ja: 現在のシステム時刻を取得して、所定の書式 (例: 'Wed Nov 13 22:30:27 EST 2002') で出力する `xinetd` の内部サービスです。これはその UDP 版です。このサービスを利用する場合は xinetd も有効にして下さい。
ko: 현재 시스템의 시간을 다음 형식처럼 출력하는 xinetd 내부 서비스입니다: 'Wed Nov 13 22:30:27 EST 2002'. 이것은 udp버젼입니다. 이 서비스를 쓰려면 xinetd에서 켜야 합니다.
lt: Vidinė xinetd tarnyba gaunanti esamą sistemos laiką ir po to pateikianti jį formatu kaip šis: „Tr Grd 30 15:26:21 EET 2004“. Čia yra udp versija. Norėdami naudoti šią tarnybą, Jūs turite įjungti xinetd.
ne: internal xinetd सेवा जसले चालु सिद्धान्त समय प्राप्त गर्दछ र त्यसलाई बुध नोभम्बर १३ २२:३० २७ ई॰एस॰टि॰ २००२ ढाँचा मा छपाउँदछ । यो यु॰डि॰पि॰ संस्करण हो । यो सेवा प्रयोग गर्नको लागी xinetd लाई सक्षम गर्नुपर्दछ ।
nl: De UDP-versie van de interne xinetd dienst die de huidige systeemtijd opvraagt en weergeeft in een formaat zoals het volgende: 'Woe Nov 13 22:30:27 CET 2002'.U dient xinetd aan te zetten om deze dienst te kunnen gebruiken.
pa: ਇੱਕ ਅੰਦਰੂਨੀ xinetd ਸੇਵਾ ਜੋ ਕਿ ਮੌਜੂਦਾ ਸਿਸਟਮ ਸਮਾਂ ਪ੍ਰਾਪਤ ਕਰਦੀ ਹੈ ਅਤੇ ਇਸਤਰਾਂ ਛਾਪਦੀ ਹੈ: 'Wed Nov 13 22:30:27 EST 2002'. ਇਹ udpਵਰਜਨ ਹੈ| ਤੁਹਾਨੂੰ xinetd ਨੂੰ ਇਹ ਸੇਵਾ ਵਰਤਣ ਲਈ ਯੋਗ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ
pl: Wewnętrzna usługa xinetd pobierająca bieżący czas systemowy i wyświetlająca go w postaci: "Śro Lis 13 22:30:27 EST 2002". To jest wersja udp. Należy włączyć xinetd aby móc użyć tej usługi.
pt: Um serviço interno xinetd que obtém a data e hora actuais do sistema e depois a imprime num formato como o seguinte: 'Qua Nov 13 22:30:27 WET 2002'. Esta é a versão udp. Tem de activar o xinetd para utilizar este serviço.
pt_br: Um serviço interno do xinetd que obtem a hora atual do sistema e então a mostra num formato como este: 'Qua 13 de Mar de 2002 22:30:27 EST'. Esta é a versão udp. Você deve habilitar o xinetd para usar este serviço.
ro: Un serviciu intern xinetd ce citeşte data sistemului şi apoi o formatează astfel: „Wed Nov 13 22:30:27 EST 2002”. Aceasta este versiunea UDP. E necesar să activaţi xinetd înainte de a utiliza acest serviciu.
sq: Një shërbim i brendshëm xinetd i cili tërheq orën e sistemit e pastaj e printon në një format si ky: 'Mër Nën 13 22:30:27 CEST 2002'. Ky është versioni udp. Duhet të aktivizoni xinetd për të përdorur këtë shërbim.
sr: Унутрашња услуга xinetd-а која сазнаје текуће време система и исписује га у облику као што је „Wed Nov 13 22:30:27 EST 2002“. Ово је УДП верзија. Морате укључити xinetd да бисте користили ову услугу.
sr@latn: Unutrašnja usluga xinetd-a koja saznaje tekuće vreme sistema i ispisuje ga u obliku kao što je „Wed Nov 13 22:30:27 EST 2002“. Ovo je UDP verzija. Morate uključiti xinetd da biste koristili ovu uslugu.
sv: En intern xinetd-tjänst som hämtar den aktuella systemtiden och sedan skriver ut den i ett format liknande: "Wed Nov 13 22:30:27 EST 2002". Detta är udp-versionen. Du måste aktivera xinetd för att använda denna tjänst.
ta: xinetd சேவை தற்போதைய கணினி நேரத்தை பெற்று அதை கீழ்கண்ட வடிவத்தில் அச்சடிக்கும்: 'Wed Nov 13 22:30:27 EST 2002'. இது ucp பதிப்பு. இதற்கு xinetd சேவையை பயன்படுத்தவேண்டும்.
th: บริการภายในของ xinetd ที่อ่านเวลาระบบแล้วพิมพ์กลับในรูปแบบคล้ายๆ อย่างนี้: 'Wed Nov 13 22:30:27 EST 2002' บริการนี้ทำงานกับ udp คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: Bu biçimde yazdırma olduğu zaman geçerli sistem zamanı ile zamanlama xinetd servisiyle yapılır: 'Çar Kas 13 22:30:27 EST 2002'. Bu udp sürümüdür. Bu servisi kullanmak için xinetd etkin olmalıdır.
uk: Внутрішня служба xinetd, яка виводить системний час у подібному форматі: 'Wed Nov 13 22:30:27 EST 2002'. Це її udp версія. Для використання цієї служби необхідно увімкнути службу xinetd.
vi: Một dịch vụ xinetd nội bộ lấy thời gian hiện thời của hệ thống sau đó in nó ra ở dạng sau: 'Wed Nov 13 22:30:27 EST 2002'. Đây là phiên bản udp. Bạn phải bật xinetd để sử dụng dịch vụ này.
xh: Inkonzo yangaphakathi ye-xinetd efumanela inkqubo yeli thuba ixesha ize ilishicilele ngolungiselelo olufana nolu: 'Lwes Nov 13 22:30:27 MPM 2002'. Olu luhlobo lwe-udp. Kufuneka wenze ukuba i-xinetd ikwazi ukusebenzisa le nkonzo.

source: Dynamic DNS Client
ar: عميل DNS ديناميكي
bg: Динамичен DNS клиент
bn: পরিবর্তনশীল DNS ক্লায়েন্ট
bs: Klijent za dinamički DNS
ca: Client de DNS dinàmic
cs: Klient dynamického DNS
da: Dynamisk DNS-klient
de: Dynamischer DNS-Client
es: Cliente dinámico DNS
eu: DNS bezero dinamikoa
fi: Dynaamisen DNS:n asiakas
fr: Un Client DNS dynamique
gu: ડાયનેમિક DNS ક્લાઈન્ટ
hr: Dinamički DNS klijent
hu: Dinamikus DNS kliens
id: Klien DNS Dinamis
it: Client DNS dinamico
ja: ダイナミック DNS クライアント
ko: 동적 DNS 클라이언트
lt: Dinaminio DNS klientas
nb: Dynamisk DNS-klient
ne: गतिशिल डिएनएस ग्राहक
nl: Dynamische DNS client
pa: ਡਾਈਨਮਿਕ DNS ਕਲਾਂਇਟ
pl: Klient dynamicznego DNS
pt: Cliente DNS Dinâmico
pt_br: Cliente de DNS Dinâmico
ro: Client DNS dinamic
sq: Klient Dinamik DNS
sr: Клијент за динамички ДНС
sr@latn: Klijent za dinamički DNS
sv: Klient för dynamisk DNS
ta: செயல் DNS புரவலன்
th: ไคลเอนต์ของ DNS แปรผัน
tr: Dinamik DNS İstemci
uk: Клієнт динамічного DNS
vi: Máy khách DNS động
xh: Umxumi Onamandla weDNS

source: A Dynamic DNS Name service from www.dyndns.org
ar: عميل DNS ديناميكي من www.dyndns.org
bg: Динамична DNS услуга от www.dyndns.org
bn: www.dyndns.org -এর থেকে উপলব্ধ একটি পরিবর্তনশীল DNS Name পরিসেবা
bs: Usluga dinamičkog DNS imena od www.dyndns.org
ca: Un servei de DNS dinàmic de www.dyndns.org
cs: Služba dynamických jmen DNS z www.dyndns.org
da: En dynamisk DNS-navnetjeneste fra www.dyndns.org
de: Ein dynamischer DNS-Namensdienst von www.dyndns.org
el: Μια Dynamic DNS Name υπηρεσία από το www.dyndns.org
es: Un servicio de nombres DNS dinámico de www.dyndns.org
eu: 'www.dyndns.org'-en DNS izen dinamikoen zerbitzua
fi: Dynaaminen DNS-nimipalvelu www.dyndns.org:ista
fr: Un service de nom DNS dynamique de www.dyndns.org
gu: www.dyndns.org માંથી ડાયનેમિક DNS નામ સેવા
hr: Dinamički DNS imenički servis od www.dyndns.org
hu: Dinamikus névszolgáltatás a www.dyndns.org-tól
id: Layanan DNS Dinamis dari www.dyndns.org
it: Un servizio di DNS dinamico da www.dyndns.org
ja: www.dyndns.org 提供のダイナミック DNS ネーム・サービスです。
ko: www.dyndns.org의 동적 DNS 이름 서비스
lt: Dinaminio DNS Vardo paslauga iš www.dyndns.org
nb: En dynamisk DNS-navnetjeneste fra www.dyndns.org
ne: डब्लुडब्लुडब्लु॰डि॰वाई॰एन॰डि॰एन एस ओआररजि बाट गतिशिल डि॰एन॰एस नाम सेवा
nl: Een Dynamische DNS naamdienst van www.dyndns.org
pa: www.dyndns.org ਤੋਂ ਇੱਕ ਡਾਈਨਮਿਕ DNS ਕਲਾਂਇਟ
pl: Usługa dynamicznej nazwy DNS z www.dyndns.org
pt: Um serviço de Nomes DNS Dinâmico de www.dyndns.org
pt_br: Um serviço de Nome DNS Dinâmico de www.dyndns.org
ro: Un serviciu de DNS dinamic de la www.dyndns.org
sq: Një shërbim Emrash Dinamikë DNS nga www.dyndns.org
sr: Услуга динамичког имена домена са www.dyndns.org
sr@latn: Usluga dinamičkog imena domena sa www.dyndns.org
sv: En dynamisk DNS-namntjänst från www.dyndns.org
ta: www.dyndns.org விலிருந்து செயல்பாட்டு DNS பெயர் சேவை
th: บริการ DNS แบบแปรผันจาก www.dyndns.org
tr: www.dyndns.org dan Dinamik DNS İsim servisi
uk: Служба назв динамічного DNS з www.dyndns.org
vi: Một dịch vụ tên DNS động từ www.dyndns.org
xh: Igama Elinamandla lenkonzo ye-DNS eliphuma apha www.dyndns.org

source: A Dynamic DNS Name service from www.dhis.org
ar: عميل DNS ديناميكي من www.dhis.org
bg: Динамична DNS услуга от www.dhis.org
bn: www.dhis.org -এর থেকে উপলব্ধ একটি পরিবর্তনশীল DNS Name পরিসেবা
bs: Usluga dinamičkog DNS imena od www.dhis.org
ca: Un servei de DNS dinàmic de www.dhis.org
cs: Služba dynamických jmen DNS z www.dhis.org
da: En dynamisk DNS-navnetjeneste fra www.dhis.org
de: Ein dynamischer DNS-Namensdienst von www.dhis.org
el: Μια Dynamic DNS Name υπηρεσία από το www.dhis.org
es: Un servicio de nombres DNS dinámico de www.dhis.org
eu: 'www.dhis.org'-en DNS izen dinamikoen zerbitzua
fi: Dynaaminen DNS-nimipalvelu www.dhis.org:ista
fr: Un service de nom DNS dynamique de www.dhis.org
gu: www.dhis.org માંથી ડાયનેમિક DNS નામ સેવા
hr: Dinamički DNS imenički servis od www.dhis.org
hu: Dinamikus névszolgáltatás a www.dhis.org-tól
id: Layanan DNS Dinamis dari www.dhis.org
it: Un servizio di DNS dinamico da www.dhis.org
ja: www.dhis.org 提供のダイナミック DNS ネーム・サービスです。
ko: www.dhis.org의 동적 DNS 이름 서비스
lt: Dinaminio DNS Vardo paslauga iš www.dhis.org
nb: En dynamisk DNS-navnetjeneste fra www.dhis.org
ne: डब्लुडब्लुडब्लु॰डिएचआईएस ओआरजि बाट गतिशिल डि॰एन॰एस नाम सेवा
nl: Een Dynamische DNS naamdienst van www.dhis.org
pa: www.dhis.org ਤੋਂ ਡਾਈਨਮਿਕ DNS ਕਲਾਂਇਟ
pl: Usługa dynamicznej nazwy DNS z www.dhis.org
pt: Um serviço de Nomes DNS Dinâmico de www.dhis.org
pt_br: Um serviço de Nome DNS Dinâmico de www.dhis.org
ro: Un serviciu de DNS dinamic de la www.dhis.org
sq: Një shërbim Emrash Dinamikë DNS nga www.dhis.org
sr: Услуга динамичког имена домена са www.dhis.org
sr@latn: Usluga dinamičkog imena domena sa www.dhis.org
sv: En dynamisk DNS-namntjänst från www.dhis.org
ta: www.dhis.org விலிருந்து செயல்பாட்டு DNS பெயர் சேவை
th: บริการ DNS แบบแปรผันจาก www.dhis.org
tr: www.dhis.org dan Dinamik DNS İsim servisi
uk: Служба назв динамічного DNS з www.dhis.org
vi: Một dịch vụ tên DNS động từ www.dhis.org
xh: Igama Elinamandla lenkonzo ye-DNS eliphuma apha www.dhis.org

source: Dict Dictionary Server
ar: نادل قاموس ديكت
bg: Сървър за речници
bn: Dict অভিধানের সার্ভার
bs: Dict server rječnika
ca: Servidor de diccionari dict
cs: Server slovníků Dict
da: Dict-ordbogsserver
de: Dict-Wörterbuch-Server
el: Εξυπηρετητητής λεξικού Dict
es: Servicor de diccionario Dict
eu: 'Dict' hiztegiaren zerbitzaria
fi: Dict-sanakirjapalvelin
fr: Serveur de Dictionnaire Dict
gu: ડિક્ટ શબ્દકોશ સર્વર
hr: Dict poslužitelj za rječnike
hu: Dict szótárkiszolgáló
id: Server Kamus Dict
it: Server di dizionario dict
ja: Dict 辞書サーバ
ko: Dict 사전 서버
lt: Dict žodyno serveris
nb: Dict ordbok Tjener
ne: डिक्ट शब्दकोश सेवादायक
nl: Dict woordenboekserver
pa: Dict ਸ਼ਬਦ-ਕੋਸ਼ ਸਰਵਰ
pl: Serwer słownika Dict
pt: Servidor de Dicionário Dict
pt_br: Servidor de Dicionário Dict
ro: Serverul dicţionar Dict
sq: Server Fjalori Dict
sr: Сервер речника
sr@latn: Server rečnika
sv: Dict-ordboksserver
ta: Dict அகராதி சேவை
th: บริการพจนานุกรม Dict
tr: Dict Sözlük Sunucu
uk: Сервер Dict словників
vi: Máy chủ từ điển dict
xh: Iseva Yesichazi-magama yeDict
