Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: saslauthd is a server process which handles plaintext authentication requests on behalf of the cyrus-sasl library.
ar: هو عملية نادل تعالج طلبات التوثّق النّصّي نيابة عن مكتبة cyrus-sasl.
bg: saslauthd е сървърен процес, който задържа текстови заявки за опознаване от името на библиотеката cyrus-sasl.
bn: saslauthd একটি সার্ভার প্রসেস যা cyrus-sasl library-র পক্ষে প্লেইনটেক্সট অনুমোদন প্রক্রিয়া নিয়ন্ত্রন করে।
bs: saslauthd je serverski proces koji rukuje plaintext authentication zahtjevima u ime cyrus-sasl biblioteke.
ca: L'saslauthd és un procés servidor que gestiona peticions d'autenticació en mode text per comptes de la biblioteca cyrus-sasl.
cs: saslauthd je proces serveru, který obsluhuje požadavky na autentizaci prostým textem pro knihovnu cyrus-sasl.
da: saslauthd er en serverproces der håndtere forespørgsler om godkendelse af adgangskoder i klar tekst på vegne af cyrus-sasl-biblioteket.
de: saslauthd ist ein Server-Prozess, der Klartext-Legitimierungsanfragen für die Bibliothek cyrus-sasl ausführt.
el: Η saslauthd είναι μια διεργασία εξυπηρετητή που χειρίζεται αιτήσεις πιστοποίησης απλού κειμένου εκ μέρους της βιβλιοθήκης cyrus-sasl.
es: saslauthd es un proceso de servidor que se encarga de la autenticación en texto plano como parte de la biblioteca cyrus-sasl.
eu: 'saslauthd' zerbitzari prozesu bat da, testu soilaren autentifikazioaz arduratzen da, 'cyrus-sasl' liburutegiaren izenean.
fi: saslauthd on palvelinprosessi, joka hoitaa selväkieliset tunnistautumispyynnöt cyrus-sasl kirjaston puolesta.
fr: saslauthd est processus serveur qui reçoit des authentifications plein texte sur la demande de la librairie cyrus-sasl.
gu: saslauthd એ સર્વર પ્રક્રિયા છે કે જે સાદા લખાણના સત્તાધિકરણની મંજૂરીcyrus-sasl લાઈબ્રેરીના આધારે કરે છે.
hr: saslauthd je poslužitelj koji upravlja nekriptiranim zahtjevima za autentifikacijom za cyrus-sasl biblioteku.
hu: Az saslauthd a cyrus-sasl könyvtár nevében az egyszerű szöveges hitelesítési kéréseket kezelő kiszolgálófolyamat.
id: saslauthd adalah proses server yang mengatur permintaan otentikasi teks di atas pustaka program cyrus-sasl.
it: saslauthd è un processo server che gestisce le richieste di autenticazione in testo semplice a favore della libreria cyrus-sasl.
ja: `saslauthd` は cryus-sasl ライブラリを使って、プレーンテキスト形式の認証要求を取り扱うサーバ・プロセスです。
ko: saslauthd는 cyrus-sasl 라이브러리를 대신하여 일반 텍스트 인증 요청을 처리하는 서버입니다.
lt: saslauthd yra serverio procesas apdorojantis paprasto teksto autentikacijos užklausas cyrus-sasl bibliotekos vardu.
ne: saslauthd एउटा यस्तो प्रणालि हो, जसले cyrus-sasl पुस्तकालयको निम्ति प्रमाणीकरण अनुरोधलाई प्रबन्ध गर्दछ ।
nl: saslauthd is een serverproces voor het afhandelen van verzoeken in platte tekst voor authenticatie, in opdracht van de cyrus sasl-bibliotheek.
pa: saslauthd ਇੱਕ ਸਰਵਰ ਅਧਾਰਿਤ ਕਾਰਜ ਹੈ, ਜੋ ਕਿ cyrus-sasl ਲਾਇਬ੍ਰੇਰੀ ਦੇ ਆਧਾਰ ਤੇ ਸਧਾਰਨ-ਪਾਠ ਪ੍ਰਮਾਣਿਕਤਾ ਵਰਤਦਾ ਹੈ
pl: Proces serwerowy saslauthd obsługujący uwierzytelnianie tekstowe biblioteki cyrus-sasl.
pt: saslauthd é um processo de servidor que gere pedidos de autenticação em texto simples, delegados pela biblioteca cyrus-sasl.
pt_br: O saslauthd é um processo servidor que lida com requisições de autenticação em texto puro, com ajuda da biblioteca cyrus-sasl.
ro: Daemonul saslauthd este un server ce efectuează autentificări în clar pentru programele ce utilizează cyrus-sasl.
sq: saslauthd është një proçes serveri që administron kërkesat për autentifikimet në tekst të thjeshtë të përdorura nga libraria cyrus-sasl.
sr: saslauthd је сервер који обрађује захтеве за идентификацијом лозинком у неизмењеном облику у име библиотеке cyrus-sasl.
sr@latn: saslauthd je server koji obrađuje zahteve za identifikacijom lozinkom u neizmenjenom obliku u ime biblioteke cyrus-sasl.
sv: saslauthd är en serverprocess som hanterar förfrågningar om klartextautentisering åt biblioteket cyrus-sasl.
ta: saslauthd cyrus-sasl நூலகத்திற்காக வெற்று உரைகளின் அனுமதியை பரிசோதிக்க பயன்படும் மென்பொருள்
th: saslauthd เป็นโพรเซสของเซิร์ฟเวอร์ซึ่งจัดการการตรวจสอบผู้ใช้แบบ plaintext แทนไลบรารี cyrus-sasl
tr: saslauthd, cyrus-sasl kütüphanesinin behalf isteklerini plaintext doğrulamasıyla ele alan sunucu işlemidir.
uk: saslauthd - серверний процес, який обробляє запити автентифікації зі звичайним текстовим паролем у інтересах бібліотеки cyrus-sasl.
vi: saslauthd là một tiến trình máy chủ điều khiển yêu cầu xác thực plaintext thay mặt cho thư viện cyrus-sasl.
xh: i-saslauthd yinkqubo yeseva ejongene nombhalo ocacileyo wezicelo zokuqinisekisa egameni le-layibrari ye-cyrus-sasl.

source: Sendmail is a Mail Transport Agent, which is the program that moves mail from one machine to another.
ar: سيندميل هو عميل نقل بريد، ينقل البريد من جهاز إلى آخر.
bg: Sendmail е сървър за пренос на поща, който прехвърля пощата от една машина на друга.
bn: sendmail একটি মেইল ট্রান্সপোর্ট এজেন্ট এবং এই প্রোগ্রামটি এক মেশিন থেকে আরেক মেশিনে মেইল স্থানান্তরিত করে।
bs: Sendmail je Mail Transport Agent (MTA), program koji služi za prijenos e-mail poruka sa jednog računara na drugi.
ca: El sendmail és un agent de transport de correu, que és un programa que mou el correu d'una màquina a una altra.
cs: Sendmail je program pro přepravu pošty, program který přesouvá poštu z jednoho počítače na jiný.
da: Sendmail er en post-server (MTA), hvilket vil sige et program der leverer e-post fra en maskine til en anden.
de: Sendmail ist ein E-Mail-Transportagent, also das Programm, das E-Mails von einem Rechner zum anderen überträgt.
el: Το Sendmail είναι ένας Mail Transport Agent, που μεταφέρει αλληλογραφία από ένα μηχάνημα στο άλλο.
es: Sendmail es un agente de transporte de correo, que es el programa que mueve correo desde una máquina a otra.
eu: Sendmail posta garraiatzeko agentea da (Mail Transport Agent - MTA), hau da, posta elektronikoa ordenagailu batetik bestera eramaten duen programa.
fi: Sendmail on sähköpostin välityspalvelin, joka välittää sähköpostia järjestelmästä toiseen.
fr: Sendmail est un agent de transport de mail (MTA), qui transfère des courriels d'une machine à une autre.
gu: Sendmail મેઈલ પરિવહન એજન્ટ છે, કે જે કાર્યક્રમ છે કે જે મેઈલ એક મશીનથીબીજે મેઈલ મોકલે છે.
hr: Sendmail je agent za prijenos pošte, a to je program koji šalje poštu s jednog računala na drugo.
hu: A Sendmail egy levéltovábbító ügynökprogram, amely az elektronikus üzeneteket továbbítja az egyes gépek között.
id: Sendmail adalah Agen Transpor Email, yaitu program yang mengirimkan email-email dari satu komputer ke komputer lain.
it: Sendmail è un Mail Transport Agent, cioè un programma che sposta le email da una macchina ad un'altra.
ja: Sendmail はメール転送エージェント (MTA) で、メールを一つのマシンから他のマシンへ移動させるプログラムです。
ko: Sendmail은 메일 전송 에이전트입니다. 이것은 한 서버에서 다른 서버로 메일을 전달할 때 사용됩니다.
lt: Sendmail yra pašto transportavimo agentas, t.y. programa perkelianti laiškus iš vieno kompiuterio į kitą.
nb: Sendmail er a E-post er en agent for meldingstransport. Dette er programmet som leverer e-post fra en maskin til en annen.
ne: मेल पठउनु एउटा मेल यातायात अभिकर्ता हो, जसले मेललाई एउटा मेशिनबाट अर्को मेशिनसम्म लैजान्छ ।
nl: Sendmail is een Mail Transport Agent, waarmee e-mail van de ene machine naar de andere verplaatst wordt.
pa: Sendmail ਇੱਕ ਪੱਤਰ ਤਬਦੀਲੀ ਏਜੰਟ ਹੈ, ਜੋ ਕਿ ਕਾਰਜ ਹੈ, ਜੋ ਪੱਤਰ ਨੂੰ ਇੱਕ ਮਸ਼ੀਨ ਤੋਂ ਦੂਜੀ ਮਸ਼ੀਨ ਤੇ ਭੇਜਦਾ ਹੈ
pl: Agent przesyłu poczty sendmail, jest programem przenoszącym pocztę pomiędzy komputerami.
pt: Sendmail é um Agente de Transporte de Mail, sendo a aplicação que move correio de uma máquina para outra.
pt_br: Sendmail é um Agente de Transporte de Correspondência, que é o programa que leva mensagens de uma máquina a outra.
ro: Sendmail este un server MTA (Mail Transport Agent) ce distribuie mailuri de la o maşină la alta.
sq: Sendmail është një Mail Transport Agent, që është një program që lëviz mesazhet mail nga një tek një tjetër.
sr: Сендмејл је агент за пренос поште, односно програм који пребацује пошту са једног на други рачунар.
sr@latn: Sendmejl je agent za prenos pošte, odnosno program koji prebacuje poštu sa jednog na drugi računar.
sv: Sendmail är en e-posttransportagent (MTA), som är det program som flyttar e-post från en maskin till en annan.
ta: சென்ட்மெயில் மின்னஞ்சலை ஒரு கணினியிலிருந்து மற்றதற்கு அனுப்ப பயன்படும் சாதனம்
th: sendmail เป็นโปรแกรมรับ-ส่งเมล (Mail Transport Agent) ซึ่งทำหน้าที่เคลื่อนย้ายเมลจากเครื่องหนึ่งไปยังอีกเครื่องหนึ่ง
tr: Sendmail bir Posta Taşıma Aracısıdır, postaları bir makinadan diğer bir makinaya taşıyan programdır.
uk: Sendmail - агент доставки пошти, який є програмою., що передає пошту з однієї машини на іншу.
vi: Sendmail là một Tác nhân truyền tải thư, và là chương trình di chuyển thư từ một máy sang máy khác.
xh: I-Sendmail Yi-arhente Yesithuthi Se-imeyile, eyinkqubo ehambisa i-imeyile ukusuka komnye umatshini ukuya komnye umatshini.

source: An internal xinetd service, listing active servers. You must enable xinetd to use this service.
ar: خدمة xinetd داخلية، تعطي قائمة بالنوادل النشيطة. عليك تفعيل xinetd لإستخدام هذه الخدمة.
bg: Вътрешната xinetd услуга, показва активните сървъри. Трябва да сте разрешили xinetd за да използвате тази услуга.
bn: একটি অভ্যন্তরীণ xinetd পরিসেবা যা সক্রিয় সার্ভারগুলোর তালিকা উপলব্ধ করে। এই পরিসেবা ব্যবহার করবার জন্য আপনাকে xinetd সক্রিয় করতে হবে।
bs: Interni xinetd servis koji navodi aktivne servere. Morate uključiti xinetd da biste koristili ovaj servis.
ca: Un servei intern de l'xinetd, que llista servidors actius. Heu d'habilitar l'xinetd per poder fer servir aquest servei.
cs: Interní služba xinetd, která vypisuje aktivní servery. Pro používání této služby musíte povolit xinetd.
da: En intern xinetd-tjeneste der viser aktive servere. Aktivér xinetd for at benytte denne tjeneste.
de: Ein interner xinetd-Dienst, der eine Liste aktiver Server liefert. Sie müssen xinetd aktivieren, um diesen Dienst zu nutzen.
el: Μια εσωτερική υπηρεσία xinetd, που καταγράφει σε λίστα τους ενεργούς εξυπηρετητές. Θα πρέπει να ενεργοποιήσετε το xinetd για να χρησιμοποιήσετε αυτή την υπηρεσία.
es: Un servicio interno xinetd, listando servidores activos. Debe activar xinetd para usar este servicio.
eu: 'xinetd' barneko zerbitzua, zerbitzari aktiboak zerrendatuz. 'xinetd' gaitu behar da zerbitzu hau erabiltzeko.
fi: Xinetd:n sisäinen palvelu, joka tulostaa aktiiviset palvelimet. Xinetd täytyy olla käytössä, jotta voit käyttää tätä palvelua.
fr: Un service interne à xinetd, qui écoute les serveurs actifs. Vous devez avoir xinetd actif pour utiliser ce service.
gu: આંતરિક xinetd સેવા, સક્રિય સર્વરોની યાદી આપે છે. તમારે આ સેવા વાપરવા માટે xinetd સક્રિય કરવું જ પડશે.
hr: Interni xinetd servis, izlistava aktivne poslužitelje. Da biste koristili ovaj servis morate prvo omogućiti xinetd.
hu: Egy belső xinetd szolgáltatás, az aktív kiszolgálókat listázza. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: Layanan xinetd internal, menampilkan daftar server yang aktif. Anda harus mengaktifkan xinetd untuk mengaktifkan layanan ini.
it: Un servizio interno di xinetd, che elenca i server attivi. Bisogna abilitare xinetd per usare questo servizio.
ja: Listing Active サービスを提供する `xinetd` の内部サービスです。このサービスを利用する場合は xinetd も有効にして下さい。
ko: 활성된 서버 목록을 보이는 xinetd 내부 서비스입니다. 이 서비스를 쓰려면 xinetd에서 켜야 합니다.
lt: Vidinė xinetd tarnyba, rodanti aktyvius serverius. Norėdami naudoti šią tarnybą, Jūs turite įjungti xinetd.
ne: आन्तरिक xinetd सेवाले सक्रिय सेवाहरूको सुची बनाउदछ । यो सेवाको प्रयोगको लागी तपाईले xinetd सक्षम पार्नुपर्दछ ।
nl: Een xinetd-interne dienst die een opsomming geeft van actieve servers.U dient xinetd aan te zetten om deze dienst te gebruiken.
pa: ਅੰਦਰੂਨੀ xinetd ਸੇਵਾ, ਜੋ ਸਰਗਰਮ ਸਰਵਰਾਂ ਨੂੰ ਸੂਚੀਬੱਧ ਕਰਦੀ ਹੈ| ਤੁਹਾਨੂੰ xinetd ਵਰਤਣ ਲਈ ਇਸ ਸੇਵਾ ਨੂੰ ਯੋਗ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ
pl: Wewnętrzna usługa xinetd, podająca aktywne serwery. Należy włączyć xinetd aby móc użyć tej usługi.
pt: Um serviço interno xinetd que lista servidores activos. Tem de activar o xinetd para utilizar este serviço.
pt_br: Um serviço interno do xinetd, para listar servidores ativos. Você deve habilitar o xinetd para usar esse serviço.
ro: Un serviciu intern xinetd ce listează serverele active. E necesar să activaţi xinetd pentru a utiliza acest serviciu.
sq: Një shërbim i brendshëm i xinetd, shfaq serverët aktivë. Duhet të keni aktivuar xinetd për të përdorur këtë shërbim.
sr: Унутрашња xinetd услуга, која исписује активне сервере. Морате укључити xinetd да бисте користили ову услугу.
sr@latn: Unutrašnja xinetd usluga, koja ispisuje aktivne servere. Morate uključiti xinetd da biste koristili ovu uslugu.
sv: En intern xinetd-tjänst som listar aktiva servrar. Du måste aktivera xinetd för att använda denna tjänst.
ta: உள் xinetd சேவை செயல் சேவகனை கண்காணிக்கும். இதற்கு xinetd செயல்பாட்டில் இருக்க வேண்டும்
th: บริการภายในของ xinetd ที่แสดงรายการเซิร์ฟเวอร์ที่เปิดใช้งานอยู่ คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: Bir içsel xinetd servisi, aktif sunucuları listeler. Bu servisi kullanmak için xinetd etkin olmalıdır.
uk: Внутрішня служба xinetd, виводить активні сервери. Для використання цієї служби необхідно увімкнути службу xinetd.
vi: Một dịch vụ xinetd nội bộ liệt kê các máy chủ hoạt động. Bạn phải bật xinetd để sử dụng dịch vụ này.
xh: Inkonzo yangaphakathi ye-xinetd, edwelisa iiseva ezisebenzayo. Kufuneka wenze ukuba i-xinetd isebenze ukuze isebenzise le nkonzo.

source: An internal xinetd service, listing active services. You must enable xinetd to use this service.
ar: خدمة xinetd داخلية، تعطي قائمة بالخدمات النشيطة. عليك تفعيل xinetd لإستخدام هذه الخدمة.
bg: Вътрешната xinetd услуга, показва активните услуги. Трябва да сте разрешили xinetd за да използвате тази услуга.
bn: একটি অভ্যন্তরীণ xinetd পরিসেবা যা সক্রিয় পরিসেবাগুলোর তালিকা উপলব্ধ করে। এই পরিসেবা ব্যবহার করবার জন্য আপনাকে xinetd সক্রিয় করতে হবে।
bs: Interni xinetd servis koji navodi aktivne servise. Morate uključiti xinetd da biste koristili ovaj servis.
ca: Un servei intern de l'xinetd, que llista serveis actius. Heu d'habilitar l'xinetd per poder fer servir aquest servei.
cs: Interní služba xinetd, která vypisuje aktivní služby. Pro používání této služby musíte povolit xinetd.
da: En intern xinetd-tjeneste der viser aktive tjenester. Aktivér xinetd for at benytte denne tjeneste.
de: Ein interner xinetd-Dienst, der eine Liste aktiver Dienste liefert. Sie müssen xinetd aktivieren, um diesen Dienst zu nutzen.
el: Μια εσωτερική υπηρεσία xinetd, που καταγράφει σε λίστα τις ενεργές υπηρεσίες. Θα πρέπει να ενεργοποιήσετε το xinetd για να χρησιμοποιήσετε αυτή την υπηρεσία.
es: Un servicio interno xinetd, listando servicios activos. Debe activar xinetd para usar este servicio.
eu: 'xinetd' barneko zerbitzua, zerbitzui aktiboak zerrendatuz. 'xinetd' gaitu behar da zerbitzu hau erabiltzeko.
fi: Xinetd:n sisäinen palvelu, joka tulostaa aktiiviset palvelut. Xinetd täytyy olla käytössä, jotta voit käyttää tätä palvelua.
fr: Un service interne à xinetd, qui écoute les services actifs. Vous devez avoir xinetd actif pour pouvoir utiliser ce service.
gu: આંતરિક xinetd સેવા, સક્રિય સેવાઓની યાદી આપે છે. તમારે આ સેવા વાપરવા માટે xinetd સક્રિય કરવું જ પડશે.
hr: Interni xinetd servis, izlistava aktivne poslužitelje. Da biste koristili ovaj servis morate prvo omogućiti xinetd.
hu: Egy belső xinetd szolgáltatás, az aktív szolgáltatásokat listázza. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: Layanan xinetd internal, menampilkan daftar layanan yang aktif. Anda harus mengaktifkan xinetd untuk mengaktifkan layanan ini.
it: Un servizio interno di xinetd, che elenca i servizi attivi. Bisogna abilitare xinetd per usare questo servizio.
ja: Listing Active サービスを提供する `xinetd` の内部サービスです。このサービスを利用する場合は xinetd も有効にして下さい。
ko: 활성된 서버 목록을 보이는 xinetd 내부 서비스입니다. 이 서비스를 쓰려면 xinetd에서 켜야 합니다.
lt: Vidinė xinetd tarnyba, rodanti aktyvius serverius. Norėdami naudoti šią tarnybą, Jūs turite įjungti xinetd.
ne: आन्तरिक xinetd सेवाले सक्रिय सेवाहरूको सुची बनाउदछ । यो सेवाको प्रयोगको लागी तपाईले xinetd सक्षम पार्नुपर्दछ ।
nl: Een xinetd-interne dienst die een opsomming geeft van actieve diensten.U dient xinetd aan te zetten om deze dienst te gebruiken.
pa: ਅੰਦਰੂਨੀ xinetd ਸੇਵਾ, ਜੋ ਸਰਗਰਮ ਸੇਵਾਵਾਂ ਨੂੰ ਸੂਚੀਬੱਧ ਕਰਦੀ ਹੈ| ਤੁਹਾਨੂੰ xinetd ਵਰਤਣ ਲਈ ਇਸ ਸੇਵਾ ਨੂੰ ਯੋਗ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ
pl: Wewnętrzna usługa xinetd, podająca aktywne usługi. Należy włączyć xinetd aby móc użyć tej usługi.
pt: Um serviço interno xinetd que lista serviços activos. Tem de activar o xinetd para utilizar este serviço.
pt_br: Um serviço interno do xinetd, para listar serviços ativos. Você deve habilitar o xinetd para usar esse serviço.
ro: Un serviciu intern xinetd ce listează serviciile active. E necesar să activaţi xinetd pentru a utiliza acest serviciu.
sq: Një shërbim i brendshëm i xinetd, shfaq shërbimet aktive. Duhet të keni aktivuar xinetd për të përdorur këtë shërbim.
sr: Унутрашња xinetd услуга, која исписује активне услуге. Морате укључити xinetd да бисте користили ову услугу.
sr@latn: Unutrašnja xinetd usluga, koja ispisuje aktivne usluge. Morate uključiti xinetd da biste koristili ovu uslugu.
sv: En intern xinetd-tjänst som listar aktiva tjänster. Du måste aktivera xinetd för att använda denna tjänst.
ta: உள் xinetd சேவை செயல் சேவகனை கண்காணிக்கும். இதற்கு xinetd செயல்பாட்டில் இருக்க வேண்டும்
th: บริการภายในของ xinetd ที่แสดงรายการบริการที่เปิดใช้งานอยู่ คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: Bir içsel xinetd servisi, aktif servisleri listeler. Bu servisi kullanmak için xinetd etkin olmalıdır.
uk: Внутрішня служба xinetd, виводить активні служби. Для використання цієї служби необхідно увімкнути службу xinetd.
vi: Một dịch vụ xinetd nội bộ liệt kê các máy chủ hoạt động. Bạn phải bật xinetd để sử dụng dịch vụ này.
xh: Inkonzo yangaphakathi ye-xinetd, edwelisa iiseva ezisebenzayo. Kufuneka wenze ukuba i-xinetd isebenze ukuze isebenzise le nkonzo.

source: get/set serial port information
ar: إعداد/حصول على معلومات المنفذ التسلسلي
bg: вземане/задаване на информация за серийния порт
bn: সিরিয়েল পোর্ট সংক্রান্ত তথ্য আহরণ/নির্ধারণ করো
bs: dobij/podesi informacije o serijskom portu
ca: obté/especifica informació del port sèrie
cs: získat/nastavit informace o sériovém portu
da: hent/angiv serielportinformation
de: Informationen zur seriellen Schnittstelle setzen/auslesen
el: πληροφορίες get/set σειριακής θύρας
es: obtener/establecer la información del puerto serie
eu: lortu/ezarri serieko atakaren informazioa
fi: hae/aseta sarjaportin tietoja
fr: récupère/envoie des informations via le port série
gu: સિરીયલ પોર્ટની જાણકારી મેળવો/સુયોજિત કરો
hr: dohvat/postavljanje podataka o serijskom portu
hu: soros portok adatainak lekérdezése és beállítása
id: Ambil/pasang informasi port serial
it: recupera/imposta informazioni sulle porte seriali
ja: シリアル・ポートの情報の取得/設定
ko: 직렬 포트 정보 설정/가져오기
lt: gauti/nustatyti serijinio prievado informaciją
nb: hent/sett serieportinformasjon
ne: गेट/सेट श्रृखला पोर्ट सुचना
nl: opvragen en/of instellen van informatie van seriële poorten
pa: ਸੀਰੀਅਲ ਪੋਰਟ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰੋ/ਭੇਜੋ
pl: Ustawia porty szeregowe
pt: obtém/define informação de porta série
pt_br: obter/definir informação da porta serial
ro: obţine detalii despre porturile seriale şi le setează
sq: merr/cakto të dhënat e portave seriale
sr: сазнај/постави податке о серијском порту
sr@latn: saznaj/postavi podatke o serijskom portu
sv: hämta/ställ in information om serieportar
ta: get/set நேர் பாதை தகவல்
th: อ่าน/ตั้งค่าพอร์ตอนุกรม
tr: alma/küme seri post bilgisi
uk: отримання/встановлення інформації послідовного порту
vi: lấy/đặt thông tin cổng tiếp nối
xh: fumana/misela ulwazi lohlohlo lwesiqhagamsheli
