Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: Syslog Replacement
ar: بديل سيسلوغ
bg: Подмяна на Syslog
bn: Syslog প্রতিস্থাপন
bs: Syslog zamjena
ca: Substitut del syslog
cs: Náhrada syslog
da: Syslog-erstatning
de: Syslog-Ersatz
el: Αντικαταστάτης Syslog
es: Reemplazo de Syslog
eu: Syslog-en ordezkoa
fi: Syslogin korvaaja
fr: Remplacement de syslog
gu: Syslog ફેરબદલી
hr: Zamjena za syslog
hu: Syslog-helyettesítő
id: Pengganti Syslog
it: Sostituto del syslog
ja: もう一つの Syslog
ko: Syslog 대체품
lt: Syslog pakaitalas
nb: Syslog-erstatning
ne: प्रणाली लगको बदलामा
nl: Vervanging voor syslog
pa: ਸਿਸਟਮ ਲਾਗ ਤਬਦੀਲ
pl: Zastępnik Syslog
pt: Substituto Syslog
pt_br: Substituição do Syslog
ro: Înlocuitor syslog
sq: Zëvendësim i Syslog
sr: Syslog замена
sr@latn: Syslog zamena
sv: Syslog-ersättning
ta: Syslog மாற்றம்
th: โปรแกรมแทนที่ syslog
tr: Syslog Değişimleri
uk: Заміна Syslog
vi: Thay thế Syslog
xh: Ukubuyisela i-Syslog

source: Modern logging daemon
ar: جنّيّ تسجيل حديث
bg: Модерен logging демон
bs: Moderan demon za bilježenje (logging)
ca: Un dimoni per al registre modern
cs: Moderní zaznamenávací démon
da: Moderne log-server
de: Moderner Protokoll-Daemon
el: Σύγχρονος daemon καταγραφής
es: Demonio de registro moderno
eu: Gaur egungo erregistro daemon-a
fi: Moderni lokituspalvelin
fr: Gestionnaire de connexion moderne
gu: આધુનિક પ્રવેશ ડીમન
hr: Suvremeni daemon za logiranje
hu: Modern naplózó démon
id: Daemon pencatat modern
it: Demone di log moderno
ja: 次世代のログ記録デーモンです。
ko: 최신 로깅 데몬
lt: Modernus žurnalų vedimo demonas
nb: Moderne loggdaemon
ne: नयाँ लगिङ डेइमोन
nl: Moderne logdaemon
pa: ਮਾਡਰਨ ਲਾਗਿੰਗ ਪੇਸ਼ਕਾਰ
pl: Nowoczesny demon dzinnika
pt: Daemon moderno de registo
pt_br: Serviço moderno de registros
ro: Daemon de logare modern
sq: Program shërbyes modern për regjistrim
sr: Савремена услуга дневника
sr@latn: Savremena usluga dnevnika
sv: Modern loggningsdemon
ta: புதிய உள்நுழை மாயாவி
th: ดีมอนบันทึกปฏิบัติการระบบแบบใหม่
tr: Modem günlük programı
uk: Сучасна служба журналу
vi: Daemon ghi sự kiện hiện đại
xh: I-daemon entsha yokunxibelelana

source: Load kernel modules
ar: تحميل وحدات النواة
bg: Зареждане на модулите на ядрото
bn: কার্নেল মডিউল লোড করো
bs: Učitaj module kernela
ca: Carrega mòduls del nucli
cs: Načíst moduly jádra
da: Indlæs kerne-moduler
de: Lade Kernel-Module
el: Φόρτωση kernel modules
es: Carga módulos del núcleo
eu: Kerneleko moduluak kargatzen ditu
fi: Lataa ytimen moduleita
fr: Charge les modules du noyau
gu: કર્નલ મોડ્યુલો લાવો
hu: Kernelmodulok betöltése
id: Aktifkan modul kernel
it: Carica i moduli del kernel
ja: Kernel モジュールの読み込み
ko: 커널 모듈 적재
lt: Įkelia branduolio modulius
nb: Last kjernemoduler
ne: केरनेल मोड्युल लोड गर्नुहोला ।
nl: Kernelmodules laden
pa: ਕਰਨਲ ਮੇਡੀਊਲ ਲੋਡ ਕਰੋ
pl: Wczytywanie modułów jądra
pt: Ler módulos de kernel
pt_br: Carregar módulos do kernel
ro: Încărcare module kernel
sq: Ngarkon modulet e kernelit
sr: Учитај модуле језгра
sr@latn: Učitaj module jezgra
sv: Läs in kärnmoduler
ta: கர்னல் பகுதிகளை ஏற்று
th: โหลดมอดูลของเคอร์เนล
tr: Kernel modüllerini yükle
uk: Завантаження модулів ядра
vi: Nạp môđun nhân
xh: Ukufaka iimodyuli ezingundoqo

source: tools for managing Linux kernel modules
ar: أدوات لإدارة وحدات نواة لينكس
bg: инструменти за управление на модулите на ядрото Линукс
bn: লিনাক্স কার্নেল মডিউল নিয়ন্ত্রন করবার জন্য টুল
bs: alati za upravljanje modulima Linux kernela
ca: eines per gestionar mòduls del nucli Linux
cs: nástroje pro správu modulů jádra Linux
da: værktøjer til håndtering af Linux-kernemoduler
de: Werkzeuge zum Verwalten von Linux-Kernelmodulen
el: εργαλεία φια την διαχείριση Linux kernel modules
es: herramientas para gestión de módulos del núcleo Linux
eu: Linux kernelaren moduluak kudeatzeko tresna
fi: Linuxin ytimen moduleiden hallintatyökaluja
fr: outils pour gérer les modules du noyau Linux
gu: લિનક્સ કર્નલ મોડ્યુલોની વ્યવસ્થા કરવા માટેના સાધનો
hr: alati za upravljanje Linux kernel modulima
hu: Eszközök Linux-kernelmodulok kezeléséhez
id: Program untuk mengatur modul kernel Linux
it: strumenti per gestire i moduli del kernel di Linux
ja: Linux Kernel モジュールを管理するツールです。
ko: 리눅스 커널 모듈 관리 도구
lt: įrankiai Linux branduolio modulių tvarkymui
nb: verktøy for håndtering av kjernemoduler for Linux
ne: लिनक्स केरनेल मोड्युलहरू व्यवस्थाको लागी औजारहरूनको लागी
nl: programma's voor het beheren van Linux-kernelmodules
pa: ਲੀਨਕਸ ਕਰਨਲ ਮੇਡੀਊਲ ਦੀ ਸੰਭਾਲ ਲਈ ਸੰਦ
pl: Narzędzia do zarządzania modułami jądra
pt: ferramentas para gerir módulos de kernel Linux
pt_br: ferramentas para gerenciar módulos do kernel do Linux
ro: unelte pentru administrarea modulelor de kernel Linux
sq: program për organizimin e moduleve të kernelit Linux
sr: алати за управљање модулима Линукс језгра
sr@latn: alati za upravljanje modulima Linuks jezgra
sv: verktyg för hantering av Linux-kärnmoduler
ta: லினக்ஸ் கர்னலை மேலாண்மை செய்யும் கருவிகள்
th: เครื่องมือจัดการมอดูลของเคอร์เนลลินุกซ์
tr: Linux kernel modül yönetimi için araçlar
uk: утиліти керування модулями ядра Linux
vi: công cụ để quản lý môđun nhân Linux
xh: izixhobo zokulawula iimodyuli ze-kernel ye-Linux

source: database server
ar: نادل قاعدة بيانات
bg: сървър за бази данни
bn: ডাটাবেস সার্ভার
bs: server baze podataka
ca: servidor de bases de dades
cs: databázový server
de: Datenbank-Server
el: εξυπηρετητής βάσης δεδομένων
es: servidor de bases de datos
eu: datu-baseen zerbitzaria
fi: tietokantapalvelin
fr: serveur de base de données
gu: ડેટાબેઝ સર્વર
hr: Poslužitelj baze podataka
hu: adatbázis-kiszolgáló
id: server basis data
it: server di database
ja: データベース・サーバ
ko: 데이터베이스 서버
lt: duombazės serveris
nb: databasetjener
ne: डाटाबेस सेवादायक
pa: ਡਾਟਾਬੇਸ ਸਰਵਰ
pl: Serwer bazy danych
pt: servidor de base de dados
pt_br: servidor de banco de dados
ro: server de baze de date
sq: server database
sr: сервер базе података
sr@latn: server baze podataka
sv: databasserver
ta: தரவுத்தள சேவகன்
th: เซิร์ฟเวอร์ฐานข้อมูล
tr: veritabanı sunucusu
uk: сервер баз даних
vi: máy chủ cơ sở dữ liệu
xh: iseva ye-database

source: MySQL, a SQL-based relational database daemon
ar: MySQL، جنّيّ قواعد بيانات علائقية مبني على SQL
bg: MySQL е SQL-сървър за управление на база данни
bn: MySQL, SQL ভিত্তিক একটি রিলেশনেল ডাটাবেস ডেমন
bs: MySQL, relaciona baza podataka bazirana na SQLu
ca: MySQL, un dimoni de bases de dades relacionals SQL
cs: MySQL, démon relační databáze založené na SQL
da: MySQL, en SQL-baseret relationsdatabase-server
de: MySQL, eine rationale SQL-Datenbank
el: MySQL, ένας daemon σχεσιακής βάσης δεδομένων βασισμένος στην SQL
es: MySQL, un demonio para la base de datos relacional basada en SQL
eu: MySQL, SQL-ko datu-base erlazionalentzako daemon-a
fi: MySql, SQL:ään perustuva relaatiotietokantapalvelin
fr: MySQL, est un démon de base de données relationnel basé sur SQL
gu: MySQL, SQL-આધારિત રીલેશનલ ડેટાબેઝ ડીમન
hu: MySQL, egy SQL alapú relációsadatbázis-démon
id: MySQL, daemon basis data SQL berbasis basis data relasional
it: MySQL, un demone di database relazione SQL
ja: MySQL、SQL-ベースのリレーショナル・データベースのデーモンです。
ko: MySQL, SQL기반 관계형 데이터베이스 데몬
lt: MySQL, paremtos SQL santykinės duomenų bazės demonas
nb: MySQL, en SQL-basert relasjonsdatabase
ne: माई एस॰क्यु॰ एल॰, एस॰क्यु॰ एलमा आधारित सम्बन्धित डाटाबेस डेईमोन
nl: MySQL is een daemon voor SQL-gebaseerde relationele gegevensbanken
pa: MySQL, SQL-ਆਧਾਰਿਤ ਇੱਕ ਰਿਲੇਸ਼ਨਲ ਡਾਟਾਬੇਸ
pl: MySQL, demon bazującej na SQL, relacyjnej bazy danych
pt: MySQL, um daemon de base de dados relacional baseada em SQL
pt_br: MySQL, um servidor de banco de dados relacional baseado no SQL
ro: MySQL, un daemon de baze de date relaţionale
sq: MySQL, një program shërbyes të dhënash bazë relacionale bazuar mbi SQL
sr: MySQL, SQL-заснована релациона база
sr@latn: MySQL, SQL-zasnovana relaciona baza
sv: MySQL, en SQL-baserad demon för relationsdatabaser
ta: MySQL, a SQL-based relational தரவுத்தள மாயாவி
th: MySQL: ดีมอนฐานข้อมูลเชิงสัมพันธ์ซึ่งอิง SQL
tr: MySQL, SQL'ı temel alan bir programdır
uk: MySQL, реляційна база даних побудована на SQL
vi: MySQL, một daemon cơ sở dữ liệu dựa trên SQL
xh: I-MySQL, i-database ye-daemon esekwe kukwelamana neSQL

source: dns server
ar: نادل dns
bg: dns сървър
bn: dns সার্ভার
ca: servidor dns
el: εξυπηρετητής dns
es: servidor dns
eu: dns zerbitzaria
fi: dns-palvelin
fr: serveur dns
gu: dns સર્વર
hr: dns poslužitelj
hu: dns-kiszolgáló
id: server dns
it: server DNS
ja: DNS サーバ
ko: dns 서버
lt: dns serveris
nb: DNS-tjener
ne: डि॰एन॰एस॰ सेवादा
pa: dns ਸਰਵਰ
pl: serwer dns
pt: servidor dns
pt_br: servidor dns
ro: server DNS
sq: server dns
sr: ДНС сервер
ta: dns சேவகன்
th: เซิร์ฟเวอร์ dns
tr: dns sunucu
uk: сервер DNS
vi: máy chủ dns
xh: iseva ye-dns

source: named (BIND) is a Domain Name Server (DNS) that is used to resolve host names to IP addresses.
ar: يسمّى بايند و هو نادل اسم ميدان (DNS) يستخدم لتحويل الأسماء إلى عنواين IP.
bg: BIND е сървър за имена (DNS), който се използва за превръщане на имена в IP адреси
bn: named (BIND) একটি ডোমেইন নেম সার্ভার (DNS) যা আই পি(IP) অ্যাড্রেসের সাথে হোস্টেরনাম মীমাংসা করে।
bs: named (BIND) je Domain Name Server (DNS) koji se koristi za konverziju imena računara u IP adrese.
ca: El named (BIND) és un servidor de noms de domini (DNS) que es fa servir per convertir noms d'ordinador en adreces IP.
cs: named (BIND) je DNS server, který se používá pro převod názvů počítačů na IP adresy.
da: named (BIND) er en domæne-navne-server (DNS), der benyttes til at slå ip-adresser op på værtsnavne.
de: named (BIND) ist ein Domain-Name-Server (DNS), der zum Auflösen von Rechnernamen in IP-Adressen verwendet wird.
el: named (BIND) είναι ένας Domain Name Server (DNS) που χρησιμοποιείται για την επίλυση ονομάτων συστήματος σε διευθύνσεις IP.
es: named (BIND) es el Servicio de Nombres de Dominio (DNS) que se usa para resilver nombres de hosts a direcciones IP.
eu: named (BIND) domeinu-izenen zerbitzari (DNS) bat da, ostalari-izenak ebatzi eta IP helbide bihurtzeko erabiltzen dena.
fi: named (BIND) on nimipalvelin (DNS), jota käytetään aluenimien liittämisessä IP-osoitteisiin.
fr: named (BIND) est un Serveur de Noms de Domaines (DNS) qui est utilisépour convertir les noms en adresses IP.
gu: (BIND) નામ અપાયેલ Domain Name Server (DNS) કે જે યજમાનના નામ પરથીIP સરનામાઓ ઉકેલવા માટે વપરાય છે.
hr: named (BIND) je Domain Name Server (DNS) poslužitelj koji se upotrebljava za razlučivanje imena računala u IP adrese.
hu: A named (BIND) egy DNS-névkiszolgáló, amely a gépneveket IP-címekké oldja fel.
id: named (BIND) adalah Server Layanan Ranah/Domain (Domain Name Server/DNS) yang digunakan untuk menerjemahkan nama host ke alamat IP.
it: named (BIND) è un server di nomi di dominio (Domain Name Server - DNS) che viene usato per tradurre i nomi degli host in indirizzi IP.
ja: `named` (BIND) は、ホスト名から IP-アドレスを解決する際に使用するドメイン・ネーム・サーバ (DNS) です。
ko: named (BIND)는 호스트 이름을 IP 주소로 바꿔줄 때 쓰이는 도메인 네임 서버입니다.
lt: named (BIND) yra „Sričių vardų serveris“ (DNS), kuris naudojamas versti kompiuterių vardams į IP adresus.
ne: नाम (बाईन्ड) डोमेन नाम सर्भर हो । यो आई॰पि॰ ठेगानाहरूको लागी होस्टको नामहरू सुलझाउन प्रयोग गरिन्छ ।
nl: named (BIND) is een Domain Name Server (DNS) die wordt gebruikt om de IP-adressen bij hostnamen op te zoeken.
pa: BIND ਇੱਕ Domain Name Server (DNS) ਹੈ, ਜੋ ਕਿ ਮੇਜ਼ਬਾਨ ਨਾਂ ਨੂੰ IP ਸਿਰਨਾਵੇਂ ਵਿੱਚ ਵੱਖ ਕਰਦਾ ਹੈ|
pl: Name (BIND) jest serwerem nazw domen (DNS) używanym do wyszukiwania adresów IP komputerów na podstawie ich nazw.
pt: named (BIND) é um Servidor de Nomes de Domínio (DNS) que é utilizado para resolver nomes de máquinas em endereços IP.
pt_br: O named (BIND) é um Servidor de Nomes de Domínio (DNS) que é usado para resolver nomes de máquinas para endereços IP.
ro: Daemonul named (BIND) este un server de rezoluţie de nume (DNS) ce rezolvă numele calculatoarelor în adrese IP.
sq: named (BIND) është një Domain Name Server (DNS) i cili përdorer për zgjidhjen e emrave të strehave në adresa IP.
sr: named (BIND) је услуга именовања домена (DNS) која се користи за разрешивање имена рачунара у ИП адресе.
sr@latn: named (BIND) je usluga imenovanja domena (DNS) koja se koristi za razrešivanje imena računara u IP adrese.
sv: named (BIND) är en domännamnsserver (DNS) som används för att slå upp värdnamn till IP-adresser.
ta: பெயருள்ள (BIND) டொமைன் பெயர் சேவகன் (DNS) புரவலன் பெயரை IP முகவரியிலிருந்து கண்டுபிடிக்க பயன்படும்.
th: named (BIND) เป็น Domain Name Server (DNS) ซึ่งใช้แปลงชื่อโฮสต์เป็นหมายเลขไอพี
tr: named (BIND) Alan Adı Sunucusunda (DNS) kullanılmış IP adreslerini adlandırmadakullanılır.
uk: named (BIND) - сервер доменних назв (DNS), який використовується для перетворення назв вузлів у IP адреси.
vi: named (BIND) là một Máy chủ Tên Miền (DNS) sử dụng để chuyển tên máy thành địa chỉ IP.
xh: enikwe igama (BIND) Yiseva Yegama Lendawo (DNS) esetyenziswa ukusombulula amagama omququzeleli kwiidilesi ze-IP.

source: Mounts and unmounts all Network File System (NFS), SMB (Lan Manager/Windows), and NCP (NetWare) mount points.
ar: يجهّز و يلغي تجهيز نقط تجهيز كلّ أنظمة ملفّات الشبكة (NFS)، و SMB (مدير شبكة محليّة/ويندوز(، و NPC (نتوير).
bg: Монтиране и демонтиране на всички точки на монтиране на мрежови файлови системи (NFS), SMB (Lan Manager/Windows), и NCP (NetWare).
bn: সব নেটওয়ার্ক ফাইল সিস্টেম (NFS), SMB (ল্যান ম্যানেজার/উইন্ডোজ), এবং NCP (NetWare) মাউন্ট এবং আনমাউন্ট করে।
bs: Montira i demontira sve Network File System (NFS), SMB (Lan Manager/ Windows) i NCP (NetWare) share-ovane direktorije.
ca: Munta i desmunta tots els punts de muntatge del sistema de fitxers de xarxa (NFS), SMB (Lan Manager/Windows), i NCP (NetWare).
cs: Připojuje a odpojuje všechna místa připojení přes Network File System (NFS), SMB (Lan Manager/Windows) a NCP (NetWare).
da: Monterer og afmonterer alle netværks-filsystemer (NFS), SMB (Lan Manager/Windows) og NCP (NetWare) monteringspunkter.
de: Bindet alle NFS- (Network-File-System-), SMB- (Lan-Manager-/Windows-) sowie NCP- (NetWare-)einbindepunkte ein und hängt sie wieder aus.
el: Προσαρτά και αποπροσαρτά όλα τα συστήματα αρχείων δικτύου (NFS) SMB (Lan Manager/Windows), και σημεία προσάρτησης NCP (NetWare).
es: Monta y desmonta todos los puntos de monteje de sistemas de archivos de red (NFS), SMB (LAn Manager/Windows) y NCP (Netware).
eu: Ondorengo sistemen muntatze-puntuak muntatu eta desmuntatzen ditu: sareko fitxategi sistema (NFS), SMB (Lan Manager/Windows) eta NCP (NetWare).
fi: Liittää ja irroittaa verkkotiedostojärjestelmien liitospisteitä, esimerkiksi NFS, SMB (Windows) ja NCP (Netware) palvelimilta.
fr: Monte et démonte tous les systèmes de fichier réseau (NFS), SMB (LanManager/Windows), et les points de montage NCP (NetWare).
gu: બધી નેટવર્ક ફાઈલ સિસ્ટમ (NFS), SMB (Lan વ્યવસ્થાપક/વિન્ડોઝ), અને NCP (નેટવેર) માઉન્ટ પોઈન્ટ આગળ માઉન્ટ અને અનમાઉન્ટ કરે છે.
hr: Mounta i odmountava sve Network File System (NFS), SMB (Lan Manager/Windows), i NCP (NetWare) točke pristupa.
hu: Felcsatolja és lekapcsolja az összes NFS (Network File System ), SMB (Lan Manager/Windows) és NCP (NetWare) csatolási pontot.
id: Memasang dan melepas semua titik pasang Sistem Berkas Jaringan (Network File System/NFS), SMB (Lan Manager/Windows) dan NCP (Netware).
it: Monta e smonta tutti i punti di montaggio NFS (Network File System), SMB (Lan Manager/Windows) ed NCP (NetWare).
ja: ネットワーク・ファイル・システム (NFS)、SMB (LAN マネージャ/Windows)、そして NCP (NetWare) の全てのマウント・ポイントをマウントしたり、アンマウントします。
ko: 모든 네트워크 파일시스템 (NFS), 삼바(랜매니저/윈도우즈), NCP (NetWare)의 마운트 위치를 마운트하거나 마운트 해제를 합니다.
lt: Prijungia ir atjungia visas Tinklo bylų sistemos (NFS), SMB (Lan Manager/Windows), ir NCP (NetWare) bylų sistemas.
ne: सबै संजाल फाईल प्रणाली, एस॰एम॰बि (ल्यान प्रबन्धक/विन्डो) र एन॰सि पि (नेट वेयर) माउन्ट प्वाईन्टलाई माउन्ट र अनमाउन्ट गर्नुहोला ।
nl: Koppelt en ontkoppelt alle Network File System (NFS)-, SMB (Lan Manager/Windows)- en NCP (NetWare)-aankoppelpunten.
pa: ਸਭ Network File System (NFS), SMB (Lan Manager/Windows), ਅਤੇ NCP (NetWare) ਮਾਊਟ ਸਥਿਤੀ ਲਈ ਮਾਊਟ ਤੇ ਅਨਮਾਊਟ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ|
pl: Montuje i odmontowuje wszystkie punkty montowania sieciowych systemów plikowych (NFS), SMB (Lan Manager/Windows) oraz NCP (NetWare).
pt: Monta e desmonta todos os pontos de montagem Sistema de Ficheiros de Rede (NFS), SMB (Gestor de LAN/Windows) e NCP (NetWare).
pt_br: Monta e desmonta todos os pontos de montagem Sistema de Arquivos de Rede (NFS), SMB (Lan Manager/Windows), e NCP (NetWare).
ro: Montează şi demontează toate punctele de montare NFS (Network File System), SMB (Windows/Lan Manager) şi NCP (NetWare).
sq: Monton dhe çmonton të gjitha pikat e montimit të Filesistemeve të Rrjetit (NFS), SMB (Organizuesit Lan/Windows) dhe NCP (NetWare).
sr: Прикључује и искључује све мрежне системе датотека (NFS), SMB (Lan Manager/Windows) и NCP (NetWare) прикључке.
sr@latn: Priključuje i isključuje sve mrežne sisteme datoteka (NFS), SMB (Lan Manager/Windows) i NCP (NetWare) priključke.
sv: Monterar och avmonterar alla monteringspunkter för nätverksfilsystem (NFS), SMB (Lan Manager/Windows) och NCP (NetWare).
ta: எல்லா வலைபின்னல் கோப்பு அமைப்புகளையும் ஏற்ற இறக்க பயன்படும் (NFS), SMB (Lan Manager/Windows), மற்றும் NCP (NetWare) ஏற்றப்புள்ளிகள்
th: เมานท์และเลิกเมานท์ตำแหน่งเมานท์ Network File System (NFS), SMB (Lan Manager/Windows), และ NCP (Netware)
tr: Bağlanmış ve bağlı olmayan bütün Ağ Dosya Sistemi (NFS), SMB (Ağ Yöneticisi/Windows), ve NCP (NetWare) bağlantı noktaları.
uk: Підключає та відключає усі точки монтування файлових систем Network File System (NFS), SMB (Lan Manager/Windows), та NCP (NetWare).
vi: Gắn và bỏ gắn tất cả các điểm gắn Hệ thống tập tin mạng (NFS), SMB (Quản lý mạng/Windows), và NCP (NetWare).
xh: Ifaka ikhuphe kwisakhelo zonke Iinkqubo Zefayili Yothungelwano (NFS), i-SMB (Lan Manager/Windows), kunye neendawo zokufaka ze-NCP (NetWare).

source: Activates/Deactivates all network interfaces configured to start at boot time.
ar: ينشط/يلغي تنشيط واجهات الشبكة المعدّة للبدء عند الإقلاع.
bg: Активиране/деактивитране на всички мрежови интерфейси, настроени за стартиране при първоначално зареждане на системата.
bn: যে সকল নেটওয়ার্ক ইন্টারফেস বুট করবার সময়কালে চালানোর জন্য কনফিগার করা হয়েছে তা সক্রিয়/নিষ্ক্রিয় করে।
bs: Aktivira/deaktivira sve mrežne interfejse koji su podešeni da se pokreću prilikom starta sistema.
ca: Activa/desactiva totes les interfícies de xarxa configurades per iniciar durant l'arrencada.
cs: Aktivuje/deaktivuje všechna síťová rozhraní nastavení pro spuštění při zavádění systému.
da: Aktiverer eller deaktiverer alle netværksgrænseflader som er konfigureret til at aktiveres ved opstart.
de: (De-)aktiviert alle beim Netzwerkschnittstellen, die lt. Konfiguration beim Systemstart gestartet werden sollen.
el: Ενεργοποιεί/Απενεργοποιεί όλες τις διεπαφές δικτύου που έχουν ρυθμιστεί να ξεκινούν στο boot.
es: Activa/Desactiva todos los interfaces de red configurados para iniciarse a la vez que el sistema.
eu: Sareko interfaze guztiak aktibatzen/desaktibatzen ditu, sistemarekin batera abiatzeko konfiguratuta daudenak.
fi: Aktivoi ja ottaa pois käytöstä verkkolaitteet, jotka halutaan käynnistää järjestelmän käynnistyksen yhteydessä.
fr: Active/Désactive tout les interfaces configurés pour démarré au démarrage du système.
gu: બુટ થવાના સમયે રુપરેખાંકિત થતા બધા નેટવર્ક ઈન્ટરફેસ સક્રિય/નિષ્ક્રિય કરે છે.
hr: Aktivira/Deaktivira sva mrežna sučelja namještena da se startaju prilikom podizanja sustava.
hu: Aktiválja/lekapcsolja a rendszerindításkor indulásra beállított összes hálózati eszközt.
id: Menyalakan/mematikan semua antarmuka jaringan yang dikonfigurasikan aktif pada saat boot.
it: Attiva/Disattiva tutte le interfacce di rete configurate per partire all'avvio.
ja: 起動時に、設定した全てのネットワークを有効/無効にします。
ko: 부팅할 때 모든 네트워크 인터페이스 설정을 활성화 하거나 비활성시킵니다.
lt: Aktyvuoja/deaktyvuoja visas tinklo sąsajas sukonfigūruotas paleidimui sistemos įkelties metu.
nb: Aktiverer eller deaktiverer alle nettverksgrensesnitt som er konfigurert til å aktiveres ved oppstart.
ne: बुट समय शुरू गर्नको लागी सबै सन्जाल जोडिएको रूप सक्रिय/असक्रिय गर्नुहोला ।
nl: Activeert en de-activeert alle netwerkapparaten die zijn ingesteld om bij het opstarten te starten.
pa: ਬੂਟ ਸਮੇਂ ਸੰਰਚਿਤ ਸਾਰੇ ਨੈੱਟਵਰਕ ਇੰਟਰਫੇਸ਼ ਨੂੰ ਸਰਗਰਮ/ਅਕਰਮਕ ਕਰੋ
pl: Aktywuje/Wyłącza wszystkie interfejsy sieciowe skonfigurowane do uruchamiania przy starcie systemu.
pt: Activa/Desactiva todos os interfaces de rede configurados para serem iniciados ao arrancar o sistema.
pt_br: Ativa/Desativa todas as interfaces de rede configuradas para iniciar durante a inicialização.
ro: (De)activează toate interfeţele de reţea configurate pentru a fi iniţializate la boot.
sq: Aktivizon/Çaktivizon të gjitha ndërfaqet e konfiguruara të rrjetit për të filluar në momentin e nisjes.
sr: Покреће/гаси све мрежне уређаје подешене да се покрену заједно са системом
sr@latn: Pokreće/gasi sve mrežne uređaje podešene da se pokrenu zajedno sa sistemom
sv: Aktiverar/Inaktiverar alla nätverksgränssnitt som är konfigurerade att starta vid uppstart.
ta: எல்லா வலைப்பின்னல் இடைமுக அமைப்புகளையும் துவக்கத்தின் போது செயல்படுத்து/செயல்படுத்தாதேபடுத்து/செயல்படுத்த
th: เปิด/ปิดอินเทอร์เฟซเครือข่ายทั้งหมดที่ตั้งค่าไว้ให้เปิดใช้ขณะบูต
tr: Yükleme zamanı başlatılacak yapılandırılmış bütün ağ arayüzlerini etkinleştir/etkisizleştir.
uk: Активує/деактивує усі мережні інтерфейси, налаштовані для запуску при завантаженні.
vi: Kích hoạt/Bỏ kích hoạt tất cả các giao diện mạng đã cấu hình cho chạy trong khi khởi động.
xh: Ifaka entsebenzweni/Ikhuphe entsebenzweni konke ukudibanela imida kothungelwano okumiselwe kwinkqubo yokuqalisa ngexesha lokuvuselela.
