Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: Access to floppy drives
bg: Достъп до флопидискови устройства
ca: Accés a dispositius de disquet
cs: Přístup k disketovým mechanikám
da: Adgang til diskettedrev
de: Zugriff auf Floppy-Laufwerke
el: Πρόσβαση σε οδηγούς δισκέτας
es: Acceder a las unidades de disquette
fi: Pääsy korppuasemiin
fr: Accéder aux lecteurs de disquettes
gu: ફ્લોપી ડ્રાઈવોનો વપરાશ
hu: Hajlékonylemez-meghajtók elérése
id: Akses ke drive floppy
it: Accesso alle unità floppy
ja: フロッピー・ドライブへアクセスできる
ko: 플로피 드라이브 접근
lt: Priėjimas prie diskelio įrenginių
nb: Tilgang til diskettstasjoner
ne: फ्लपी ड्राइभमा पहूँच
nl: Toegang tot diskettestations
pa: ਫਲਾਪੀ ਡਰਾਇਵ ਤੇ ਪਹੁੰਚ
pl: Dostęp do napędów dyskietek
pt: Acesso a dispositivos de disquettes
pt_br: Acesso unidades de disquete
ro: Acces la unităţile de dischetă
sq: Hyrje në lexuesit floppy
sr: Приступ дискетним јединицама
sr@latn: Pristup disketnim jedinicama
sv: Åtkomst till diskettenheter
th: เข้าถึงไดรฟ์ฟลอปปี้
uk: Доступ до дисководів
vi: Truy cập tới ổ đĩa mềm
xh: Fikelela kwii-drive ze-floppy

source: Enable access to external storage devices automatically
bg: Включване на автоматично свързване на преносимите устройства
ca: Habilita l'accés a dispositius d'emmagatzematge extern automàticament
cs: Automaticky povolit přístup k externím úložným zařízením
da: Aktivér adgang til eksterne ting med lager automatisk
de: Zugriff auf externe Speichergeräte automatisch ermöglichen
el: Αυτόματη ενεργοποίηση πρόσβασης σε εξωτερικές αποθηκευτικές συσκευές
es: Activar acceso a los dispositivos de almacenamiento externo automáticamente
fi: Anna oikeus käyttää ulkoisia tallennuslaitteita automaattisesti
fr: Activer l'accès aux périphériques de stockages externe automatiquement
gu: બાહ્ય સંગ્રહસ્થાન ઉપકરણોનો વપરાશ આપોઆપ સક્રિય કરો
hu: Külső tárolóeszközök hozzáférésének automatikus engedélyezése
id: Bolehkan akse ke perangkat penyimpanan luar secara automatis
it: Abilita automaticamente l'accesso ai dispositivi di memorizzazione esterni
ja: 自動的に外部のストレージ・デバイスにアクセスできる
ko: 외부 저장장치에 자동으로 접근 가능
lt: Automatiškai suteikiamas priėjimas prie išorinių kaupiklių
nb: Aktiver tilgang til eksterne lagringsenheter automatisk
ne: बाहिरी संग्रह साधन स्वचालित तरिकाले प्रवेश गर्न असमर्थ
nl: Verwisselbare media automatisch toegankelijk maken
pa: ਬਾਹਰੀ ਸਟੋਰੇਜ਼ ਜੰਤਰਾਂ ਤੇ ਸਵੈ-ਚਾਲਤ ਹੀ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਯੋਗ
pl: Automatyczny dostęp do zewnętrznych urządzeń przechowujących
pt: Permitir automaticamente o acesso a dispositivos de armazenamento externos
pt_br: Habilitar o acesso a dispositivos de armazenamento externos automaticamente
ro: Activare acces automat la unităţile externe de stocare
sq: Aktivizo hyrjen automatike në dispozitivat e çmontueshëm
sr: Аутоматски омогући приступ спољним дисковима
sr@latn: Automatski omogući pristup spoljnim diskovima
sv: Aktivera automatiskt åtkomst till externa lagringsenheter
th: ให้สิทธิ์เข้าถึงอุปกรณ์เก็บข้อมูลภายนอกโดยอัตโนมัติ
uk: Автоматично вмикати доступ до зовнішніх носіїв
vi: Bật truy cập tới thiết bị kho chứa ngoài một cách tự động
xh: Ukuvumela ukufikelela kwizixhobo zovimba zangaphandle ngokuzenzekela

source: Access to tape drives
bg: Достъп до лентови устройства
ca: Accés a dispositius de cinta
cs: Přístup k páskovým mechanikám
da: Adgang til bånddrev
de: Zugriff auf Bandlaufwerke
el: Πρόσβαση σε tape drives
es: Acceso a los dispositivos de cinta
fi: Pääsy nauha-asemiin
fr: Accéder aux lecteurs de bandes
gu: ટેપ ડ્રાઈવોનો વપરાશ
hu: Szalagos meghajtók elérése
id: Akses ke drive tape
it: Accesso alle unità a nastro
ja: テープ・ドライブへアクセスできる
ko: 테이프 장치 접근
lt: Priėjimas prie juostinių įrenginių
nb: Tilgang til tape-stasjoner
ne: टेप ड्राइभमा पहूँच
nl: Toegang tot magnetische band-apparaten
pa: ਟੇਪ ਡਰਾਇਵ ਲਈ ਪਹੁੰਚ
pl: Dostęp do napędów taśmowych
pt: Acesso a dispositivos de tape
pt_br: Acesso a unidades de fita
ro: Acces la unităţile de bandă
sq: Hyrje në lexuesit shirit
sr: Приступ тракама
sr@latn: Pristup trakama
sv: Åtkomst till bandenheter
th: เข้าถึงไดรฟ์เทป
uk: Доступ до стрічкових накопичувачів
vi: Truy cập tới thiết bị băng ghi âm (tape)
xh: Fikelela kwii-drive zeteyiphu

source: Be able to get administrator privileges
bg: Може да получава администраторски права
ca: Permet obtenir privilegis d'administrador
cs: Moci získat oprávnění správce
da: Være i stand til at opnå administratorrettigheder
de: Berechtigung zum Erlangen von Administratorrechten
el: Δυνατότητα απόκτησης προνομίων διαχειριστή
es: Ser capaz de otorgar privilegios de administrador
fi: Voi ottaa käyttöön ylläpitäjän oikeudet
fr: Être capable d'obtenir les privilèges administrateur
gu: સંચાલન વિશેષાધિકારો મેળવવા માટે સમર્થ
hu: Adminisztrátori jogosultságok megszerzésének lehetősége
id: Bisa mendapatkan hak adminstrator
it: Può ottenere i privilegi di amministratore
ja: システム管理者の権限を取得できる
ko: 관리자 권한 얻을 수 있음
lt: Gali gauti administratoriaus privilegijas
nb: Kan få administratorrettigheter
ne: प्रशासनिक अधिकार पाउन तयार हुनुहोला ।
nl: In staat zijn om beheerder-privileges te verkrijgen
pa: ਪ੍ਰਬੰਧਕੀ ਅਧਿਕਾਰ ਪ੍ਰਾਪਤ ਕਰਨ ਯੋਗ ਬਣੋ
pl: Możliwość uzyskania uprawnień administratora
pt: Passível de obter privilégios de administração
pt_br: Poder obter privilégios de administrador
ro: Poate obţine drepturi de administrator
sq: Mundëso marrjen e privilegjeve administrative
sr: Могућност добијања администраторских овлашћења
sr@latn: Mogućnost dobijanja administratorskih ovlašćenja
sv: Låt det vara möjligt att få administratörsrättigheter
th: สามารถได้อภิสิทธิ์ผู้ดูแลระบบได้
uk: Має змогу отримати привілеї адміністратора
vi: Có khả năng lấy đặc quyền của nhà quản trị
xh: Ukukwazi ukufumana amalungelo omlawuli

source: Default
bg: По подразбиране
ca: Per defecte
cs: Implicitní
da: Standard
de: Vorgabe
el: Προεπιλεγμένο
es: Predeterminado
fi: Oletus
fr: Défaut
gu: મૂળભુત
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본값
lt: Įprastas
nb: Forvalgt
ne: पूर्वनिश्चित
nl: Standaard
pa: ਮੂਲ
pl: Domyślne
pt: Omissão
pt_br: Padrão
ro: Implicit
sq: Parazgjedhur
sr: Подразумевано
sr@latn: Podrazumevano
sv: Standard
th: ปริยาย
uk: Типова
vi: Mặc định
xh: Emiselweyo

source: Default profile
bg: Профил по подразбиране
ca: Perfil per defecte
cs: Implicitní profil
da: Standardprofil
de: Vorgabeprofil
el: Προεπιλεγμένο προφίλ
es: Perfil predeterminado
fi: Oletusprofiili
fr: Profil par défaut
gu: મૂળભુત રૂપરેખા
hu: Alapértelmezett profil
id: Profile default
it: Profilo predefinito
ja: デフォルトのプロファイル
ko: 기본 프로파일
lt: Įprastas profilis
nb: Forvalgt profil
ne: पूर्वनिश्चित प्रोफाईल
nl: Standaardprofiel
pa: ਮੂਲ ਪ੍ਰੋਫਾਇਲ
pl: Domyślny profil
pt: Perfil por omissão
pt_br: Perfil padrão
ro: Profil implicit
sq: Profili i parazgjedhur
sr: Подразумевани профил
sr@latn: Podrazumevani profil
sv: Standardprofil
th: โพรไฟล์ปริยาย
uk: Типовий профіль
vi: Xác lập cá nhân mặc định
xh: Inkangeleko emiselweyo
