Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: apmd is used for monitoring battery status and logging it via syslog(8). It can also be used for shutting down the machine when the battery is low.
ar: يستخدم apmd لمراقبة حالة البطارية و تسجيلها من خلال سيسلوغ(8). من الممكن أيضاً استخدامه لإيقاف تشغيل الجهاز عندما ينخفض مستوى البطارية.
bg: apmd се използва за наглеждане състоянието на батерията и нейното регистриране чрез syslog(8). Той също може да се използва за изключване на компютъра, когато зарядът на батерията намалее.
bn: ব্যাটারির স্ট্যাটাস নিরিক্ষণ এবং তা syslog (8) -র দ্বারা লগ করবার জন্য apmd ব্যবহৃত হয়ে থাকে। ব্যাটারির ক্ষমতা কমে এলে এর সাহায্যে মেশিন বন্ধও করা যায়।
bs: apmd se koristi za nadzor stanja baterije i njegovo bilježenje putem syslog(8). Može se takođe koristiti za gašenje mašine kada su baterije ispražnjene.
ca: apmd s'usa per monitoritzar l'estat de la bateria i registrar-ho a través de syslog(8). També es pot fer servir per tancar l'ordinador si la bateria està molt baixa.
cs: apmd se používá pro sledování stavu baterie a jeho zaznamenávání pomocí syslog(8). Může také být použit pro vypnutí počítače, když je baterie vybitá.
da: apmd benyttes til at overvåge batteristatus og logger denne via syslog(8). Den kan også benyttes til at lukke maskinen ned når batteriniveauet er lavt.
de: apmd wird zum Überwachen und Protokollieren des Batteriestatuses via syslog(8) verwendet. Es kann auch zum Herunterfahren des Rechners verwendet werden, falls die Batterie zur Neige geht.
el: Ο apmd χρησιμοποείται για την παρακολούθηση της κατάστασης της μπαταρίας και την καταγραφή της μέσω syslog(8). Μπορεί ακόμα να χρησιμοποιηθεί για το κλείσιμο του μηχανήματος όταν η μπαταρία είναι χαμηλή.
es: apmd se usa para monitorizar el estado de la batería y registrarlo por medio de syslog(8). También puede usarse para apagar el equipo cuando la batería está baja.
eu: 'apmd' bateriaren egoera monitorizatzeko eta syslog(8) bidez erregistratzeko erabiltzen da. Bateria baxu dagoenean ordenagailua itzaltzeko ere erabiltzen da.
fi: apmd tarkkailee akun tilaa ja lokittaa siitä tietoja syslog(8):in avulla. Sitä voidaan myös käyttää koneen sammuttamiseen, kun akku on vähissä.
fr: apmd est utilisé pour surveiller et logger via syslog(8) l'état de la batterie. Il peut aussi être utilisé pour arrêter la machine quand la batterie est vide.
gu: apmd એ બેટરીની સ્થિતિ જાણવા માટે અને તેને syslog(8) દ્વારા પ્રવેશ કરાવવા માટે વપરાય છે. તે જ્યારે બેટરી પાવર ઓછો હોય ત્યારે આપોઆપ મશીન બંધ કરવા માટે વપરાય છે.
hr: apmd se koristi za nadzor nad statusom beterija i zapisivanje tog statusa u logove korištenjem sysloga (8). Također se može koristiti za gašenje računala kada je baterija gotovo prazna.
hu: Az apmd szolgál az akkumulátor állapotának figyelésére és a syslog(8)-ot keresztüli naplózására. Használható továbbá a gép kikapcsolására, ha az akkumulátor kifogyott.
id: apmd digunakan untuk memantau status baterai dan mencatatnya melalui syslog(8). Ini juga dapat digunakan untuk mematikan komputer saat baterainya habis.
it: apmd è usato per monitorare lo stato delle batterie e farne il log via syslog(8). Può essere anche usato per spegnere la macchina quando la batteria è scarica.
ja: apmd はバッテリの状態を監視して syslog(8) を介してログを記録する際に使用します。バッテリが少なくなった時にマシンをシャット・ダウンする場合にも使用できます。
ko: apmd는 배터리 상태를 감시하고 syslog를 통해서 로그를 저장하는데 쓰입니다. 또한 배터리가 방전되었을 때 시스템의 전원을 꺼줍니다.
lt: apmd naudojamas stebėti baterijos būklei ir žurnalo vedimui syslog(8) pagalba. Jis taip pat gali būti naudojamas išjungti kompiuteriui, kai baterijos energija išsenka.
nb: apmd bruks til å overvåke batteristatus og logger denne via syslog(8). Den kan også brukes til å stenge ned maskinen når batterinivået er lavt.
ne: apmd ले ब्याट्रि स्टेटसलाई मनिटरिङ गर्दछ र साथै त्यसलाई syslog(8) माध्यमबाट लग्गिङ पनि गर्दछ । यसले ब्याट्रि कम भएको बेला मेशिनलाई बन्द पनि गर्दछ।
nl: apmd wordt gebruikt om de accustatus bij te houden en die te loggen via syslog(8). Het kan ook gebruikt worden om de machine uit te zetten als de accu bijna leeg is.
pa: apmd ਬੈਟਰੀ ਦੀ ਸਥਿਤੀ ਜਾਂਚ ਰਿਹਾ ਹੈ ਅਤੇ ਇਹ syslog(8) ਲਾੱਗ ਆਨ ਕਰਦਾ ਹੈ| ਇਹ ਬੈਟਰੀ ਘੱਟ ਹੋਣ ਸਮੇਂ ਮਸ਼ੀਨ ਨੂੰ ਬੰਦ ਕਰ ਦਿੰਦਾ ਹੈ|
pl: apmd jest używany do monitorwania stanu akumulatora i zapisywnia informacji o tym poprzez syslog(8). Może być też użyty do wyłączenia komputera przy niskim poziomie naładowania akumulatora.
pt: apmd é utilizado para monitorizar o estado de baterias e registar através do syslog(8). Pode também ser utilizado para desligar a máquina quando a bateria está fraca.
pt_br: O apmd é usado para monitorar o status da bateria e registrar isso via syslog(8). Ele pode também ser usado para desligar a máquina quando a bateria estiver fraca.
ro: apmd este utilizat pentru monitorizarea stării bateriei şi înregistrarea acestor evenimente prin syslog(8). Poate fi utilizat şi pentru închiderea calculatorului când bateria e pe terminate.
sq: apmd përdoret për të kontrolluar gjendjen e baterisë dhe për ta regjistruar me anë të syslog(8). Gjithashtu mund të përdoret për të fikur kompjuterin kur bie bateria.
sr: apmd се користи за праћење стања батерије и пријављивање истог путем syslog(8). Такође се може користити за гашење рачунара када је батерија слаба.
sr@latn: apmd se koristi za praćenje stanja baterije i prijavljivanje istog putem syslog(8). Takođe se može koristiti za gašenje računara kada je baterija slaba.
sv: apmd används för övervakning av batteristatusen och loggning av den via syslog(8). Den kan också användas för att stänga av maskinen när batteriladdningen är låg.
ta: apmd syslog(8) வழியாக மின்கல நிலையை கண்காணிக்க பயன்படும் சாதனம். மின்கலனில் மின்சாரம் குறைவாக இருக்கும் போது கணினியை நிறுத்த இது பயன்படும்.
th: apmd ใช้สำหรับติดตามสถานะของแบตเตอรี และลงบันทึกระบบผ่าน syslog(8) สามารถใช้สั่งปิดเครื่องเมื่อแบตเตอรีอ่อนได้
tr: Pil durumunu ve syslog(8) ana kütüğünü izlemek için apmd kullanılmıştır. Pil düşükken makineyi kapatmak için ayrıca kullanılmış olabilir.
uk: apmd використовується для контролю стану батареї та реєстрації через syslog(8). Він також може використовуватись для вимикання машини при зниженні заряду батареї.
vi: apmd được sử dụng để theo dõi trạng thái của pin và ghi sự kiện qua syslog (8). Nó còn được sử dụng để tắt máy khi pin yếu.
xh: i-apmd isetyenziswa ukulandela imo yebhetri nokuyifaka kunxibelelwano ngokujikela kwi-syslog(8). Ingasetyenziswa kananjalo ukuvala umatshini xa ibhetri iphantsi.

source: Runs a command at a given time
ar: تنفيذ أمر عند وقت معطى
bg: Пуска команда на определено време
bn: নির্দিষ্ট সময়ে একটি কমান্ড চালনা করে
bs: Izvršava naredbu u zadato vrijeme
ca: Executa una ordre a l'hora indicada
cs: Spustí příkaz v danou dobu
da: Kører en kommando på et givent tidspunkt
de: Führt einen Befehl zu einer festgelegten Zeit aus
el: Εκτελεί μια εντολή σε ένα καθορισμένο χρόνο
es: Ejecuta un comando a una hora determinada
eu: Exekutatu komando bat zehaztutako orduan
fi: Suoritetaan käsky annettuun aikaan
fr: Démarre une commande à une heure donnée
gu: આપેલ સમયે આદેશ ચલાવે છે
hr: Pokreće naredbu u dato vrijeme
hu: Egy adott parancsot futtat egy megadott időben
id: Jalankan perintah pada saat tertentu
it: Esegue un comando all'ora indicata
ja: 指定した時間にコマンドを実行するデーモン
ko: 맞춰진 시간에 명령을 실행합니다
lt: Nurodytu laiku paleidžia komandą
nb: Kjører en kommando ved en gitt tid
ne: दिएको समयमा आदेश बटन चालु गर।
nl: Voert een opdracht op een vastgesteld tijdstip uit
pa: ਦਿੱਤੇ ਸਮੇਂ ਤੇ ਕਮਾਂਡ ਚਲਾਓ
pl: Uruchomienie polecenia o określonym czasie
pt: Executa um comando a uma hora específica
pt_br: Executa um comando em um horário determinado
ro: Porneşte o comandă la un moment dat
sq: Ekzekuton një komandë në një moment të caktuar
sr: Покрени наредбе у задато време
sr@latn: Pokreni naredbe u zadato vreme
sv: Kör ett kommando vid en given tid
ta: குறித்த நேரத்தில் கட்டளையை இயக்கும்
th: เรียกคำสั่งเมื่อถึงเวลาที่ตั้งไว้
tr: Belirlenmiş bir zamanda bir komudu çalıştırır
uk: Запускає команду у зазначений час
vi: Chạy một câu lệnh tại thời điểm chỉ ra
xh: Iphumeza inkqubo yomyalelo ngexesha elimisiweyo

source: Runs commands scheduled by the at command at the time specified when at was run, and runs batch commands when the load average is low enough.
ar: تشغيل الأوامر المجدولة بأمر at في الوقت الذي تم فيه تنفيذ at، و تشغيل الأوامر عندما يكون معدل الحمولة منخفضاً بشكل كافٍ.
bg: Изпълнява команди, зададени с командата at в определеното от нея време и изпълнява набор от команди, когато натоварването е достатъчно ниско.
bn: at কমান্ড চালনার সময় at কমান্ডের দ্বারা নির্দিষ্ট কমান্ডগুলো নির্ধারিত সময়ে চালায়, এবং গড় লোডের মাত্রা কম হলে ব্যাচ কমান্ডও চালায়।
bs: Izvršava naredbe koje su zakazane naredbom 'at' u vrijeme koje je zadato prilikom izvršavanja te naredbe, te izvršava izabrane naredbe kada je opterećenje sistema dovoljno nisko.
ca: Executa ordres programades a través de l'ordre at a l'hora que es va indicar, i executa fitxers de lots quan la càrrega del sistema és suficientment baixa.
cs: Spustí příkazy naplánované příkazem at v dobu určenou, když byl spuštěn at, a spustí dávkové příkazy, když je průměrná zátěž dost nízká.
da: Kører kommandoer planlagt af "at"-kommandoen, på det til "at" givne tidspunkt og kører skript-kommandoer når gennemsnittet for belastning er lavt nok.
de: Führt vom »at«-Befehl geplante Befehle zu der Zeit aus, die angegeben wurde, als »at« ausgeführt wurde, und führt Batch-Befehle, wenn das Lastmittel niedrig genug ist.
el: Εκτελεί τις προγραμματισμένες εντολές από την εντολή at, την στιγμή που καθορίστηκαν όταν η εντολή at εκτελέσθηκε, και εντολές batch όταν ο μέσος φόρτος είναι χαμηλός.
es: Ejecuta comandos programados por la orden at a la hora especificada cuando at se ejecutó, y ejecuta comandos por lotes cuando la carga de trabajo es suficientemente baja.
eu: Antolatutako komandoak exekutatzen ditu 'at' aginduaren bitartez zehaztutako orduan ('at' exekutatzen ari zenean) eta komandoak 'batch' moduan exekutatzen ditu lan-zama baxua denean.
fi: Suorittaa at-komennon ajastamia komentoja ajankohtana, joka määrättiin kun at-komentoa suoritettiin, sekä suorittaa eräajotehtäviä, jos järjestelmän kuormitus on tarpeeksi pieni.
fr: Démarre les commandes planifiées par la commande at à l'heure spécifiée quand at était lancé et démarre les commandes batch quand la charge système est assez basse.
gu: at આદેશ દ્વારા સમય અપાયેલ આદેશો ચલાવે છે કે જ્યારે તેમને સમય આપવામાં આવેલો હોય છે, અને બેચ આદેશો ચલાવે છે જ્યારે ભારનો સરેરાશ ઓછો હોય.
hr: Pokreće naredbe zakazane at naredbom u vrijeme dato prilikom pokretanja at naredbe, također pokreće naredbe kada je opterećenje sustava dovoljno nisko.
hu: Az at parancs által meghatározott időre ütemezett parancsok futtatása az at futtatásakor megadott időben, valamint a kötegelt parancsok futtatása, ha az átlagos terhelés alacsony.
id: Jalankan perintah yang dijadwal menggunakan program "at" pada waktu yang ditentukan, dan jalankan perintah batch saat tingkat beban komputer rendah.
it: Esegue i comandi schedulati dal comando "at" all'orario indicato quando il comando "at" è stato eseguito, ed esegue i comandi non interattivi quando il carico medio è sufficientemente basso.
ja: コマンド `at` で指定した時間に起動するようスケジューリングされたコマンドを実行し、使用率が少ない時はバッチ・コマンドを実行します。
ko: at 명령으로 지정한 시간 이후, 시스템 부하가 충분히 낮을 때 예약한 명령을 실행합니다.
lt: Paleidžia komandas suplanuotas „at“ komandos, laiku nurodytu, kai buvo paleista „at“ komanda ir paleidžia sugrupuotas komandas, kai apkrovos lygis yra pakankamai mažas.
ne: at अदेश द्वारा तोकिएको चालु आदेशले तोकिएको समयमा, जब at चालु हुन्छ, आदेश दिन्छ र ब्याच आदेशलाई चालु गर्दछ । जब भार कम हुन्छ ।
nl: Voert opdrachten uit wanneer at gestart wordt op het met at ingestelde tijdstipen voert opdrachten uit die geen invoer nodig hebben wanneer de systeembelasting laag genoeg is.
pa: ਇੱਕ ਕਮਾਂਡ ਉਦੋਂ ਹੀ ਚਲਾਓ, ਉਸ ਦਾ ਨਿਸ਼ਚਿਤ ਸਮਾਂ ਹੈ, ਅਤੇ ਬੈਂਚ ਕਮਾਂਡ ਤਦ ਹੀ ਚਲਾਓ, ਜਦੋਂ ਕਿ ਔਸਤ ਲੋਡ ਘੱਟ ਹੁੰਦਾ ਹੈ|
pl: Uruchamia polecenia zaplanowane poprzez polecenie "at" oczasie podanym podczas uruchamiania "at", oraz uruchamia polecenia wsadowe gdy średnie obciążenie systemu jest wystarczająco niskie.
pt: Executa comandos calendarizados pelo comando "at" na hora especificada ao executar o "at", e executa comandos de processamento quando a carga sobre o sistema está suficientemente baixa.
pt_br: Executa comandos agendados pelo comando at na hora especificada quando ele foi executado, e executa comandos em lote quando a carga média estiver baixa o suficiente.
ro: Porneşte comenzi programate la un moment specificat prin comanda „at” şi execută un grup de comenzi când încărcarea sistemului este scăzută.
sq: Ekzekuton komanda të skeduara nga komanda "at" në çastin e përcaktuar kur "at" u nis, dhe ekzekuton komada batch kur ngarkesa mesatare është e ulët.
sr: Покреће наредбе заказане наредбом at у време наведено при покретању, и покреће пакет наредби када је оптерећење довољно ниско.
sr@latn: Pokreće naredbe zakazane naredbom at u vreme navedeno pri pokretanju, i pokreće paket naredbi kada je opterećenje dovoljno nisko.
sv: Kör kommandon som är schemalagda av at-kommandot den tid då at kördes, och kör batchkommandon när medelbelastningen är tillräckligt låg.
ta: இயங்க வேண்டிய இடத்தில் குறித்த நேரத்தில் கட்டளை இயங்கும், குழு கட்டளைகள் ஏற்றப்படும் போது குறைவாக இருக்கும்
th: เรียกคำสั่งที่ตั้งเวลาไว้ด้วยคำสั่ง at และเรียกงานที่สั่งเป็นชุดเมื่อโหลดของเครื่องต่ำพอ
tr: Belirli bir zamanda çalıştırılması istenen komutları çalıştırır, ve koşu yığının yük ortalamasının ne zaman yeterli düşüklükte olduğuna hükmeder.
uk: Запускає команди сплановані командою at у час, коли система була вимкнена, та запускає команди у час, коли середнє навантаження досить низьке.
vi: Chạy các lệnh theo lịch bằng câu lệnh at tại một thời điểm chỉ ra khi at chạy, và chạy gói lệnh khi trọng tải trung bình của CPU đủ thấp.
xh: Iphumeza inkqubo yemiyalelo ehleliweyo ngomyalelo we-at ngexesha elikhethiweyo xa i-at ibiza kuqhuba, yaye iphumeza inkqubo yemiyalelo yezixa xa umndilili womthwalo uphantsi ngokulingeneyo.

source: Audio mixer
ar: مازج الصّوت
bg: Звуков смесител
bn: অডিও মিক্সার
bs: Audio mikser
ca: Mesclador d'àudio
cs: Mixér zvuku
da: Lydmikser
el: Μίκτης ήχου
es: Mezclador de sonido
eu: Soinu nahastailea
fi: Äänen mikseri
fr: Mixeur audio
gu: ઓડિયો મિક્સર
hu: Keverőpult
id: Mikser audio
it: Mixer audio
ja: オーディオ・ミキサー
ko: 오디오 소리크기 조절
lt: Audio mikšeris
nb: Lydmikser
ne: श्रव्य मिलाउने
nl: Geluidsmenger
pa: ਆਡੀਓ ਮਿਕਸਰ
pl: Mikser dźwięku
pt: Misturador audio
pt_br: Mixador de áudio
ro: Mixer audio
sq: Mikser zëri
sr: Миксер звука
sr@latn: Mikser zvuka
sv: Ljudmixer
ta: ஒலி கலக்கி
th: ปรับระดับเสียง
tr: Ses karıştırıcı
uk: Мікшер звуку
vi: Bộ hòa âm
xh: Isixhobo sokuxuba isandi

source: This program adjusts the settings of an audio mixing device
ar: يعدّل هذا البرنامج إعدادات جهاز مزج الصّوت
bg: Тази програма променя настройките на звуковия смесител
bn: এই প্রোগ্রামের সাহায্যে অডিও মিক্সিং ডিভাইসের বৈশিষ্ট্যাবলী পরিবর্তন করা সম্ভব
bs: Ovaj program prilagođava postavke audio miksing uređaja
ca: Aquest programa ajusta els paràmetres del dispositiu mesclador d'àudio
cs: Tento program upravuje nastavení zařízení pro mixování zvuku
da: Dette program justerer opsætningen af en lydmikserenhed
de: Dieses Programm bearbeitet die Einstellung von Audio-Mixer-Geräten
el: Αυτό το πρόγραμμα προσαρμόζει τις ρυθμίσεις μιας συσκευής μίξης ήχου
es: Este programa ajusta la configuración de un dispositivo de mezcla de sonido
eu: Programa honek soinuaren nahasgailuaren konfigurazioa egokitzen du.
fi: Tällä ohjelmalla säädetään äänen mikserin asetuksia
fr: Ce programme ajuste les paramètres d'un périphérique de mixage audio
gu: ઓડિયો મિક્સ કરતા ઉપકરણના સુયોજનો આ કાર્યક્રમ સમતોલ કરે છે
hu: Ez a program módosítja az audiokeverő eszköz beállításait
id: Program ini mengatur perangkat mikser audio
it: Questo programma regola le impostazioni di un dispositivo di mixaggio audio
ja: このプログラムはオーディオ・ミキサーのデバイスの設定を調整します。
ko: 오디오 소리크기 조절을 합니다
lt: Ši programa tvarko garso mikšeriavimo įrenginio nustatymus
nb: Dette programmet justerer innstillingene for en lydmikserenhet
ne: यो कार्यक्रमले श्रव्य मिलाउने यन्त्र जडान गर्न मद्दत गर्दछ ।
nl: Dit programma past de instellingen aan van een apparaat voor hetmengen van geluid
pa: ਇਹ ਕਾਰਜ ਇੱਕ ਆਡੀਓ ਮਿਕਸਰ ਜੰਤਰ ਦੀ ਵਿਵਸਥਾ ਨਿਰਧਾਰਿਤ ਕਰਦਾ ਹੈ
pl: Program zmieniający ustawienia urządzenia miksującego dźwięk
pt: Esta aplicação ajusta as definições de um dispositivo de mistura audio
pt_br: Este programa ajusta as configurações de um dispositivo de mixagem de áudio
ro: Acest program ajustează setările dispozitivului mixer audio
sq: Ky program përshtat rregullimet e një dispozitivi miksues zëri
sr: Овај програм подешава уређај за миксовање звука
sr@latn: Ovaj program podešava uređaj za miksovanje zvuka
sv: Detta program justerar inställningarna för en ljudmixerenhet
ta: இந்த கட்டளை ஒலிகலக்கி சாதனத்திற்கான நிரலை சரியாக அமைக்க உதவும்
th: ปรับค่าตั้งของอุปกรณ์ปรับระดับเสียง
tr: Bu program ses karıştıcı aygıtın düzenlerini ayarlar.
uk: Ця програма корегує параметри пристрою мікшеру звуку
vi: Chương trình này điều chỉnh thiết lập của thiết bị âm thanh
xh: Le nkqubo ilungelelanisa imimiselo yesixhobo sokuxuba isandi

source: BinFormat Support
ar: دعم الهيئة الثنائية
bg: Поддръжка на Binformat
bn: BinFormat -র সমর্থন
bs: Podrška za BinFormat
ca: Suport per a BinFormat
cs: Podpora binárních formátů
da: BinFormat-understøttelse
de: Binärformat-Unterstützung
el: Υποστήριξη BinFormat
es: Soporte de formatos binarios
eu: Bitar formatuko euskarria
fi: BinFormat-tuki
fr: Support du Format Bin
gu: બાઈનરી બંધારણનો આધાર
hr: BinFormat podrška
hu: BinFormat támogatás
id: Dukungan BinFormat
it: Supporto BinFormat
ja: BinFormat サポート
ko: Bin형식 지원
lt: BinFormat palaikymas
nb: BinFormat-støtte
ne: बिनपरारुप सहयोग
nl: Ondersteuning voor het binaire bestandsformaat BinFormat
pa: BinFormat ਸਹਾਇਕ
pl: Obsługa formatów binarnych
pt: Suporte BinFormat
pt_br: Suporte a BinFormat
ro: Suport BinFormat
sq: Suport BinFormat
sr: Подршка за извршавање програма
sr@latn: Podrška za izvršavanje programa
sv: BinFormat-stöd
ta: BinFormat ஆதரவு
th: การสนับสนุน BinFormat
tr: Bin Biçim Desteği
uk: Підтримка BinFormat
vi: Hỗ trợ định dạng tập nhị phân
xh: Inkxaso ye-BinFormat

source: Support for running non ELF binaries on Linux
ar: دعم تنفيذ ملفات ثنائية غير ELF على لينكس
bg: Поддръжка за изпълнение на двоични файлове в не-ELF формат под Linux
bn: ELF নয় এমন বাইনারি লিনাক্সে চালাতে সমর্থন করে
bs: Podrška za izvšravanje ne-ELF binarnih datoteka na Linuxu
ca: Permet l'execució de binaris que no siguin ELF en Linux
cs: Podpora spouštění binárních souborů jiných než ELF v Linuxu
da: Understøttelse for at køre ikke-ELF-kørbare på Linux
de: Unterstützung zum Ausführen von nicht-ELF-Binärdateien unter Linux
el: Υποστήριξη για την εκτέλεση non ELF binaries στο Linux
es: Soporte para ejecutar binarios no ELF en Linux
eu: Linux-en ez-ELF motako bitarrak exekutatzeko euskarria
fi: Tue muiden kuin ELF-binäärien suoritusta Linuxissa
fr: Support pour lancer d'autres binaires que ELF sous Linux
gu: લિનક્સ પર ELF સિવાયની બાઈનરીઓ ચલાવવાનો આધાર છે
hr: Podrška za pokretanje ne ELF binarnih datoteka na Linuxu
hu: Nem ELF bináris fájlok Linuxon futtatásának támogatása
id: Dukungan terhadap berkas program biner non ELF pada Linux
it: Supporto per l'esecuzione di binari non ELF su Linux
ja: Linux 上で 非 ELF 形式のバイナリ実行をサポートします。
ko: 리눅스에서 ELF형식이 아닌 바이너리를 실행하도록 지원
lt: Ne-ELF dvejetainių bylų paleidimo Linux sistemoje palaikymas
nb: Støtte for å kjøre binærfiler av andre format enn ELF på Linux
ne: लिन्क्समा नन इएलएफ दुई आधारी अंक चालु गर्न सहयोग गर्दछ ।
nl: Ondersteuning voor het uitvoeren van binaire bestanden onder Linuxdie niet ingedeeld zijn in het ELF-formaat
pa: ਲੀਨਕਸ ਤੇ ਨਾ-ELF ਬਾਈਨਰੀ ਚਲਾਉਣ ਲਈ ਸਹਾਇਕ
pl: Obsługa uruchamiania plików binarnych innych niż ELF
pt: Suporte para executar binários não-ELF em Linux
pt_br: Suporte para executar binários não-ELF no Linux
ro: Suport pentru execuţia de binare non-ELF în Linux
sq: Suport për ekzekutimin e binareve jo ELF në Linux
sr: Подршка за извршавање не-ЕЛФ програма за Линукс језгро
sr@latn: Podrška za izvršavanje ne-ELF programa za Linuks jezgro
sv: Stöd för körning av icke-ELF-binärer på Linux
ta: ELF பைனரிகளை லினக்ஸில் இயக்க ஆதரவு
th: การสนับสนุนการเรียกโปรแกรมไบนารีที่ไม่ใช่ ELF บนลินุกซ์
tr: Linux üzerinde ELF binari çalıştırma desteği
uk: Підтримка запуску не ELF двійкових файлів у Linux
vi: Hỗ trợ việc chạy tập nhị phân không phải ELF trên Linux
xh: Inkxaso yokuphumeza inkqubo engeyiyo eyezibini ze-ELF kwi-Linux

source: Boot messages recorder
ar: مسجّل رسائل الإقلاع
bg: Регистратор на съобщенията при стартиране
bn: বুট-এর বার্তা রেকর্ড করে
bs: Zapisivač boot poruka
ca: Enregistrador de missatges de l'arrencada
cs: Záznamník zaváděcích zpráv
da: Optager af opstartsmeddelelser
de: Zeichnet Boot-Nachrichten auf
el: Εγγραφέας μηνυμάτων boot
es: Grabador de mensajes de arranque
eu: Abioko mezuen grabatzailea
fi: Käynnistysviestien tallentaja
fr: Enregistreur des messages de démarrage
gu: બુટ સંદેશાઓ રેકોર્ડ કરનાર
hu: Rendszerindítási üzenetek rögzítője
id: Perekam pesan boot
it: Registratore dei messaggi di avvio
ja: Boot メッセージ・レコーダ
ko: 부팅 메세지 기록
lt: Įkelties žinučių įrašymo programa
nb: Opptak av oppstartsmeldinger
ne: सन्देशहरुको अभिलेख बुट गर्नुहोला ।
nl: Registratie van opstartberichten
pa: ਬੂਟ ਸੁਨੇਹਾ ਸੰਭਾਲ
pl: Dzeinnik komunikatów startowych
pt: Gravador de mensagens de arranque
pt_br: Gravador de mensagens de boot
ro: Înregistrare mesaje de boot
sq: Regjistrues i mesazheve të nisjes
sr: Снимање порука при подизању
sr@latn: Snimanje poruka pri podizanju
sv: Inspelare för startmeddelanden
ta: துவக்க செய்தி பதிப்பாளர்
th: บันทึกข้อความระบบขณะบูต
tr: Önyükleme mesaj kaydedici
uk: Запис завантажувальних повідомлень
vi: Chương trình ghi thông báo khởi động
xh: Irekhoda yemiyalezo egciniweyo
