Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: The Internet Key Exchange protocol
ar: بروتوكول تبادل مفاتيح الإنترنت
bg: Протокол за обмяна на интернет ключове (IKE)
bn: ইন্টারনেট Key এক্সচেঞ্জ প্রোটোকল
bs: Internet Key Exchange protocol
ca: El protocol d'intercanvi de claus per internet
cs: Protokol Internet Key Exchange
da: Protokollen for udveksling af nøgler via internettet (IKE)
de: Das Internet-Key-Exchange-Protokoll
el: Το Internet Key Exchange πρωτόκολλο
es: El protocolo de intercambio de claves de Internet
eu: Interneteko giltzak trukatzeko protokoloa
fi: Internet Key Exchange-protokolla
fr: Le protocole d'échange de Clef Internet
gu: ઈન્ટરનેટ કી ફેરબદલી પ્રોટોકોલ
hr: Internet Key Exchange protokol
hu: Az Internet Key Exchange (internetes kulcscsere) protokoll
id: Protokol Internet Key Exchange
it: Il protocollo Internet Key Exchange
ja: インターネット鍵交換プロトコル (ISAKMP/Oakley)
ko: 인터넷 키 교환 프로토콜
lt: Interneto raktų mainų protokolas
nb: Protokoll for nøkkelutveksling over Internett
ne: इन्टरनेट कुण्जले प्रोटोकोल साटिदिन्छ ।
nl: Het Internet Key Exchange-protocol
pa: ਇੰਟਰਨੈੱਟ ਕੀ ਐਕਸਚੇਜ ਪਰੋਟੋਕੋਲ
pl: Protokół internetowej wymiany kluczy
pt: O protocolo de Internet Key Exchange
pt_br: O protocolo Internet Key Exchange (Troca de Chaves na Internet)
ro: Protocolul Internet Key Exchange
sq: Protokolli i çelësit të ndërrimit për internetin
sr: Протокол за размену кључева преко интернета
sr@latn: Protokol za razmenu ključeva preko interneta
sv: Internet-nyckelutväxlingsprotokollet
ta: கர்னர் விசை மாற்று விதி
tr: Internet Key Exchange Protocol
uk: Протокол обміну ключами для Інтернет
vi: Giao thức Internet Key Exchange
xh: Iprothokholi Ephambili Yonaniselwano Nge-intanethi

source: The Internet Key Exchange protocol openbsd implementation
ar: بروتوكول تبادل مفاتيح الإنترنت تنفيذ openbsd
bg: Протокол за обмяна на интернет ключове openbsd версия
bn: ইন্টারনেট Key এক্সচেঞ্জ প্রোটোকলের openbsd বাস্তবায়ন
bs: Internet Key Exchange protocol openbsd implementacija
ca: La implementació openbsd del protocol d'intercanvi de claus per internet
cs: Implementace openbsd protokolu Internet Key Exchange
da: Protokollen for udveksling af nøgler via internettet (IKE), openbsd-implementationen
de: Die OpenBSD-Implementierung des Internet-Key-Exchange-Protokolls
es: La implementación openbsd del protocolo de intercambio de claves de Internet
eu: OpenBSD-ek inplementatutako Interneteko giltzak trukatzeko protokoloa
fi: Internet Key Exchange-protokollan OpenBSD-toteutus
fr: Le protocole d'échange de Clef Internet implanté d'openbsd
gu: ઈન્ટરનેટ કી ફેરબદલી પ્રોટોકોલ openbsd સુધારો
hr: OpenBSD implementacija Internet Key Exchange protokola
hu: Az Internet Key Exchange protokoll openbsd-megvalósítása
id: Protokol Internet Key Exchange implementasi openbsd
it: L'implementazione OpenBSD dell'Internet Key Exchange
ja: インターネット鍵交換プロトコル OpenBSD の実装です。
ko: 인터넷 키 교환 프로토콜 openbsd 구현
lt: Interneto raktų mainų protokolo openbsd variantas
nb: OpenBSD-implementasjon av protokollen Internet Key Exchange
ne: इन्टरनेट कुण्जले प्रोटोकोल खुल्ला बि॰एस॰डि॰ साधन साटिदिन्छ ।
nl: De OpenBSD-versie van het Internet Key Exchange-protocol
pa: ਇੰਟਰਨੈੱਟ ਕੀ ਐਕਸਚੇਜ ਪਰੋਟੋਕੋਲ openbsd ਸਥਾਪਨਾ
pl: Implementacja OpenBSD internetowego protokołu wymiany kluczy
pt: A implementação openbsd do protocolo Internet Key Exchange
pt_br: A implementação openbsd do protocolo Internet Key Exchange
ro: Implementarea OpenBSD a protocolului Internet Key Exchange
sq: Përshtatja openbsd e protokollit të çelësit të ndërrimit për internetin
sr: ОпенБСД имплементација протокола за размену кључева путем Интернета
sr@latn: OpenBSD implementacija protokola za razmenu ključeva putem Interneta
sv: Openbsd-implementationen av Internet-nyckelutväxlingsprotokollet
ta: இணைய விசை மாற்ற விதி openbsd செயல்பாடு
tr: İnternet Anahtar Değişimi iletişim kuralı openbsd çalışması
uk: Протокол обміну ключами для Інтернет у реалізації openbsd
vi: Sự bổ sung vào openbsd của giao thức Internet Key Exchange
xh: Ukuphumeza iprothokholi Ephambili Yonaniselwano Nge-intanethi nge-openbsd

source: start and stop ISDN services
ar: بدء و إيقاف خدمات ISDN
bg: стартиране и спиране на ISDN услуги
bn: ISDN পরিসেবা আরম্ভ করো এবং বন্ধ করো
bs: pokreni i zaustavi ISDN usluge
ca: inicia i atura serveis XDSI
cs: spouštět a zastavovat služby ISDN
da: start og stop ISDN-tjenester
de: ISDN-Dienste starten und beenden
el: εκκίνηση και τερματισμός υπηρεσίες ISDN
es: iniciar y parar servicios RDSI
eu: abiatu eta gelditu RDSI zerbitzuak
fi: Käynnistä ja lopeta ISDN-palvelut
fr: démarre et arrête les services ISDN
gu: ISDN સેવાઓ ચાલુ અને બંધ કરો
hr: pokretanje i zaustavljanje ISDN servisa
hu: ISDN-szolgáltatások elindítása és leállítása
id: jalankan dan berhentikan layanan ISDN
it: avvia e ferma i servizi ISDN
ja: ISDN サービスを起動したり停止したりします。
ko: ISDN 서비스를 시작하거나 마칩니다
lt: paleiskit ir sustabdykit ISDN paslaugas
nb: start og stopp ISDN-tjenester
ne: आई एस डि एन सेवाहरू शुरू गर्नुहोला र रोक्नुहोला ।
nl: ISDN-diensten starten en stoppen
pa: ਸੇਵਾ ISDN ਸ਼ੁਰੂ ਤੇ ਬੰਦ
pl: Uruchamia i zatrzymuje obsługę ISDN
pt: inicia e termina serviços RDIS
pt_br: iniciar e parar serviços ISDN
ro: porneşte şi opreşte servicii ISDN
sq: nis dhe ndalo shërbimet ISDN
sr: покрени и заустви ИСДН услуге
sr@latn: pokreni i zaustvi ISDN usluge
sv: starta och stoppa ISDN-tjänster
ta: ISDN சேவையை துவக்கு நிறுத்து
th: เปิดและปิดบริการ ISDN
tr: ISDN servislerini durdurma ve başlatma
uk: запуск та зупинення ISDN служб
vi: chạy và dừng các dịch vụ ISDN
xh: ukuqala nokumisa iinkonzo ze-ISDN

source: Check and fix joystick device nodes
ar: فحص و إصلاح عقد أجزة عصي التحكّم
bg: Проверка и коригиране на връзката с джойстика
bn: জয়স্টিক ডিভাইস নোড পরীক্ষা করে স্থাপন করো
bs: Provjeri i popravi device nodes za joystick
ca: Comprova i arregla nodes de disposotius de palanca de control
cs: Zkontrolovat a opravit uzly zařízení joystick.
da: Kontrollér og fiks styrepindsenhedsnoder
de: Joystick-Nodes überprüfen und korrigieren
el: Έλεγχος και επισκευή joystick device nodes
es: Comprueba y arregla nodos de dispositivos joystick
eu: Kontrol-palankaren nodoak egiaztatzen eta konpontzen ditu
fi: Tarkista ja korjaa peliohjainten laitetiedostoja
fr: Vérifie et répare les noeuds des périphériques joystick
gu: જોયસ્ટીક ઉપકરણ નોડ ચકાસો અને સમારો
hu: Botkormány-eszköz csomópontok ellenőrzése és javítása
id: Periksa dan betulkan titik perangkat joystik
it: Controlla e aggiusta i nodi dei dispositivi joystick
ja: ジョイスティックのデバイス・ノードをチェック・修復
ko: 조이스틱 장치 노드 확인
lt: Tikrina ir taiso vairalazdžių įrenginius
nb: Sjekk og fiks enhetsnoder for joystick
ne: जाँच्नुहोला र ज्वाईस्टिक साधनको नोडहरू ठिक गर्नुहोला ।
nl: Joystick-apparaatbestanden controleren en maken
pa: ਜਾਏਸਟਿੱਕ ਜੰਤਰ ਨੋਡ ਦੀ ਜਾਂਚ ਤੇ ਨਿਰਧਾਰਨ
pl: Sprawdza i poprawia węzły urządzenia joysticka
pt: Verificar e corrigir os nós de dispositivos joystick
pt_br: Verificar e consertar nós de dispositivos de joystick
ro: Verifică şi corectează nodurile dispozitivelor de tip joystick
sq: Kontrollo dhe riparo nyjet e dispozitivit joystick
sr: Провери и поправи чворове џојстик уређаја
sr@latn: Proveri i popravi čvorove džojstik uređaja
sv: Kontrollera och lås styrspaksenhetsnoder
ta: joystick சாதனத்தை சோதித்து பொருத்து
th: ตรวจสอบและแก้ไขแฟ้มอุปกรณ์จอยสติ๊ก
tr: Oyun çubuğu aygıt düğümlerini denetle ve düzelt
uk: Перевірка та виправлення файлів-пристроїв джойстіків
vi: kiểm tra và sửa chữa các nút thiết bị joystick
xh: Khangela ulungise izixhobo zonxibelwano ze-joystick

source: Runs joystick-device-check. joystick-device-check is a program which ensures that the /dev/js* device nodes are correct for the kernel version in use.
ar: ينفّذ joystick-device-check. joystick-device-check هو برنامج يتأكّد من أنّ عقد أجهزة /dev/js* صحيحة من أجل إصدار النواة المستخدم.
bg: проверява дали /dev/js* device nodes са съвместими с използваната версия на ядрото.
bn: joystick-device-check চালু করে। joystick-device-check একটি প্রোগ্রাম যা বর্তমানে ব্যবহৃত কার্নেল ভারসানের জন্য /dev/js* ডিভাইস নোড সঠিক আছে কি না তা পরীক্ষা করে।
bs: Pokreće joystick-device-check. To je program koji osigurava da su /dev/js* datoteke uređaja ispravne za verziju kernela koja se trenutno koristi.
ca: Executa joystick-device-check, que és un programa que assegura que els nodes de dispositiu /dev/js* siguin els correctes per a la versió del nucli en ús.
cs: Spustí joystick-device-check. joystick-device-check je program, který zajistí, že uzly zařízení /dev/js* jsou správně pro používanou verzi jádra.
da: Kører joystick-device-check. joystick-device-check er et program der sikre at /dev/js*-enhederne er korrekte i henhold til den ibrugtagne kerne-version.
de: Startet joystick-device-check, ein Programm welches sicherstellt, dass die /dev/js*-Geräte-Nodes korrekt sind
el: Εκτελεί το joystick-device-check. Το joystick-device-check είναι ένα πρόγραμμα που επιβεβαιώνει ότι οι /dev/js* device nodes είναι σωστές για την έκδοση πυρήνα που χρησιμοποιείτε.
es: Ejecuta joystick-device-check. joystick-device-check es un programa que se asegura de que los nodos de dispositivo /dev/js* sean correctos para la versión del núcleo que esté en uso.
eu: 'joystick-device-check' exekutatzen du. 'joystick-device-check' programak /dev/js* gailuen nodoak unean erabiltzen ari den kernel bertsioarekiko zuzenak direla ziurtatzen da.
fi: Suorittaa ohjelman joystick-device-check. Se on ohjelma, joka varmistaa että laitetiedostot /dev/js* ovat oikeat käytössä olevalle ytimen versiolle.
fr: Démarre joystick-device-check. Le programme joystick-device-check est un programme qui s'assure que les noeuds des périphériques /dev/js* sont correct dans la version du kernel utilisée.
gu: જોયસ્ટીક ઉપકરણ ચકાસો ચલાવે છે. જોયસ્ટીક ઉપકરણ ચકાસો કાર્યક્રમ કે જે ખાતરી કરે છે કે /dev/js* ઉપકરણ નોડ કર્નલની આવૃત્તિ માટે યોગ્ય છે.
hu: A joystick-device-check futtatása. A joystick-device-check program ellenőrzi, hogy a /dev/js* eszközcsomópontok megfelelnek a használt kernelverziónak.
id: Jalankan joystick-device-check. Program ini adalah program yang memastikan bahwa titik perangkat /dev/js* sudah dipasang sesuai dengan versi kernel yang aktif.
it: Esegue joystick-device-check. joystick-device-check è un programma che assicura che i nodi dei dispositivi /dev/js* sono corretti per la versione di kernel in uso.
ja: joystick-device-check を実行します。joystick-device-check は /dev/js* デバイス・ノードが、使用中のカーネルのバージョンに適合するようにします。
ko: joystick-device-check를 실행합니다. joystick-device-check는 /dev/js* 장치파일이 쓰고 있는 커널버젼에 따라 맞게 만들어졌는지 확인하는 프로그램입니다.
lt: Paleidžia joystick-device-check. joystick-device-check yra programa užtikrinanti, kad /dev/js* įrenginių mazgai yra tinkami dabar naudojamai branduolio versijai.
ne: ज्वाईस्टिक साधन सच्याउने एउटा यस्तो साधन हो, जसले यो पक्का गर्छ कि /dev/js* साधन नोडहरू प्रयोग भएको केरनेल संस्करणको लागी सही छ ।
nl: Voert joystick-device-check uit. Dit programma controleert of de /dev/js* apparaatbestanden juist zijn voor de gebruikte kernel.
pa: joystick-device-check ਚਲਾਓ| joystick-device-check ਇੱਕ ਕਾਰਜ ਹੈ, ਜੋ ਕਿ ਵਰਤੇ ਜਾ ਰਹੇ ਕਰਨਲ ਵਰਜਨ ਲਈ /dev/js* ਜੰਤਰ ਨੋਡ ਨੂੰ ਸਹੀਂ ਕਰਦਾ ਹੈ|
pl: Uruchamia joystick-device-check. Program joystick-device-check sprawdza czy węzły urządzeń /dev/js* są poprawne dla wersji używanego jądra.
pt: Executa o joystick-device-check. joystick-device-check é uma aplicação que se certifica de que os nós de dispositivo /dev/js* estão corrects para a versão de kernel em utilização.
pt_br: Executa joystick-device-check. O joystick-device-check é programa que se certifica que os nós de dispositivos /dev/js* estão corretos para a versão do kernel em uso.
ro: Porneşte joystick-device-check pentru a verifica dacă nodurile dispozitivelor /dev/js* corespund versiunii kernelului folosit.
sq: Ekzekuton kontrollin-e-dispozitivit-joystick. kontrolli-dispozitivit-joystick është një program i cili siguron saktësinë e nyjeve /dev/js* për versionin e kernelit në përdorim.
sr: Покреће joystick-device-check. joystick-device-check је програм који проверава да су чворови уређаја /dev/js* исправни за издање језгра које се користи.
sr@latn: Pokreće joystick-device-check. joystick-device-check je program koji proverava da su čvorovi uređaja /dev/js* ispravni za izdanje jezgra koje se koristi.
sv: Kör joystick-device-check. joystick-device-check är ett program som garanterar att /dev/js*-enhetsnoderna är de rätta för den version av kärnan som används.
ta: joystick-device-check. joystick-device-check நிரல்/dev/js* கர்னல் பதிப்பில் சரியாக பொருந்துகிறதா என சோதிக்கும்
th: เรียกโปรแกรม joystick-device-check ซึ่งเป็นโปรแกรมที่ตรวจสอบให้แน่ใจว่าแฟ้มอุปกรณ์ /dev/js เรียบร้อยดีสำหรับเคอร์เนลรุ่นที่ใช้
tr: Oyun çubuğu çalışmasını denetler. oyun çubuğu aygıt denetimlerinde çekirdek sürümü için /dev/js* program düğümü kullanılır.
uk: Запускає joystick-device-check. joystick-device-check - програма, яка перевіряє, що /dev/js* файли-пристрої є коректними для вашої версії ядра.
vi: Chạy joystick-device-check. joystick-device-check là chương trình kiểm tra độ chính xác của các nút thiết bị /dev/js* cho phiên bản nhân đang sử dụng.
xh: Iphumeza inkqubo ye-joystick-device-check. I-joystick-device-check yinkqubo eqinisekisa ukuba izixhobo zonxibelelwano ze-/dev/js* zichanekile malunga nohlobo olusebenzayo lwe-kernel.

source: This package loads the selected keyboard map as set in /etc/sysconfig/keyboard. This can be selected using the kbdconfig utility. You should leave this enabled for most machines.
ar: تحمّل هذه الحزمة خارطة لوحة المفاتيح كما هو معدّ في /etc/sysconfig/keyboard. يمكن اختيار هذا باستخدام أداة kbdconfig. عليك ترك هذا مفعّلاً في معظم الأجهزة.
bg: Този пакет зарежда избраната клавиатурна подредба, която се поставя в /etc/sysconfig/keyboard. Това може да се направи и с kbdconfig utility. Би трябвало да оставите това "разрешено" за повечето видове машини.
bn: এই প্যাকেজর দ্বারা /etc/sysconfig/keyboard -এ নির্বাচিত কীবোর্ড ম্যাপ লোড করা হয়। এটি kbdconfig ইউটিলিটি র সাহায্যে নির্বাচন করা সম্ভব। বেশিরভাগ মেশিনের ক্ষেত্রে এটা সক্রিয় রাখা উচিত।
bs: Ovaj paket učitava izabranu mapu tastature kako je podešena u /etc/sysconfig/keyboard. Ovo se može izabrati koristeći alat kbdconfig. Ovo trebate ostaviti aktivno na većini računara.
ca: Aquest paquet carrega el mapa de caràcters del teclat especificat a /etc/sysconfig/keyboard. Es pot seleccionar amb l'utilitat kbdconfig. En la majoria de casos, hauríeu de deixar això habilitat.
cs: Tento balíček načítá vybranou mapu klávesnice podle nastavení v /etc/sysconfig/keyboard. Mapu můžete nastavit pomocí nástroje kbdconfig. Pro většinu počítačů byste toto měli nechat povoleno.
da: Denne pakke indlæser det valgte tastaturlayout som er defineret i /etc/sysconfig/keyboard. Dette kan vælges i kbdconfig-værktøjet. På de fleste maskiner bør du ikke fravælge denne pakke.
de: Dieses Paket lädt die in »/etc/sysconfig/keyboard« festgelegte Tastaturbelegung. Sie können sie mit Hilfe des Werkzeugs »kbdconfig« wählen. Dies sollte für die meisten Rechner aktiviert sein.
el: Αυτό το πακέτο φορτώνει το επιλεγμένο χάρτη πληκτρολογίου όπως αυτός έχει καθοριστεί στο /etc/sysconfig/keyboard. Αυτό μπορεί να επιλεχθεί με την χρήση της εφαρμογής kbdconfig. Θα πρέπει να το έχετε ενεργό για τα περισσότερα μηχανήματα.
es: Este paquete carga el mapa de teclado seleccionado tal y como indica /etc/sysconfig/keyboard. Esto puede seleccionarse con la utilidad kbdconfig. Debería dejar esto activado para la mayoría de los equipos.
eu: Pakete honek hautatutako teklatu-mapa kargatzen du, /etc/sysconfig/keyboard fitxategian ezarrita dagoen bezala. 'kbdconfig' erabiliz hauta dezakezu. Hau gaituta eduki beharko zenuke ordenagailu gehienetan.
fi: Tämä paketti lataa näppäimistökartan, joka on määritelty tiedostossa /usr/sysconfig/keyboard. tämä näppäimistökartta voidaan valita käyttämällä ohjelmaa kbdconfig. Tämän palvelun tulisi olla käytössä useimmissa järjestelmissä.
fr: Ce paquet charge le modèle de clavier configuré dans /etc/sysconfig/. Ceci peut être sélectioné avec l'utilitaire kbdconfig. Vous devriez mettre en marche ceci sur toutes vos machines.
gu: આ પેકેજ પસંદ કરેલ કીબોર્ડ નકશો /etc/sysconfig/ કીબોર્ડમાં સુયોજિત કરેલ છે ત્યાંથી લાવે છે. આ kbdconfig ઉપયોગિતા દ્વારા પસંદ કરી શકાય છે. તમે આ મોટે ભાગના મશીનો માટે સક્રિય છોડી શકો છો.
hr: Ovaj paket učitava odabranu mapu tipkovnice koja je postavljena u /etc/sysconfig/keyboard. Ona može biti odabrana korištenjem kbdconfig pomoćnog programa. Ovo biste trebali ostaviti omogućeno za većinu računala.
hu: Ez a csomag betölti az /etc/sysconfig/ könyvtárban megadott billentyűzetkiosztást. Ez a kbdconfig segédprogrammal választható ki. Ezt a beállítást a legtöbb gépen bekapcsolva kell hagyni.
id: Paket ini membuka peta keyboard yang dipilih sebagaimana disebutkan pada /etc/sysconfig/keyboard. Peta ini dapat dipilih dengan menggunakan program kbdconfig. Biasanya pilihan ini diaktifkan.
it: Questo pacchetto carica la mappa di tastiera selezionata come impostata in /etc/sysconfig/keyboard. La mappa può essere selezionata usando l'utilità kbdconfig. Per la maggior parte delle macchine va lasciato abilitato.
ja: このパッケージは /etc/sysconfig/keyboard にセットされているキーボード・マップを読み込みます。これは `kbdconfig` ツールを使用する際に選択することが可能です。ほとんどのマシンではこれは有効にしておいて下さい。
ko: 이 꾸러미는 /etc/sysconfig/keyboard에서 설정한 대로 글쇠판 맵을 읽어들입니다. 이것은 kbdconfig 도구를 사용하여 선택할 수 있습니다. 대부분의 시스템에서는 켜두기만 하면 됩니다.
lt: Šis paketas įkelia pasirinktą klaviatūros išdėstymą, kaip nurodyta /etc/sysconfig/keyboard byloje. Jis gali būti pasirinktas naudojant kbdconfig įrankį. Jūs turėtumėte palikti šią tarnybą įjungtą daugumoje kompiuterių.
ne: यो.प्याकेजले छानिएको कुण्जिपाटि नक्सा /etc/sysconfig/कुण्जिपाटिमा मिल्ने गरि लोड गर्दछ । यसलाई kbdconfid उपयोगिता प्रयोग गरि छनोट गर्न सकिन्छ तपाईले अरू मेशिनहरूको लागी यसलाई सक्षम पारेर छोड्नु पर्दछ ।
nl: Dit pakket laadt de toetsenbordindeling die ingesteld is in /etc/sysconfig/keyboard. Dit kan worden ingesteld met het kbdconfig programma. Voor de meeste machines moet dit aan staan.
pa: ਇਹ ਪੈਕੇਜ ਚੁਣੇ ਕੀ-ਬੋਰਡ ਨੂੰ /etc/sysconfig/keyboard ਵਿੱਚ ਨਿਰਧਾਰਿਤ ਕਰਦਾ ਹੈ| ਇਸ ਨੂੰ kbdconfig ਉਪਯੋਗਤਾ ਨਾਲ ਚੁਣਿਆ ਜਾ ਸਕਦਾ ਹੈ| ਤੁਹਾਨੂੰ ਆਮ ਮਸ਼ੀਨ ਲਈ ਯੋਗ ਹੀ ਰਹਿਣ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ|
pl: Pakiet wczytuje wybraną (zgodnie z /etc/sysconfig/keyboard) mapę klawiatury. Ustawień można dokonać za pomocą narzędzia kbdconfig. Dla większości maszyn, opcja ta powinna zostać włączona.
pt: Este pacote carrega o mapa de teclado seleccionado tal como definido em /etc/sysconfig/keyboard. Pode ser seleccionado utilizando o utilitário kbdconfig. Deverá deixar esta opção activa na maioria das máquinas.
pt_br: Este pacote carrega o mapa de teclado selecionado como está configurado /etc/sysconfig/keyboard. Isto pode ser configurado usando o utilitário kbdconfig. Você deve deixar isso habilitado para a maioria das máquinas.
ro: Acest pachet încarcă maparea de tastatură setată în /etc/sysconfig/keyboard. Aceasta poate fi schimbată utilizând utilitarul kbdconfig. Ar trebui să lăsaţi această setare activă pentru majoritatea calculatoarelor.
sq: Ky paket ngarkon llojin e tastierës së zgjedhur siç është caktuar në /etc/sysconfig/keyboard. Kjo mund të zgjidhet duke përdorur programin kbdconfig. Duhet ta aktivizosh për shumicën e kompjuterave.
sr: Овај пакет учитава изабрану мапу тастатуре како је подешена у /etc/sysconfig/keyboard. Она се може изабрати алатом kbdconfig. Ово ваља оставити укључено за већину рачунара.
sr@latn: Ovaj paket učitava izabranu mapu tastature kako je podešena u /etc/sysconfig/keyboard. Ona se može izabrati alatom kbdconfig. Ovo valja ostaviti uključeno za većinu računara.
sv: Detta paket läser in den tangentbordstabell som angivits i /etc/sysconfig/keyboard. Detta kan väljas med hjälp av verktyget kbdconfig. Du bör lämna detta aktiverat på de flesta maskiner.
ta: இந்த கட்டு தேர்வு செய்த விசையை /etc/sysconfig/ விசைப்பலகைப்குள் ஏற்றும். இதை kbdconfig பயன்பாட்டை பயன்படுத்தி தேர்வு செய்ய முடியும். இதை செயல்பாட்டில் வைக்க வேண்டும்
th: โหลดผังแป้นพิมพ์ตามที่กำหนดใน /etc/sysconfig/keyboard ซึ่งสามารถกำหนดได้ด้วยโปรแกรม kbdconfig คุณควรเปิดบริการนี้ในเครื่องส่วนใหญ่
tr: Bu paket /etc/sysconfig/ klavye olarak seçilmiş klavye haritasını yükler. Bu kbdconfig yararlılığını kullanmayı seçilebilir. Birçok makina da bu seçili kılınmıştır.
uk: Цей пакет завантажує вибрану розкладку клавіатури як встановлено у /etc/sysconfig/keyboard. Вона може бути вибрана використовуючи утиліту kbdconfig. Необхідно залишити її увімкненою для більшості комп'ютерів.
vi: Gói này nạp bản đồ bàn phím (keymap) như đã đặt trong /etc/sysconfig/keyboard. Bản đồ có thể chọn với tiện ích kbdconfig. Bạn cần để tính năng này bật trên hầu hết các máy.
xh: Lo mqulu wenkqubo ufaka imephu ye-keyboard ekhethiweyo njengoko imiselwe kwi-/etc/sysconfig/keyboard. Oku kungakhethwa ngokusebenzisa isixhobo i-kbdconfig. Kufuneka ugcine oku kukwazi ukusebenza kwimatshini ezininzi.

source: Kernel Log Daemon
ar: جنيّ سجل النواة
bg: Демон за системния журнал на ядрото
bn: কার্নেল লগ ডেমন
ca: Dimoni de registre del nucli
cs: Démon pro záznamy jádra
da: Kernelog-server
de: Kernel Protokoll-Daemon
es: Demonio de registro del núcleo
eu: Kernel-aren erregistro daemon-a
fi: Ytimen lokituspalvelin
fr: démon des logs noyau
gu: કર્નલ લોગ ડીમન
hu: Kernelnaplózó démon
id: Daemon Log Kernel
ja: Kernel ログ・デーモン
ko: 커널 로깅 데몬
lt: Branduolio žinučių sekimo demonas
nb: Loggdaemon for kjernen
ne: केरनेल लग डेईमोन
pa: ਕਰਨਲ ਲਾਗ ਪੇਸ਼ਕਾਰੀ
pl: Demon dziennika jądra
pt: Daemon de Registo de Kernel
pt_br: Serviço de Log do Kernel
ro: Daemon Kernel Log
sq: Programi Shërbyes i Regjistrimeve të Kernelit
sr: Услуга дневника језгра
sr@latn: Usluga dnevnika jezgra
sv: Kärnloggningsdemon
ta: கர்னல் பதிவு மாயாவி
th: ดีมอนบันทึกปฏิบัติการของเคอร์เนล
tr: Kernel Günlük Servisi
uk: Служба журналу ядра
vi: Daemon sự kiện nhân
xh: I-Daemon Engundoqo Yengxelo yokwenzekileyo
