Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: Mail Transport Agent
ar: عميل نقل البريد
bg: Пощенски сървър
bn: মেইল ট্রান্সপোর্ট এজেন্ট
ca: Agent de transport de correu
cs: Program pro přepravu pošty
da: Post-server (MTA)
de: E-Mail-Transportagent
es: Agente de transporte de correo
eu: Posta garraiatzeko agentea (MTA)
fi: Postin välitysohjelmisto
fr: Agent Transport de Mail
gu: મેઈલ પરિવહન એજન્ટ
hr: Agent za prijenos pošte (MTA)
hu: Levéltovábbítási ügynök
id: Agen Transport Email (Mail Transport Agent/MTA)
ja: メール転送エージェント (MTA)
ko: 메일 전송 에이전트
lt: Pašto transportavimo agentas
nb: Tjener for transport av e-post
ne: चिठ्ठी यातायात अभिकर्ता
pa: ਮੇਲ ਟਰਾਂਸਪੋਰਟ ਏਜੰਟ
pl: Agent przesyłu poczty (MTA)
pt: Agente de Transporte de Mail
pt_br: Agente de Transporte de Correspondência
ro: Server MTA
sq: Agjenti i Transportit të Postës Elektronike
sr: Агент за пренос поште (MTA)
sr@latn: Agent za prenos pošte (MTA)
sv: Transportagent för e-post
ta: மின்னஞ்சல் அனுப்பும் தரகர்
th: โปรแกรมรับ-ส่งเมล (Mail Transport Agent)
tr: Posta Taşıma Aracı
uk: Агент транспортування пошти
vi: Tác nhân truyền tải thư
xh: I-arhente Yokuhambisa I-imeyile

source: Point to Point Protocol daemon
ar: جنيّ بروتوكول نقطة لنقطة
bg: Point to Point Protocol демон
bn: পয়েন্ট-টু-পয়েন্ট প্রোটোকল ডেমন
ca: Dimoni del protocol punt a punt
cs: Démon Pont to Point Protocol
da: Punkt-til-punkt-protokol (PPP)-server
de: Punkt-zu-Punkt-Protokoll-Daemon
es: Demonio del protocolo punto a punto
eu: Puntutik punturako protokoloaren daemon-a
fi: Point-to-point protokollan (PPP) palvelin
fr: Démon de Protocol Point à Point
gu: પોઈન્ટ ટુ પોઈન્ટ પ્રોટોકોલ ડીમન
hr: PTP daemon
hu: PPP (Point to Point Protocol) démon
id: Daemon Point-to-Point Protocol
it: Demone del protocollo Point to Point
ja: Point to Point プロトコル・デーモン
ko: 점대점 프로토콜 데몬
lt: Point to Point protokolo demonas
nb: Daemon for punkt-til-punkt protokoll
ne: बिन्दु बिन्दु प्रोटोकल डेईमोन
pa: ਪੁਆਇੰਟ ਤੋਂ ਪੁਆਇੰਟ ਪਰੋਟੋਕੋਲ ਪੇਸ਼ਕਾਰੀ
pl: Demon protokołu punkt - punkt (PPP)
pt: Daemon de Protocolo Ponto a Ponto
pt_br: Servidor de Protocolo Ponto a Ponto
ro: Daemon PPP (Point to Point Protocol)
sq: Programi Shërbyes i Protokollit Point to Point
sr: PPP услуга
sr@latn: PPP usluga
sv: Demon för punkt till punkt-protokollet (PPP)
ta: Point to Point விதிமுறை மாயாவி
th: ดีมอน Point to Point Protocol
tr: Noktadan Noktaya İletişim Kuralı programı
uk: Служба Point to Point Protocol
vi: Daemon giao thứ Điểm tới Điểm (PPP)
xh: Iprothokholi ye-daemon esuka Kwichokoza ukuya Kwichokoza

source: The Point-to-Point Protocol (PPP) provides a method for transmitting datagrams over serial point-to-point links.
ar: يوفّر بروتوكول نقطة لنقطة (PPP) طريقة لإرسال الحزم عبر ارتباطات تسلسلية نقطة لنقطة.
bg: Point-to-Point Protocol (PPP) осогурява пренасянето на данни по серийни point-to-point връзки.
bn: পয়েন্ট-টু-পয়েন্ট প্রোটোকল (PPP)-র সাহায্যে সিরিয়েল পয়েন্ট-টু-পয়েন্ট লিঙ্কের মাধ্যমে ডাটাগ্রাম প্রেরণ করা সম্ভব।
bs: Point-to-Point Protocol (PPP) pruža metod za prijenos podataka preko serijskih linkova između dvije tačke.
ca: El protocol punt a punt (PPP) proporciona un mètode per transferir datagrames a través d'enllaços sèrie punt a punt.
cs: Point-to-Point Protocol (PPP) poskytuje metodu pro přenos datagramů přes sériová spojení mezi dvěma body.
da: Punkt-til-punkt-protokollen (PPP) er en metode for overføring af datagrammer over serielle punkt-til-punkt-forbindelser.
de: Das Punkt-zu-Punkt- (PPP-)Protokoll stellt eine Methode zum Übertragen von Datagrammen über serielle Punkt-zu-Punkt-Verbindungen bereit.
el: Το Point-to-Point Protocol (PPP) παρέχει μια μέθοδογια την μετάδοση datagrams σε δεσμούς serial point-to-point.
es: El protocolo punto a punto proporciona un método para transmitir datagramas sobre enlaces punto a punto.
eu: Puntutik punturako protokoloak (PPP) datagramak garraiatzeko metodoa eskaintzen du, puntutik punturako konexioen gainean.
fi: Point-to-point protokolla (PPP) tarjoaa menetelmän siirtää paketteja sarjaliitännällisten piste-piste linkkien ylitse.
fr: Le Protocol Point à Point (PPP) est une méthode pour transmettre des données à travers des connexions séries point à point.
gu: પોઈન્ટ ટુ પોઈન્ટ પ્રોટોકોલ (PPP) ડેટાગ્રામને સીરીયલ પોઈન્ટ ટુ પોઈન્ટ કડીઓ મારફત મોકલવાની પદ્ધતિ પૂરી પાડે છે.
hr: PPP protokol omogućuje prenošenje podataka preko serijskih veza.
hu: A Point-to-Point Protocol (PPP) megoldást kínál datagramok soros pont-pont kapcsolatokon keresztüli elküldésére.
id: Protokol Point-to-Point (PPP) menyediakan metode pemancaran datagram melalui jalur serial dari suatu titik ke titik yang lain.
it: Il protocollo Point-to-Point (PPP) fornisce un metodo per trasmettere datagrammi su collegamenti seriali punto-punto.
ja: Point-to-Point プロトコル (PPP) はシリアルの Point-to-Point リンクを越えてデータグラムを転送する方法です。
ko: 점대점 프로토콜(PPP)는 몇몇 점대점 연결위로 데이터그램을 전송하는 방법을 제공합니다.
lt: Point-to-Point protokolas (PPP) įgalina siųsti duomenis naudojantis serijiniais point-to-point saitais.
nb: Punkt Punkt Protokoll PPP er en metode for overføring av datagrammer over serielle punkt-til-punkt-linjer.
ne: विन्दु देखि विन्दु प्रोटोकोलले क्रमिक विन्दु देखि विन्दु सम्बन्धमा डाटाग्रामहरू पठाउने तरिका उपलब्ध गराउँदछ ।
nl: Het Point-to-Point Protocol (PPP) verschaft een methode om gegevens uit te wisselen over seriële PPP-verbindingen.
pa: ਇਹ Point-to-Point Protocol (PPP) ਸੀਰੀਅਲ point-to-point ਸੰਬੰਧ ਤੇ ਡਾਟਾਗਰਾਮ ਭੇਜਣ ਲਈ ਢੰਗ ਹੈ
pl: Protokół punkt - punkt (PPP) pozwala na transmisję danych poprzez szeregowe połączenia punkt - punkt.
pt: O Protocolo Ponto a Ponto (PPP) disponibiliza um método para transmitir datagramas sobre ligações série ponto-a-ponto.
pt_br: O Protocolo Ponto a Ponto (PPP) provê um método para transmitir datagramas em links seriais ponto a ponto.
ro: Protocolul Point-to-Point (PPP) oferă o metodă de transmitere a datelor prin legături de tip point-to-point
sq: Protokolli Point to Point (PPP) transmeton datagrame përmbi lidhjet seriale point to point.
sr: Протокол од тачке до тачке (PPP) је начин преноса датаграма преко серијских веза од тачке до тачке.
sr@latn: Protokol od tačke do tačke (PPP) je način prenosa datagrama preko serijskih veza od tačke do tačke.
sv: Punkt-till-punktprotokollet (PPP) tillhandahåller en metod för överföring av datagram över seriella punkt-till-punktförbindelser.
ta: Point-to-Point Protocol (PPP) டேட்டா க்ராம்களை வரசையாக அனுப்ப உதவும்
th: Point-to-Point Protocol (PPP) ช่วยในการรับ-ส่งข้อมูลผ่านลิงก์ point-to-point แบบอนุกรม
tr: Noktadan Noktaya İletişim Kuralı gönderilen veri pakedi için bir yöntem temin eder noktadan noktaya bağlar
uk: Point-to-Point Protocol (PPP) забезпечує метод передавання датаграм через з'єднання типу точка-точка.
vi: Giao thức Điểm tới Điểm (PPP) cung cấp cách thức để truyền gói dữ liệu (datagram) qua liên kết theo chuỗi điểm tới điểm.
xh: Iprothokholi Yechokoza ukuya Kwichokoza (PPP) ibonelela ngendlela yokudlulisa ii-datagram kuhlohlo lwamakhonkco echokoza ukuya kwichokoza.

source: Privacy enhancing HTTP Proxy
ar: بروكسي HTTP محسّن للخصوصيّة
bg: HTTP сървър посредник увеличаващ сигурността
bn: গোপনীয়তা বৃদ্ধিকারী HTTP প্রক্সি
bs: HTTP Proxy sa poboljšanje privatnosti
ca: Servidor intermediari d'HTTP amb millores per a la privadesa
cs: HTTP proxy zlepšující soukromí
da: HTTP-proxy der værner om privatlivet
de: HTTP-Proxy, der die Privatsphäre erhöht
el: HTTP Proxy με ενίσχυση απορρήτου
es: Proxy HTTP para mejora de privacidad
eu: Pribatutasuna hobetutako HTTP proxy-a
fi: Yksityisyyttä parantava HTTP-välimuisti
fr: Proxy HTTP avec protections d'anonymat
gu: HTTP પ્રોક્સીને સુધારતુ ખાનગીપણુ
hr: HTTP proxy s pojačanom zaštitom privatnosti
hu: Biztonságnövelő HTTP-proxy
id: Proksi HTTP dengan kapabilitas privasi ekstra
it: Proxy HTTP che aumenta la privacy
ja: プライバシー拡張 HTTP プロキシです。
ko: 보안 강화 HTTP 프록시
lt: Privatumą didinanti HTTP tarpinė stotis
nb: HTTP-proxy som gir økt personvern
ne: एच॰टि॰टि॰पि प्रोक्सीले गोप्यनियता अगाडि बढाउछ ।
nl: Privacy verbeterende HTTP-proxy
pa: ਨਿੱਜੀ ਵਾਧਾ HTTP ਪਰਾਕਸੀ
pl: Zwiększający prywatność pośrdenik HTTP
pt: Proxy HTTP com melhorias de privacidade
pt_br: Proxy HTTP de melhoria de privacidade
ro: Proxy HTTP anonimizant
sq: Proxy HTTP i sigurtë
sr: HTTP посредник за бољу приватност
sr@latn: HTTP posrednik za bolju privatnost
sv: Integritetsförbättrande HTTP-proxyserver
ta: HTTP பாதுகாப்பு மேம்பட்ட ப்ராக்ஸி
th: พร็อกซี HTTP ซึ่งเพิ่มความเป็นส่วนตัว
tr: Gizliliği arttırılmış HTTP Vekil Sunucusu
uk: HTTP-проксі з вдосконаленою конфіденційністю
xh: Imfihlelo exhobisa i-HTTP Elawula kwi-intanethi

source: Saves and restores system entropy pool for higher quality random number generation.
ar: يحفظ و يسترجع مجموعة انتروبي النظام لتوليد أرقام عشوائية أكتر جودة.
bg: Запазва и възстановява системното ниво на ентропия за по-добро генериране на случайни числа.
bs: Snima i vraća sistemski bazen entropije radi kvalitetnijeg generisanja slučajnih brojeva.
ca: Desa i restaura la font d'entropia del sistema per a una millor qualitat en la generació de nombres aleatoris.
cs: Ukládá a obnovuje systémovou zásobu entropie pro kvalitnější generování náhodných čísel.
da: Lagrer og genopretter datagrundlaget for bedre kvalitet ved generering af tilfældige tal.
de: Speichert den Systementropie-Pool und stellt ihn wieder her, um so die Qualität der Zufallszahlengenerierung zu erhöhen.
el: Αποθηκεύει και ανακτά την δεξαμενή εντροπίας συστήματος για δημιουργία τυχαίων αριθμών υψηλότερης ποιότητας.
es: Guarda y restablece el almacén de entropía del sistema para generar números aleatorios de mayor calidad.
eu: Sistemaren entropia gorde eta leheneratzen du ausazko zenbakiak hobeto sortzeko.
fi: Tallentaa ja palauttaa järjestelmän entropia-lähteen parempilaatuisten satunnaislukujen luontia varten.
fr: Enregistre et restore l'état de désordre du système pour une meilleure génération de nombres aléatoires
gu: ઊંચી ગુણવત્તા રેન્ડમ સંખ્યા બનાવનાર માટે સિસ્ટમ એન્ટ્રોપી પુલ સંગ્રહે અને ફરીથી સાચવે છે.
hr: Sprema i vraća entropiju sustava za bolju kvalitetu stvaranja slučajnih brojeva.
hu: Elmenti és visszaállítja a rendszerentrópia-tárolót a jobb minőségű véletlenszám-előállítás érdekében.
id: Menyimpan dan membuka bandar entropi sistem yang menyediakan angka acak yang benar-benar acak.
it: Salva e ripristina il bacino di entropia di sistema per la generazione di numeri casuali di alta qualità.
ja: 高精度な乱数生成を行うためにシステム・エントロピー・プールを保存したり、リストアします。
ko: 고품질 난수의 발생을 위한 시스템 엔트로피를 저장하고 되돌립니다.
lt: Išsaugo ir atkuria sistemos „entropijos baseiną“, taip pagerinant atsitiktinių skaičių generavimą.
nb: Lagrer og gjenoppretter datagrunnlag for høyere kvalitet ved generering av tilfeldige tall.
ne: उच्च गुण भएको अनियमित संख्या उत्पादनको लागी प्रणाली ईनट्रोफि पुल संग्रह गर्ने र पूर्वाअवस्थामा ल्याउने
nl: Bewaart en herstelt de entropieverzameling van het systeem voor het genereren van willekeurige getallen van een hogere kwaliteit.
pa: ਜਿਆਦਾ ਰਲਵੇਂ ਨੰਬਰ ਬਣਾਉਣ ਲਈ ਜਿਆਦਾ ਗੁਣਵੱਤਾ ਵਾਲਾ ਨੰਬਰ ਨਿਰਮਾਤਾ, ਜੋ ਕਿ ਸਿਸਟਮ ਈਨਟਰੋਪੀ ਪੂਲ ਵਿੱਚ ਸੰਭਾਲ ਤੇ ਪ੍ਰਾਪਤ ਕਰ ਸਕੇ
pl: Zapisuje i odtwarza systemową entropię dla lepszej jakości generownych liczb losowych.
pt: Grava e repõe receptáculo de entropia de sistema para melhor qualidade de geração de números aleatórios.
pt_br: Salva e restaura a reserva de entropia do sistema para geração de números aleatórios de melhor qualidade.
ro: Salvează şi restaurează entropia sistemului pentru o generare de numere aleatoare de mai bună calitate.
sq: Ruan dhe rivendos entropinë e sistemit për gjenerim numrash të çfarëdoshëm me cilësi të lartë.
sr: Чува и обнавља ентропију ради образовања случајних бројева већег квалитета.
sr@latn: Čuva i obnavlja entropiju radi obrazovanja slučajnih brojeva većeg kvaliteta.
sv: Sparar och återställer systemets entropipool för generering av slumptal med högre kvalitet.
ta: entropy pool அதிக தரம் வாந்த தொடர்பற்ற எண் உருவாக்கத்தை சேமிக்கும் மீட்கும்
th: บันทึกและเรียกคืนเอนโทรปีของระบบ เพื่อการสร้างเลขสุ่มที่มีคุณภาพยิ่งขึ้น
tr: Yüksek kaliteli rasgele sayısı üretimi için sistem kayıt ve değiştirme sistemi.
uk: Зберігає та відновлює системний пул ентропії для якісного генерування випадкових чисел.
xh: Igcina ibuyisele kwisimo umdibaniso wenkqubo yomgangatho ophezulu wokuyila inani nakanjani na.

source: This scripts assignes raw devices to block devices (such as hard drive partitions). This is for the use of applications such as Oracle. You can set up the raw device to block device mapping by editing the file /etc/sysconfig/rawdevices.
ar: يسند هذا النّصّ البرمجي الأجهزة الخام إلى أجهزة الكتل (كأقسام القرص الصلب). يستخدم لبرامج كأوراكل، يمكنك اسناد الأجهزة الخام إلى أجهزة الكتل بتعديل الملف /etc/sysconfig/rawdevices.
bg: Този скрипт задава неформатирани утсройства като блокови устройства (като например дялове на твърд диск). Това се използва за приложения като Oracle. Можете да зададете неформатирано устройство като блоково, като редактирате файла /etc/sysconfig/rawdevices.
bn: এই স্ক্রিপ্টের সাহায্যে র(raw) ডিভাইসের সাথে ব্লক ডিভাইসের (যেমন হার্ড ড্রাইভ পার্টিশন) মীমাংসা করা হয়। Oracle ইত্যাদি অ্যাপ্লিকেশনের জন্য এটি প্রযোজ্য। /etc/sysconfig/rawdevices-এ সম্পাদন করে আপনি র (raw) ডিভাইস এবং ব্লক ডিভাইস-এর ম্যাপিং নির্ধারণ করতে পারে।
bs: Ova skripta pridružuje sirove uređaje blokovskim uređajima (kao što su particije hard diska). Ovo je za upotrebu sa paketima kao što je Oracle. Možete podesiti mapiranje raw device to block device mijenjajući datoteku /etc/sysconfig/rawdevices.
ca: Aquestes seqüències assignen dispositius en brut a dispositius de bloc (com ara particions de discos durs). Serveix per fer-ho servir en aplicacions com Oracle. Podeu configurar el mapat de dispositius en brut a dispositius de bloc editant el fitxer /etc/sysconfig/rawdevices.
cs: Tento skript přiřazuje blokovým zařízením (například oddílům pevného disku) zařízení raw. Ta používají aplikace, např. Oracle. Mapování zařízení raw na bloková zařízení můžete nastavit úpravou souboru /etc/sysconfig/rawdevices.
da: Dette skript tildeler rå-enheder til blok-enheder fx diskpartitioner. Dette benyttes fx af programmer fra Oracle. Du kan opsætte rå-enheder til blok-enheder ved at redigere filen /etc/sysconfig/rawdevices.
de: Dieses Skript weist Blockgeräten Rohgeräte zu (wie z.B. Festplattenpartitionen). Dies existiert zum Gebrauch durch Anwendungen wie z.B. Oracle. Sie können die Rohgerät-/Blockgerät-Assoziation durch Bearbeiten der Datei »/etc/sysconfid/rawdevices« herstellen.
el: Αυτές οι δέσμες ενεργειών αναθέτουν σε raw devices να κάνουν φραγή συσκευών (όπως διαμερίσματα σκληρών δίσκων). Χρησιμεύουν σε εφαρμογές όπως η Oracle. Μπορείτε να ορίσετε μια raw device να κάνει φραγή με την επεξεργασία του αρχείου /etc/sysconfig/rawdevices.
es: -Este script asigna dispositivos en bruto a dispositivos en bloque (como particiones de discos duros). Esto es para el uso de aplicaciones como Oracle. Puede configurar el dispositivo raw a un dispositivo de bloques mapeandolo mediante el archivo /etc/sysconfig/rawdevices.
eu: Script honek gailu "gordinak" (raw devices) blokeko gailuei (disko gogorreko partizioak adib.) esleitzen die. Hau Oracle bezalako aplikazioetan erabiltzen da. Gailu "gordin" bat blokeko gailu bati ezartzeko '/etc/sysconfig/rawdevices' fitxategiaren bidez mapatu dezakezu.
fi: Tämä skripti liittää raa'at laitteet lohkolaitteisiin, kuten esimerkiksi kovalevypartitioihin. Tätä käyttävät tietyt sovellukset, mm. Oracle. Voit asettaa raakalaitteiden ja lohkolaitteiden väliset yhteyden muokkamalla tiedostoa /etc/sysconfig/rawdevices.
fr: Ce script assigne les périphériques raw à des périphériques bloqués (comme des partitions de disque dur). Ceci permet d'utiliser des applications comme Oracle. Vous pouvez installer le périphérique raw en périphérique bloc en éditant le fichier /etc/sysconfig/rawdevices .
gu: આ લિપી raw ઉપકરણોને બ્લોક ઉપકરણો સાથે સાંકળે છે (જેમ કે હાર્ડ ડ્રાઈવપાર્ટીશનો). આ કાર્યક્રમો જેવા કે ઓરેકલ માટે ઉપયોગી છે. તમે raw ઉપકરણને બ્લોક ઉપકરણ સાથે સાંકળવા માટે ફાઈલ /etc/sysconfig/rawdevices માં ફેરફાર કરી સુયોજિત કરી શકો છો.
hr: Ova skripta pridružuje raw uređaje blok uređajima (poput particija tvrdog diska). Ovo se koristi za aplikacije poput Oraclea. Mapiranje ovih uređaja možete podesiti u datoteci /etc/sysconfig/rawdevices.
hu: Ezek a parancsfájlok a nyers (raw) eszközöket blokkeszközökhöz (például merevlemez-partíciókhoz) rendelik hozzá. Erre az olyan alkalmazások miatt van szükség, mint például az Oracle. A nyers- és blokkeszközök közötti megfeleltetés az /etc/sysconfig/rawdevices fájl módosításával állítható be.
id: Skrip ini memasangkan perangkat raw ke perangkat blok (misalnya partisi hard disk). Biasanya ini digunakan pada aplikasi-aplikasi tertentu seperti Oracle. Anda dapat menata penggunaan pemetaan perangkat raw ke blok dengan mengatur isi file /etc/sysconfig/rawdevices.
it: Questo script assegna dei dispositivi grezzi (raw) ai dispositivi a blocchi (come le partizioni dei dischi fissi). Questo è utile ad alcune applicazioni come Oracle. Per impostare la mappatura dei dispositivi grezzi sui dispositivia blocchi bisogna modificare il file /etc/sysconfig/rawdevices.
ja: このスクリプトは低レベルのデバイスをブロック・デバイス (ハード・ドライブのパーティションなど) に割り当てます。これは Oracle のようなアプリケーションを使用するためのものです。ファイル /etc/sysconfig/rawdevices を編集することで、低レベルのデバイスをブロック・デバイスにマップすることができます。
ko: 이 스크립트는 (하드 드라이브 분할영역 같은) 블럭장치를 raw 장치에 할당합니다. 이것은 오라클 같은 프로그램에서 사용됩니다. raw장치로 할당할 블럭장치는 /etc/sysconfig/rawdevices를 편집하여 설정합니다.
lt: Šis scenarijus priskiria „raw“ įrenginius blokiniams įrenginiams (tokiems kaip kietojo disko skirsniams). Jis naudojamas tokių programų kaip Oracle. Jūs galite nurodyti „raw“ įrenginio priskyrimą blokiniam įrenginiui paredagavę bylą /etc/sysconfig/rawdevices.
ne: यो लिपिले कच्चा साधनलाई वन्द साधनमा मिलाउँदछ (जस्तै हार्ड ड्राईभ विभाजन) । यो अनुरोध पत्र जस्तै ओराकलको प्रयोगको लागी हो । तपाईले फाईल /etc/sysconfig/ कच्चा साधनलाई सम्पादनबाट कच्चा साधनलाई बन्द साधन म्यापिङमा मिलाउन सक्नुपर्दछ।
nl: Deze scripts wijzen ruwe apparaten toe aan blokapparaten (zoals partities van een harde schijf). Dit wordt gebruikt door toepassingen zoals Oracle. U kunt de instellingen voor een vertaling van een ruw apparaat naar een blokapparaat wijzigen in het bestand /etc/sysconfig/rawdevices.
pa: ਇਹ ਸਕ੍ਰਿਪਟ raw ਜੰਤਰ ਬਲਾੱਕ ਜੰਤਰ ਨੂੰ ਭੇਜਦੀ ਹੈ( ਜਿਵੇਂ ਕਿ ਹਾਰਡ ਡਰਾਇਵ ਭਾਗ) ਇਹ ਕਈ ਕਾਰਜ ਲਈ ਸਹਾਇਕ ਹੈ, ਜਿਵੇਂ ਕਿ ਓਰੇਕਲ| ਤੁਹਾਨੂੰ /etc/sysconfig/ rawdevices ਫਾਇਲ ਨੂੰ ਸੋਧ ਕੇ raw ਜੰਤਰ ਬਲਾੱਕ ਜੰਤਰ ਨਾਲ ਮਿਲਾ ਦੇਣੇ ਚਾਹੀਦੇ ਹਨ
pl: Skrypt przypisujący surowe urządzenia do urządzeń blokowych (takich jak partycje na dyskach twardych). Wykorzystywane jest to przez aplikacje typu Oracle. Mapowanie urządzenia surowego na blokowe odbywa się poprzez modyfikację pliku /etc/sysconfig/rawdevices.
pt: Este script associa dispositivos em bruto (raw) a dispositivos de bloco (tais como partições de discos rígidos). Isto é para a utilização de aplicações tais como o Oracle. Pode definir o mapeamento de dispositivos em bruto para dispositivos de bloco editando o ficheiro /etc/sysconfig/rawdevices.
pt_br: Estes scripts atribuem dispositivos brutos a dispositivos de bloco (tais como partições de disco rígido). Isso é para o uso de aplicações como Oracle. Você pode configurar os dispositivos brutos para mapeamento de dispositivos de bloco editando o arquivo /etc/sysconfig/rawdevices.
ro: Aceste scripturi mapează dispozitive de tip „block” unor dispozitive brute precum partiţiilor harddisk-urilor. Aceste dispozitive sunt utilizate de aplicaţii precum Oracle. Puteţi seta aceste mapări editând fişierul /etc/sysconfig/rawdevices.
sq: Ky script përcakton dispozitivët e pafilluar në dispozitivë në blloqe (si p.sh. particione të diskut fiks). Përdoret për programe si p.sh. Oracle. Mund të caktoni një dispozitiv të pafilluar në dispozitiv në bllok duke edituar file /etc/sysconfig/rawdevices.
sr: Ова скрипта додељује сирове уређаје блок уређајима (као што су деонице диска). Ово користе такви програми као што је Оракл. Можете поставити пресликавање сирових на блок уређаје изменом датотеке /etc/sysconfig/rawdevices.
sr@latn: Ova skripta dodeljuje sirove uređaje blok uređajima (kao što su deonice diska). Ovo koriste takvi programi kao što je Orakl. Možete postaviti preslikavanje sirovih na blok uređaje izmenom datoteke /etc/sysconfig/rawdevices.
sv: Detta skript tilldelar råenheter till blockenheter (som till exempel hårddiskpartitioner). Detta är till för användning av program som exempelvis Oracle. Du kan konfigurera mappningen av råenheter till blockenheter genom att redigera filen /etc/sysconfig/rawdevices.
ta: இந்த சிறு நிரல் சாதனங்களை தடை செய்ய பயன்படும்(வன்தகடு பகிர்தல்). இதை ஆரக்கிள் போன்ற பயன்பாடுகள் பயன்படுத்துகிறது. /etc/sysconfig/ கோப்பை திருத்தி சாதனத்தை அமைக்கலாம்
th: สคริปต์นี้กำหนดอุปกรณ์ดิบให้กับอุปกรณ์แบบบล็อก (เช่น พาร์ทิชันของฮาร์ดดิสก์) เพื่อให้บางโปรแกรมอย่างออราเคิลใช้ คุณสามารถตั้งค่าการแม็ปอุปกรณ์ดิบไปยังอุปกรณ์แบบบล็อกได้ โดยแก้ไขแฟ้ม /etc/sysconfig/rawdevices
tr: Bu betik blok aygıtları taslak aygıtlara atar. (Sabit disk sürücüsü olarak). Bu Oracle uygulamaları için kullanılır. /etc/sysconfig/ altındaki dosyayı düzenleyerek taslak aygıtlar kurabilirsiniz.
uk: Сценарій призначає raw-пристрої блочним пристроям (наприклад розділам жорсткого диску). Використовується такими програми як Oracle. Ви можете встановити відповідність raw-пристрою до блочного пристрою у файлі /etc/sysconfig/rawdevices.
vi: Script này cho thiết bị thô là thiết bị khối (như các phân vùng đĩa). Sử dụng cho các ứng dụng như Oracle. Bạn có thể cài đặt phép ánh xạ thiết bị thô thành thiết bị khối bằng cách soạn thảo tập tin /etc/sysconfig/rawdevices.
xh: Ezi zikripti zinikela izixhobo ezingalungiswanga kwizixhobo zokuthintela (ezifana nokwahlulwa kwee-hard drive). Oku kufuneka kusetyenziswe kwimisebenzi efana ne-Oracle. Ungamisela isixhobo esingalungiswanga ukuthintela isixhobo sokwenza imephu ngokuhlela ifayili /etc/sysconfig/rawdevices.
