Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: Runs in the background and copies all strings sent to the /dev/console device to a logfile
ar: يعمل في الخلفيّة و ينسخ كل السلاسل إلى جهاز /dev/console إلى ملف سجل
bg: Стартиране с нисък приоритет и копиране на всички низове изпратени до устройството /dev/console, като файл-дневник
bn: ব্যাকগ্রাউন্ডে চলে এবং /dev/console/device-এ প্রেরিত সকল পংক্তিএকটি লগ-ফাইলে কপি করে
bs: Izvršava se u pozadini i kopira sve stringove poslane na /dev/console uređaj u log datoteku
ca: S'executa en el rerefons i copia en un fitxer de registre totes les cadenes enviades al dispositiu /dev/console
cs: Běží na pozadí a kopíruje všechny řetězce poslané na zařízení /dev/console do souboru záznamů
da: Kører i baggrunden og logger alle tekststrenge, sendt til /dev/console-enheden, til en logfil
de: Läuft im Hintergrund und speichert alle Zeichenketten an »/dev/console« in einem Protokoll
el: Εκτελείται στο παρασκήνιο και αντιγράφει σε αρχείο καταγραφής όλα όσα στέλνονται στην συσκευή /dev/console
es: Se ejecuta en segundo plano y copia todas las cadenas enviadas al dispositivo /dev/console en un archivo de registro
eu: Atzeko planoan exekutatzen da eta /dev/console-ra bidalitako mezu guztiak egunkari-fitxategi batean kopiatzen ditu.
fi: Suoritetaan taustalla ja käytetään tallentamaan kaikki laitteelle /dev/console tulleet viestit lokitiedostoon
fr: Démarre en tâche de fond et copie toutes les variables envoyées à /dev/console vers un fichier journal
gu: પાશ્વ ભાગમાં ચાલે છે અને બધી શબ્દમાળાઓની નકલ કરે છે કે જે /dev/console માં જાય છે
hu: A háttérben futva a /dev/console eszközre küldött üzeneteket átmásolja egy naplófájlba
id: Jalan di belakang dan menyalin semua data dari /dev/console ke file log
it: Gira sullo sfondo e copia tutte le stringhe inviate al dispositivo /dev/console su un file di log
ja: バックグラウンドで実行して、デバイス /dev/console へ送信された全ての文字列をログファイルへコピーします。
ko: /dev/console장치에서 로그파일로 모든 기록을 옮깁니다.
lt: Veikia fone ir kopijuoja visas eilutes, siunčiamas į /dev/console įrenginį, į žurnalo bylą
nb: Kjører i bakgrunnen og kopierer alle strenger som sendes til /dev/console til en loggfil
ne: पृष्ठभुमीमा चालु गर्नुहोला र लगफाईलको लागी सबै स्ट्रिङको प्रतिलिपिहरू /dev/console साधनमा पठाउँनुहोला ।
nl: Loopt op de achtergrond en kopieert alle tekst die naar het /dev/console apparaat wordt gestuurd naar een logbestand
pa: ਪਿੱਠਵਰਤੀ ਚਲਾਉ ਤੇ ਸਾਰੀਆਂ ਸਤਰਾਂ /dev/console ਜੰਤਰ ਤੋਂ ਨਕਲ ਕਰਕੇ ਲਾਗ ਫਾਇਲ ਵਿੱਚ ਭੇਜੋ
pl: Działa w tle i kopiuje wszystkie komunikaty wysłane do /dev/console do pliku dzinnika
pt: É executado por trás e copia todas as expressões enviadas para o dispositivo /dev/console para um ficheiro de registo
pt_br: Executa em plano de fundo e copia para um arquivo de registro todas as strings enviadas para o dispositivo /dev/console
ro: Porneşte în fundal şi copiază toate mesajele trimise către /dev/console într-un fişier de tip log
sq: Punon në sfond dhe kopjon të gjitha mesazhet që dërgohen në dispozitivin /dev/console në një file regjistrimi.
sr: Ради у позадини и умножава све ниске послате на уређај /dev/console у дневник
sr@latn: Radi u pozadini i umnožava sve niske poslate na uređaj /dev/console u dnevnik
sv: Kör i bakgrunden och kopierar alla strängar som skickats till enheten /dev/console till en loggfil
ta: இது பின்னனியில் இயங்கி எல்லா சரங்களையும் /dev/console சாதன பதிவேட்டில் நகலெடுக்கும்
th: ทำงานในเบื้องหลังและคอยคัดลอกข้อความที่ส่งไปยังอุปกรณ์ /dev/console ไปยังแฟ้มบันทึก
tr: Arka planda çalışan ve kopya tüm dizileri bir kütük dosyasıyla /dev/console aygıtına gönderir.
uk: Запускається на тлі та копіює у файл журналу усі рядки надіслані у пристрій /dev/console
vi: Chạy trong nền sau và sao chép tất cả các chuỗi gửi tới thiết bị /dev/console vào một tập tin sự kiện
xh: Iphumeza inkqubo ngasemva yaye ikope zonke izintlu zamagama ezithunyelwe kwisixhobo sesixhasi se-/dev/console kwifayili yengxelo yokwenzekileyo

source: An xinetd internal service which generate characters. The xinetd internal service which continuously generates characters until the connection is dropped. This is the tcp version. You must enable xinetd to use this service.
ar: خدمة داخلية لـxinetd تولد رموزاً.. الخدمة الداخلية لـxinetd التي تولد رموزاً بشكل مستمر إلى أن يتم قطع الاتّصال، هذا هو إصدار tcp. عليك تفعيل xinetd لاستخدام هذه الخدمة.
bg: xinetd - вътрешена услуга, която генерира знаци. Вътрешната услуга xinetd продължително генерира знаци докато връзката не прекъсне. Това е tcp версия. Вие трябва да разрешите xinetd за да използвате тази услуга.
bn: xinetd -এর একটি অভ্যন্তরীণ পরিসেবা যা অক্ষর উত্পন্ন করে। xinetd অভ্যন্তরীণ পরিসেবা যা সংযোগ বিচ্ছিন্ন না হওয়া অবধি অবিচ্ছিন্নভাবে অক্ষর উত্পন্ন করতে থাকে। এটি tcp -র ভারসান। এই পরিসেবা ব্যবহার করবার জন্য আপনাকে xinetd সক্রিয় করতে হবে।
bs: Interni xinetd servis koji generiše znakove (karaktere). Interni xinetd servis koji neprekidno generiše znakove sve do prekida veze. Ovo je TCP verzija. Morate uključiti xinetd da biste koristili ovaj servis.
ca: Un servei intern d'xinetd que genera caràcters. El servei intern d'xinetd que genera caràcters contínuament fins que es talla la connexió. Aquesta és la versió TCP. Heu d'habilitar l'xinetd per poder fer servir aquest servei.
cs: Interní služba xinetd, která generuje znaky. Interní služba xinetd, která stále generuje znaky, dokud není spojení ukončeno. Toto je verze pro tcp. Pro používání této služby musíte povolit xinetd.
da: En xinetd intern tjeneste der genererer tegn. Den interne xinetd-tjeneste der kontinuerligt genererer tegn indtil forbindelsen afbrydes. Dette er tcp-versionen. Aktivér xinetd for at benytte denne tjeneste.
de: Ein interner xinet-Dienst, der Zeichen erzeugt, bis die Verbindung getrennt wird. Dies ist die tcp-Version. Sie müssen xinetd aktivieren, um diesen Dienst zu verwenden.
el: Μια εσωτερική υπηρεσία xinetd που δημιουργεί χαρακτήρες. Η εσωτερική υπηρεσία xinetd δημιουργεί συνεχώς χαρακτήρες μέχρι να διακοπεί η σύνδεση. Αυτή είναι η έκδοση tcp. Θα πρέπει να ενεργοποιήσετε το xinetd για χρησιμοποιήσετε αυτή την υπηρεσία.
es: Un servicio interno xinetd que genera caracteres. El servicio interno xinetd que genera caracteres continuamente hasta que la conexión de abandona. Esta es la versión tcp. Debe activar xinetd para usar este servicio.
eu: xinted barneko zerbitzua, karatereak sortzen dituena. Barneko xinetd zerbitzuak etengabeki karaktereak sortzen ditu, konexioa erori arte. Hau tcp bertsioa da. xinetd gaitu behar da zerbitzu hau erabiltzeko.
fi: xinetd:n sisäinen palvelu, joka generoi merkkejä. Tämä on xinetd:n sisäinen palvelu, joka generoi merkkejä kunnes yhteys katkaistaan. Tämä on palvelun tcp-versio. Xinetd:n täytyy olla käytössä jotta voit käyttää tätä palvelua.
fr: Un service interne à xinetd qui génère des caractères. Ce service interne à xinetd qui génère continuellement des caractères tant que la connexion est active. Cette version est la version tcp. Vous devez avoir le service xinetd actif pour utiliser ce service.
gu: xinetd આંતરિક સેવા છે કે જે અક્ષરો બનાવે છે. xinetd આંતરિક સેવાછે કે જે સતત અક્ષરો બનાવે છે જ્યાં સુધી જોડાણ તુટી ના જાય. આ tcp આવૃત્તિ છે. તમારે આ સેવા વાપરવા માટે xinetd સેવા સક્રિય કરવી જ પડશે.
hr: Interni xinetd servis koji stvara znakove. Servis će stvarati znakove dok se veza ne ugasi. Ovo je tcp inačica. Morate omogućiti xinetd za korištenje ovog servisa.
hu: Egy belső xinetd szolgáltatás, amely karaktereket állít elő. A belső xinetd szolgáltatás, amely folyamatosan állít elő karaktereket, amíg a kapcsolat megszakításra nem kerül. Ez a tcp változat. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: Layanan internal xinetd yang menghasilkan karakter-karakter. Layanan internal yang terus-menerus menghasilkan berbagai macam karakter sampai koneksi diputus. Ini adalah versi tcp-nya. Anda harus aktifkan dulu xinetd untuk menggunakna layanan ini.
it: Un servizio interno di xinetd che genera caratteri. Il servizio interno di xinetd che genera continuamente caratteri finché la connessione viene abbattuta. Questa è la versione tcp. Bisogna abilitare xinetd per usare questo servizio.
ja: キャラクタを生成する `xinetd` の内部サービスです。xinetd 内部サービスは接続が切れるまで連続的にキャラクタを生成します。これはその TCP 版です。このサービスを利用する場合は xinetd も有効にして下さい。
ko: 문자를 생성하는 xinetd 내부 서비스입니다. 연결이 끊길때까지 계속해서 문자를 생성하여 주는 xinetd 내부 서비스입니다. 이것은 tcp버젼입니다. 이 서비스를 쓰려면 xinetd에서 켜야 합니다.
lt: xinetd vidinė tarnyba generuojanti simbolius. xinetd vidinė tarnyba, kuri pastoviai generuoja simbolius kol jungtis yra nutraukiama. Čia yra tcp versija. Norėdami naudoti šią tarnybą, Jūs turite įjungti xinetd.
ne: xinetd आन्तरिक सेवाले वर्णहरू उत्पादन गर्दछ ।xinetd आन्तरिक सेवा जसले निरन्तर वर्णहरू उत्पादन गर्दछ जबसम्म सम्पर्क विच्छेदन हुन्छ । यो टिसिपि संस्करण हो । यो सेवा लिनको लागी xinetd लाई सक्षम बनाउनुपर्छ।
nl: De TCP-versie van de xinetd-interne dienst die continu tekens genereert totdat de verbinding verbroken wordt. U dient xinetd aan te zetten om deze dienst te kunnen gebruiken.
pa: ਇੱਕ xinetd ਅੰਦਰੂਨੀ ਸੇਵਾ, ਜੋ ਕਿ ਅੱਖਰ ਬਣਾਉਦੀ ਹੈ| xinetd ਅੰਦਰੂਨੀ ਸੇਵਾ, ਜੋ ਕਿ ਲਗਾਤਾਰ ਅੱਖਰ ਪੈਦਾ ਕਰਦੀ ਹੈ, ਜਦੋਂ ਤੱਕ ਕੇ ਕੁਨੈਕਸ਼ਨ ਚਲਦਾ ਹੈ| ਇਹ ਤੁਹਾਡਾ tcp ਵਰਜਨ ਹੈ| ਤੁਹਾਨੂੰ ਇਸ ਲਈ xinetd ਯੋਗ ਕਰੋ ਤਾਂ ਕਿ ਇਹ ਸੇਵਾ ਵਰਤੀ ਜਾ ਸਕੇ|
pl: Wewnętrzna usługa xinetd generująca znaki. Wewnętrzna usługa xinetd, która bez przerwy generuje znaki do czasu zakończenia połączenia. To jest wersja tcp. Należy włączyć xinetd aby móc użyć tej usługi.
pt: O serviço interno xinetd que gera caracteres. O serviço interno xinetd que continuamente gera caracteres até que a ligação seja terminada. Esta é a versão tcp. Tem de activar o xinetd para poder utilizar este serviço.
pt_br: Um serviço interno do xinetd que gera caracteres. O serviço interno do xinetd que, continuamente, gera caracteres até que a conexão caia. Esta é a versão tcp. Você deve habilitar o xinetd para usar este serviço.
ro: Un serviciu intern xinetd care generează caractere. Serviciul intern xinetd care generează continuu caractere până ce conexiunea este întreruptă. Aceasta este versiunea TCP. E necesar să activaţi xinetd înainte de a utiliza acest serviciu.
sq: Një shërbim i brendshëm xinetd që gjeneron gërma. Shërbimi i brendshëm xinetd i cili gjeneron vazhdimisht gërma deri sa lidhja humbet. Ky është versioni tcp. Duhet të aktivizosh xinetd për të përdorur këtë shërbim.
sr: Унутрашња услуга xinetd-а која образује знакове. Унутрашња услуга xinetd-а која непрекидно образује знакове док се веза не прекине. Ово је ТЦП издање. Морате укључити xinetd да бисте користили ову услугу.
sr@latn: Unutrašnja usluga xinetd-a koja obrazuje znakove. Unutrašnja usluga xinetd-a koja neprekidno obrazuje znakove dok se veza ne prekine. Ovo je TCP izdanje. Morate uključiti xinetd da biste koristili ovu uslugu.
sv: En intern xinetd-tjänst som genererar tecken. Den interna xinetd-tjänst som oavbrutet genererar tecken till dess att anslutningen tas bort. Detta är tcp-versionen. Du måste aktivera xinetd för att använda denna tjänst.
ta: xinetd எழுத்துக்களை உருவாக்கும். xinetd உள் சேவை இணைப்பு அருபடும் வரை எழுத்துக்களை உருவாக்கும். இந்த tcp பதிப்பில். xinetd சேவையை செயல்படுத்த வேண்டும்
th: บริการภายในของ xinetd ที่คอยส่งข้อมูลอักขระอย่างต่อเนื่อง จนกว่าการเชื่อมต่อจะสิ้นสุดลง บริการนี้ทำงานกับ tcp คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: Karakterler üreden bir xinetd içsel servisi. İptal edilen bağlantıya kadar sürekli karakterler üreden xinetd içsel servisi. Bu tcp sürümüdür. Bu servisi kullanmak için xinetd etkin olmalıdır.
uk: Внутрішня служба xinetd, яка генерує символи. Внутрішня служба xinetd яка безперервно генерує символи доки з'єднання не буде розірвано. Це її tcp версія. Для використання цієї служби необхідно увімкнути службу xinetd.
xh: Inkonzo yangaphakathi ye-xinetd eyila iimpawu. Inkonzo yangaphakathi ye-xinetd eqhubekayo ukuyila iimpawu kude kuyekwe unxibelelwano. Olu luhlobo lwe-tcp. Kufuneka wenze ukuba i-xinetd ikwazi ukusebenzisa le nkonzo.

source: An xinetd internal service which generate characters. The xinetd internal service which continuously generates characters until the connection is dropped. This is the udp version. You must enable xinetd to use this service.
ar: خدمة داخلية لـxinetd تولد رموزاً.. الخدمة الداخلية لـxinetd التي تولد رموزاً بشكل مستمر إلى أن يتم قطع الاتّصال، هذا هو إصدار udp. عليك تفعيل xinetd لاستخدام هذه الخدمة.
bg: xinetd вътрешена услуга, която генерира знаци. Вътрешната услуга xinetd продължително генерира знаци, докато връзката не прекъсне. Това е udp версия. Вие трябва да разрешите xinetd за да използвате тази услуга.
bn: xinetd -এর একটি অভ্যন্তরীণ পরিসেবা যা অক্ষর উত্পন্ন করে। xinetd অভ্যন্তরীণ পরিসেবা যা সংযোগ বিচ্ছিন্ন না হওয়া অবধি অবিচ্ছিন্নভাবে অক্ষর উত্পন্ন করতে থাকে। এটি udp -র ভারসান। এই পরিসেবা ব্যবহার করবার জন্য আপনাকে xinetd সক্রিয় করতে হবে।
bs: Interni xinetd servis koji generiše znakove (karaktere). Interni xinetd servis koji neprekidno generiše znakove sve do prekida veze. Ovo je UDP verzija. Morate uključiti xinetd da biste koristili ovaj servis.
ca: Un servei intern d'xinetd que genera caràcters. El servei intern d'xinetd que genera caràcters contínuament fins que es talla la connexió. Aquesta és la versió UDP. Heu d'habilitar l'xinetd per poder fer servir aquest servei.
cs: Interní služba xinetd, která generuje znaky. Interní služba xinetd, která stále generuje znaky, dokud není spojení ukončeno. Toto je verze pro udp. Pro používání této služby musíte povolit xinetd.
da: En xinetd intern tjeneste der genererer tegn. Den interne xinetd-tjeneste der kontinuerligt genererer tegn indtil forbindelsen afbrydes. Dette er udp-versionen. Aktivér xinetd for at benytte denne tjeneste.
de: Ein interner xinet-Dienst, der Zeichen erzeugt, bis die Verbindung getrennt wird. Dies ist die udp-Version. Sie müssen xinetd aktivieren, um diesen Dienst zu verwenden.
el: Μια εσωτερική υπηρεσία xinetd που δημιουργεί χαρακτήρες. Η εσωτερική υπηρεσία xinetd δημιουργεί συνεχώς χαρακτήρες μέχρι να διακοπεί η σύνδεση. Αυτή είναι η έκδοση udp. Θα πρέπει να ενεργοποιήσετε το xinetd για χρησιμοποιήσετε αυτή την υπηρεσία.
es: Un servicio interno xinetd que genera caracteres. El servicio interno xinetd que genera caracteres continuamente hasta que la conexión de abandona. Esta es la versión udp. Debe activar xinetd para usar este servicio.
eu: xinted barneko zerbitzua, karatereak sortzen dituena. Barneko xinetd zerbitzuak etengabeki karaktereak sortzen ditu, konexioa erori arte. Hau udp bertsioa da. xinetd gaitu behar da zerbitzu hau erabiltzeko.
fi: xinetd:n sisäinen palvelu, joka generoi merkkejä. Tämä on xinetd:n sisäinen palvelu, joka generoi merkkejä kunnes yhteys katkaistaan. Tämä on palvelun udp-versio. Xinetd:n täytyy olla käytössä jotta voit käyttää tätä palvelua.
fr: Un service interne à xinetd qui génère des caractères. Le service interne à xinetd génère des caractères tant que la connexion n'est pas coupée. Ce service est une version udp. Vous devez avoir xinetd actif pour utiliser ce service.
gu: xinetd આંતરિક સેવા કે જે અક્ષરો બનાવે છે. xinetd આંતરિક સેવા કે જે સતત અક્ષરો બનાવે છે જ્યાં સુધી જોડાણ તુટી ના જાય. આ udp આવૃત્તિ છે. તમારે xinetd ને આ સેવા વાપરવા માટે સક્રિય કરવું જ પડશે.
hr: Interni xinetd servis koji stvara znakove. Servis će stvarati znakove dok se veza ne ugasi. Ovo je udp inačica. Morate omogućiti xinetd za korištenje ovog servisa.
hu: Egy belső xinetd szolgáltatás, amely karaktereket állít elő. A belső xinetd szolgáltatás, amely folyamatosan állít elő karaktereket, amíg a kapcsolat megszakításra nem kerül. Ez az udp változat. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: Layanan internal xinetd yang menghasilkan karakter-karakter. Layanan internal yang terus-menerus menghasilkan berbagai macam karakter sampai koneksi diputus. Ini adalah versi udp-nya. Anda harus aktifkan dulu xinetd untuk menggunakna layanan ini.
it: Un servizio interno di xinetd che genera caratteri. Il servizio interno di xinetd che genera continuamente caratteri finché la connessione viene abbattuta. Questa è la versione udp. Bisogna abilitare xinetd per usare questo servizio.
ja: キャラクタを生成する `xinetd` の内部サービスです。xinetd 内部サービスは接続が切れるまで連続的にキャラクタを生成します。これはその UDP 版です。このサービスを利用する場合は xinetd も有効にして下さい。<
ko: 문자를 생성하는 xinetd 내부 서비스입니다. 연결이 끊길때까지 계속해서 문자를 생성하여 주는 xinetd 내부 서비스입니다. 이것은 udp버젼입니다. 이 서비스를 쓰려면 xinetd에서 켜야 합니다.
lt: xinetd vidinė tarnyba generuojanti simbolius. xinetd vidinė tarnyba, kuri pastoviai generuoja simbolius kol jungtis yra nutraukiama. čia yra udp versija. Norėdami naudoti šią tarnybą, Jūs turite įjungti xinetd.
ne: xinetd आन्तरिक सेवाले वर्णहरू उत्पादन गर्दछ ।xinetd आन्तरिक सेवा जसले निरन्तर वर्णहरू उत्पादन गर्दछ जबसम्म सम्पर्क विच्छेदन हुन्छ । यो यु॰डि॰पि॰संस्करण हो । यो सेवा लिनको लागी xinetdलाई सक्षम बनाउनुपर्छ
nl: De UDP-versie van de xinetd-interne dienst die continu tekens genereert totdat de verbinding verbroken wordt. U dient xinetd aan te zetten om deze dienst te kunnen gebruiken.
pa: ਇੱਕ xinetd ਅੰਦਰੂਨੀ ਸੇਵਾ, ਜੋ ਕਿ ਅੱਖਰ ਬਣਾਉਦੀ ਹੈ| xinetd ਅੰਦਰੂਨੀ ਸੇਵਾ, ਜੋ ਕਿ ਲਗਾਤਾਰ ਅੱਖਰ ਪੈਦਾ ਕਰਦੀ ਹੈ, ਜਦੋਂ ਤੱਕ ਕੇ ਕੁਨੈਕਸ਼ਨ ਚਲਦਾ ਹੈ| ਇਹ ਤੁਹਾਡਾ udp ਵਰਜਨ ਹੈ| ਤੁਹਾਨੂੰ ਇਸ ਲਈ xinetd ਯੋਗ ਕਰੋ ਤਾਂ ਕਿ ਇਹ ਸੇਵਾ ਵਰਤੀ ਜਾ ਸਕੇ|
pl: Wewnętrzna usługa xinetd generująca znaki. Wewnętrzna usługa xinetd, która bez przerwy generuje znaki do czasu zakończenia połączenia. To jest wersja udp. Należy włączyć xinetd aby móc użyć tej usługi.
pt: O serviço interno xinetd que gera caracteres. O serviço interno xinetd que continuamente gera caracteres até que a ligação seja terminada. Esta é a versão udp. Tem de activar o xinetd para poder utilizar este serviço.
pt_br: Um serviço interno do xinetd que gera caracteres. O serviço interno do xinetd que, continuamente, gera caracteres até que a conexão caia. Esta é a versão udp. Você deve habilitar o xinetd para usar este serviço.
ro: Un serviciu intern xinetd care generează caractere. Serviciul intern xinetd care generează continuu caractere până ce conexiunea este întreruptă. Aceasta este versiunea UDP. E necesar să activaţi xinetd înainte de a utiliza acest serviciu.
sq: Një shërbim i brendshëm xinetd që gjeneron gërma. Shërbimi i brendshëm xinetd i cili gjeneron vazhdimisht gërma deri sa lidhja humbet. Ky është versioni udp. Duhet të aktivizosh xinetd për të përdorur këtë shërbim.
sr: Унутрашња услуга xinetd-а која образује знакове. Унутрашња услуга xinetd-а која непрекидно образује знакове док се веза не прекине. Ово је УДП издање. Морате укључити xinetd да бисте користили ову услугу.
sr@latn: Unutrašnja usluga xinetd-a koja obrazuje znakove. Unutrašnja usluga xinetd-a koja neprekidno obrazuje znakove dok se veza ne prekine. Ovo je UDP izdanje. Morate uključiti xinetd da biste koristili ovu uslugu.
sv: En intern xinetd-tjänst som genererar tecken. Den interna xinetd-tjänst som oavbrutet genererar tecken till dess att anslutningen tas bort. Detta är udp-versionen. Du måste aktivera xinetd för att använda denna tjänst.
ta: xinetd எழுத்துக்களை உருவாக்கும். xinetd உள் சேவை இணைப்பு அருபடும் வரை எழுத்துக்களை உருவாக்கும். இந்த udp பதிப்பில். xinetd சேவையை செயல்படுத்த வேண்டும்
th: บริการภายในของ xinetd ที่คอยส่งข้อมูลอักขระอย่างต่อเนื่อง จนกว่าการเชื่อมต่อจะสิ้นสุดลง บริการนี้ทำงานกับ udp คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: Karakterler üreden bir xinetd içsel servisi. İptal edilen bağlantıya kadar sürekli karakterler üreden xinetd içsel servisi. Bu udp sürümüdür. Bu servisi kullanmak için xinetd etkin olmalıdır.
uk: Внутрішня служба xinetd, яка генерує символи. Внутрішня служба xinetd яка безперервно генерує символи доки з'єднання не буде розірвано. Це її udp версія. Для використання цієї служби необхідно увімкнути службу xinetd.
xh: Inkonzo yangaphakathi ye-xinetd eyila iimpawu. Inkonzo yangaphakathi ye-xinetd eqhubekayo ukuyila iimpawu kude kuyekwe unxibelelwano. Olu luhlobo lwe-udp. Kufuneka wenze ukuba i-xinetd ikwazi ukusebenzisa le nkonzo.

source: CPU frequency monitor
ar: مراقب تردد المعالج
bg: Монитор за честотата на процесора (CPU)
bn: CPU-র ফ্রিকোয়েন্সি মনিটর
bs: Nadzor frekvencije CPU
ca: Monitor de la freqüència del CPU
cs: Sledování frekvence CPU
da: CPU-frekvensovervåger
de: CPU-Taktfrequenz überwachen
el: Παραλοκούθηση συχνότητας CPU
es: Monitor de frecuencia de CPU
eu: CPU maiztasunaren monitorea
fi: Prosessorin taajuuden tarkkailija
fr: Moniteur de la fréquence CPU
gu: CPU આવૃત્તિ ધ્યાન રાખનાર
hu: CPU-frekvenciafigyelő
id: Pemantau frekuensi CPU
it: Monitor della frequenza della CPU
ja: CPU 周波数モニタ
ko: CPU 클럭 감시기
lt: CPU dažnio monitorius
nb: CPU-frekvensovervåker
ne: सिपियु तरंग विद्युतीय पर्दा
nl: Processorfrequentie-meter
pa: CPU ਆਵਿਰਤੀ ਜਾਂਚਕਾਰ
pl: Monitor częstotliwości procesora
pt: Monitor de frequência de CPU
pt_br: Monitor de freqüência da CPU
ro: Monitor frecvenţă CPU
sq: Vëzhgues i frekuencës së CPU-së
sr: Праћење учестаности процесора
sr@latn: Praćenje učestanosti procesora
sv: CPU-frekvensövervakare
ta: CPU அதிர்வெண்கண்கானிப்பாளர்
th: ติดตามความถี่ซีพียู
tr: MİB frekans gözlemcisi
uk: Контроль частоти процесору
vi: Trình theo dõi tần số CPU
xh: I-CPU yemonitha yokuphinda-phinda ngamaxesha amiselweyo
