Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: ACPI event handler
ar: معالج حدث ACPI
bg: ACPI обработчик на събития
bn: ACPI ইভেন্ট হ্যান্ডলার
bs: Rukovanje ACPI događajima
ca: Gestor d'incidències ACPI
cs: Obsluha událostí ACPI
da: Håndtering af ACPI-hændelser
de: ACPI-Ereignis-Verarbeitung
el: Χειριστής γεγονότων ACPI
es: Manipulador de eventos ACPI
eu: ACPI gertaeren kudeatzailea
fi: ACPI-tapahtumien käsittelijä
fr: Notificateur d'événements ACPI
gu: ACPI ઘટના નિયંત્રક
hu: ACPI eseménykezelő
id: Pengatur kejadian ACPI
it: Gestore eventi ACPI
ja: ACPI イベント・ハンドラ
ko: ACPI 이벤트 처리기
lt: ACPI įvykių valdyklė
nb: Håndterer for ACPI-hendelser
ne: एसिपिआई घटना अंकुसे
nl: Verwerkt ACPI-gebeurtenissen
pa: ACPI ਘਟਨਾ ਹੈਂਡਰ
pl: Obsługa zdarzeń ACPI
pt: Manipulador de evento ACPI
pt_br: Manipulador de evento ACPI
ro: Administratorul evenimentelor ACPI
sq: Njoftues i ngjarjeve ACPI
sr: Руковаоц ACPI догађајима
sr@latn: Rukovaoc ACPI događajima
sv: ACPI-händelsehanterare
ta: ACPI நிகழ்வு கையாள்பவர்
th: ตัวจัดการเหตุการณ์ ACPI
tr: ACPI olay denetimcisi
uk: Обробник подій ACPI
vi: Chương trình điều khiển sự kiện ACPI
xh: I-ACPI yesikhombisi sesiganeko

source: Notifies user-space programs of ACPI events: executes arbitrary commands in response to ACPI events such as power buttons.
ar: ينبّه برامج المستخدم بأحداث ACPI: ينفّذ أوامر استجابة لأحداث ACPI كأزرار الطاقة.
bg: Съобщава на потребителски програви за ACPI събития; изпълнява команди в отговор на ACPI събития, като например задействане на бутони на захранването.
bn: ব্যবহারকারীদের প্রোগ্রামকে ACPI ইভেন্ট সম্পর্কে সূচনা প্রদান করে: ACPI ইভেন্ট যেমন পাওয়ার বাটনের প্রত্যুত্তরে কিছু অনির্দিষ্ট কমান্ড চালনা করে।
bs: Obavještava korisničke programe o ACPI događajima: izvršava izabrane naredbe u odgovoru na ACPI događaje kao što je pritisak na dugme za gašenje.
ca: Notifica les incidències ACPI a aplicacions d'usuari: executa ordres arbitràries com a resposta a incidències ACPI com ara els botons d'arrencada.
cs: Upozorňuje programy v userspace na události ACPI: spouští libovolná příkazy jako reakci na události ACPI, např. tlačítka napájení.
da: Påminder programmer om ACPI-hændelser: kører vilkårlige kommandoer som svar på ACPI-hændelser fx strømknapper.
de: Benachrichtige Benutzer-Programme über ACPI-Ereignisse: auf Ereignisse wie das Drücken des Ein-/Ausschaltknopfes reagieren.
el: Ειδοποιεί για γεγονότα ACPI τα user-space προγράμματα: εκτελεί τυχαίες εντολές σε απάντηση σε γεγονότα ACPI όπως power buttons.
es: Notifica a los programas en espacio de usuario los eventos ACPI: ejecuta comandos arbitrarios en respuesta a eventos ACPI como botones de encendido.
eu: Erabiltzailearen espazioko programei ACPI gertaerei buruzko jakinarazpena igortzen die: hautazko komandoak exekutatzen ditu ACPI gertaerei erantzunez, pizteko botoiak bezala.
fi: Huomauttaa käyttäjätilan ohjelmia ACPI-tapahtumista: suorittaa mielivaltaisia käskyjä vastauksena ACPI-tapahtumiin, kuten virtanappien painamiseen.
fr: Informe les programmes de l'espace utilisateur des événements ACPI : exécute des commandes arbitraires en réponse aux événements ACPI comme le bouton marche.
gu: ACPI ઘટનાઓના વપરાશકર્તા-જગ્યા કાર્યક્રમો સ્પષ્ટ કરે છે: ACPI ઘટનાઓ જેવી કે પાવર બટનો માટે વિશિષ્ટ આદેશો ચલાવે છે.
hu: Értesíti a felhasználói területen futó programokat az ACPI-eseményekről: tetszőleges parancsot végrehajt a különféle ACPI-eseményekre (pl. a bekapcsológomb megnyomására) válaszul.
id: Memberitahukan program pemakai terhadap semua kejadian ACPI: lalu menjalankan perintah sesuai kejadian yang diterima, misalnya penekanan tombol daya.
it: Notifica ai programmi nello spazio utente gli eventi ACPI: esegue comandi arbitrari in risposta agli eventi ACPI come la pressione del pulsante di alimentazione.
ja: ユーザ・スペースのプログラムに ACPI のイベントを通知: 電源ボタンなどの ACPI イベントに反応して任意のコマンドを実行します
ko: ACPI 이벤트를 사용자 영역 프로그램에게 알려줍니다: 전원 단추같은 ACPI 이벤트에 등록된 명령을 실행합니다.
lt: Įspėja naudotojo lygmens programas apie ACPI įvykius: įvykdo reikiamas komandas, kaip atsaką į ACPI įvykius, tokius kaip srovės mygtuko paspaudimas.
ne: ए॰सि॰आई॰पि॰ घटनाहरूको प्रयोगकर्ता-खाली कार्यक्रमहरूको टिप्पणी : ए॰सि॰आई॰पि॰ घटनाको जवाफमा स्वईच्छाचारी आदेशलाई पूरा गर्दछ जस्तै शक्ति वटनहरू ।
nl: Informeert gebruikersprogramma's over ACPI-gebeurtenissen: voert willekeurige opdrachten uit als reactie op ACPI-gebeurtenissen zoals het drukken op de aan/uit-knop van de computer.
pa: ACPI ਘਟਨਾ ਲਈ ਉਪਭੋਗਤਾ ਕਾਰਜ ਥਾਂ ਸੂਚਨਾ:ACPI ਘਟਨਾ ਦੇ ਜਵਾਬ ਵਿੱਚ ਕਮਾਂਡਾਂ ਚਲਾਓ, ਜਿਵੇਂ ਕਿ ਊਰਜਾ ਬਟਨ|
pl: Powiadamia programy przestrzeni użytkownika o zdarzeniach ACPI: uruchamia odpowiednie polecenia w odpowiedzi na zdarzenia ACPI takie jak przyciski zasilania.
pt: Notifica as aplicações de espaço-de-utilizador sobre eventos ACPI: executa comandos arbitrários em resposta a eventos ACPI tais como botões de desligar.
pt_br: Notifica programas no espaço do usuário sobre eventos ACPI: executa comandos arbitrários em resposta a eventos ACPI, tais como botões de energia.
ro: Notifică programele utilizatorilor asupra evenimentelor ACPI, execută comenzile asignate ca răspuns la evenimente ACPI precum apăsarea butonului de pornire/oprire.
sq: Njofton programet e përdoruesit rreth ngjarjeve ACPI: ekzekuton komanda në përgjigje të ngjarjeve ACPI si p.sh. tastat e ndezjes.
sr: Обавештава корисничке програме о ACPI догађајима: извршава произвољне наредбе као одговор на ACPI догађаје као што је дугме за гашење.
sr@latn: Obaveštava korisničke programe o ACPI događajima: izvršava proizvoljne naredbe kao odgovor na ACPI događaje kao što je dugme za gašenje.
sv: Meddelar program i användarrymden om ACPI-händelser: kör godtyckliga kommandon som svar på ACPI-händelser som till exempel strömknappar.
ta: ACPI நிகவின் user-space நிரலுக்கு செய்தி அனுப்பும். ACPI தொடர்புடைய செய்திகளையும் கட்டளைகளையும் இயக்கும்
th: คอยแจ้งเหตุการณ์ ACPI ไปยังโปรแกรมใน user space และเรียกคำสั่งที่กำหนดเมื่อมีเหตุการณ์ ACPI เกิดขึ้น เช่น การกดปุ่ม power
tr: ACPI olaylarını kullanıcı-alanı programlarına bildirme: güç düğmeleri gibi ACPI olaylarına yanıtta isteğe bağlı komutları yürütür.
uk: Сповіщає програму про ACPI події: виконує довільні команди у відповідь на ACPI події, наприклад натискання кнопки живлення.
xh: Yazisa ngeenkqubo zesithuba somsebenzisi seziganeko ze-ACPI: iphumeza imiyalelo yokuzithandela ukusabela kwiziganeko ze-ACPI ezifana namaqhosha amandla.

source: Advanced Linux Sound Architecture
ar: بنية صوت لينكس المتقدمة
bg: Модерна архитектура за звук в Линукс (ALSA)
bn: উন্নত লিনাক্স সাউন্ড আর্কিটেকচার
ca: Arquitectura de so avançada del Linux
es: Arquitectura avanzada de sonido Linux
eu: Linux-eko Soinu Arkitektura Aurreratua
fr: Architecture avancée de son Linux
gu: ઉન્નત લિનક્સ અવાજ સંરચના
hr: Napradna Linux arhitektura za zvuk (ALSA)
hu: Továbbfejlesztett Linux hangarchitektúra (ALSA)
it: ALSA (architettura audio avanzata per Linux
ja: Advanced Linux Sound Architecture (ALSA)
ko: 고급 리눅스 사운드 구조
nb: Avansert Linux lydarkitektur
ne: उन्नत लिन्क्स ध्वनी निर्माणकला
pa: ਤਕਨੀਕੀ ਲਾਈਨੈਕਸ ਸਾਊਡ ਢਾਂਚਾ
pl: Zaawansowana architektura dźwięku Linuksa (ALSA)
pt: Arquitectura de Som Avançada Linux
pt_br: Arquiterura de Som Avançada do Linux
ro: Drivere ALSA
sq: Arkitektura e Përparuar e Zërit në Linux
sr: Напредна звучна архитектура за Линукс (АЛСА)
sr@latn: Napredna zvučna arhitektura za Linuks (ALSA)
sv: Avancerad ljudarkitektur för Linux (ALSA)
ta: மேம்பட்ட லினக்ஸ் ஒலி கட்டமைப்பு
tr: Gelişmiş Linux Ses Mimarisi
uk: Вдосконалена звукова архітектура для Linux (ALSA)
vi: ALSA
xh: Ubugcisa bokwakha Isandi Obuphambili bakwa-Linux

source: web server
ar: نادل ويب
bg: уеб сървър
bn: ওয়েব সার্ভার
ca: servidor web
cs: WWW server
el: εξυπηρετητής ιστού
es: servidor web
eu: web zerbitzaria
fi: www-palvelin
fr: serveur web
gu: વેબ સર્વર
hr: Posljužitelj weba
hu: webkiszolgáló
id: server web
it: server web
ja: WWW サーバ
ko: 웹 서버
lt: web serveris
nb: webtjener
ne: वेब सेवादायक
pa: ਵੈਬ ਸਰਵਰ
pl: serwer WWW
pt: servidor web
pt_br: servidor web
ro: server web
sq: server web
sr: веб сервер
sr@latn: veb server
sv: webbserver
ta: இணைய சேவகன்
th: เว็บเซิร์ฟเวอร์
tr: web sunucu
uk: веб-сервер
vi: máy chủ web
xh: iseva ye-web

source: Apache is a World Wide Web server. It is used to serve HTML files and CGI.
ar: أباتشي هو نادل ويب. يستخدم لخدمة ملفات HTML و CGI.
bg: Apache е сървър за WWW. Използва се за доставка на HTML файлове и CGI програми.
bn: অ্যাপাচে একটি ওয়ার্ল্ড ওয়াইড ওয়েব সার্ভার। এটি HTML ফাইল এবং CGI উপলব্ধ করবার জন্য ব্যবহৃত হয়ে থাকে।
bs: Apache je World Wide Web server. Koristi se za posluživanje HTML datoteka i CGI.
ca: L'Apache és un servidor web. Es fa servir per servir fitxers HTML i CGI.
cs: Apache je WWW server. Používá se pro poskytování souborů HTML a CGI.
da: Apache er en World Wide Web-server. Den benyttes til at give adgang til HTML-filer og CGI.
de: Apache ist ein WWW-Server, der HTML- und CGI-Dateien verarbeiten kann.
el: Ο Apache είναι ένας εξυπηρετητής του Παγκόσμιου Ιστού. Χρησιμοποείται για να εξυπηρετεί αρχεία HTML και CGI.
es: Apache es un servidor WWW. Se usa para servir archivos HTML y CGI.
eu: Apache WWW zerbitzaria da. HTML fitxategiak eta CGI zerbitzatzeko erabiltzen da.
fi: Apache on WWW-palvelin. Sitä käytetään HTML-tiedostojen ja CGI-ohjelmien tarjoamiseen.
fr: Apache est un serveur Web. Il est utilisé comme serveur de fichiers HTML et CGI.
gu: અપાચે વર્લ્ડ વાઈડ વેબ સર્વર છે. એ HTML ફાઈલો અને CGI ને સેવા આપવા માટે વપરાય છે.
hr: Apache je WWW poslužitelj. Koristi se za posluživanje HTML datoteka i za CGI aplikacije.
hu: Az Apache egy WWW-kiszolgáló. HTML fájlok kiszolgálására és CGI-programok futtatására szolgál.
id: Apache adalah server World Wide Web. Gunanya untuk menyediakan layanan berkas HTML dan CGI.
it: Apache è un server per il World Wide Web. È usato per servire file HTML e CGI.
ja: "Apache" は WWW サーバです。HTML ファイルや CGI サービスを提供する際に使用します。
ko: 아파치는 WWW서버입니다. HTML파일과 CGI를 제공할 때 쓰입니다.
lt: Apache yra WWW serveris. Jis naudojamas pateikti HTML byloms ir CGI
nb: Apache er en webtjener. Den brukes til å tilby HTML-filer og CGI.
ne: एपाचे वर्लड वाइड वेब सेवादायक हो ।यसले एचटियमएल फाइल र सिजिआई सर्व गर्नको लागी प्रयोग गरिन्छ।
nl: Apache is een server voor het World Wide Web en wordt gebruikt om HTML-bestanden en CGI-scripts aan te bieden.
pa: ਆਪਚੇ ਵਰਡ ਵਾਇਡ ਵੈਬ ਸਰਵਰ ਹੈ| ਇਹ HTML ਫਾਇਲਾਂ ਤੇ CGI ਨੂੰ ਪੇਸ਼ ਕਰਨ ਦੇ ਕੰਮ ਆਉਦਾ ਹੈ
pl: Apache jest serwerem World Wide Web (WWW). Jest używany do udostępniania plików HTML i CGI.
pt: Apache é um servidor de "World Wide Web". É utilizado para fornecer ficheiros HTML e CGI.
pt_br: Apache é um servidor World Wide Web. Ele é usado para servir arquivos HTML e CGI.
ro: Apache este un server World Wide Web. Este utilizat pentru a servi fişiere HTML şi CGI.
sq: Apache është një server World Wide Web. Përdoret për të shërbyer skedarë HTML dhe CGI.
sr: Апач представља веб сервер. Користи се за служење ХТМЛ датотека и ЦГИ-а.
sr@latn: Apač predstavlja veb server. Koristi se za služenje HTML datoteka i CGI-a.
sv: Apache är en server för WWW. Den används för att betjäna HTML-filer och CGI.
ta: அப்பேச்சி உலகலாவிய வலை சேவகம். இது HTML மற்றும் CGI கோப்புகளுக்கான சேவையை செய்யும்
th: Apache เป็นเซิร์ฟเวอร์สำหรับเวิร์ลด์ไวด์เว็บ ใช้ให้บริการแฟ้ม HTML และ CGI
tr: Apache, HTML ve CGI sayfalarını sunmak için kullanılan bir web sunucudur.
uk: Apache - є WWW сервером. Він використовується для обслуговування HTML файлів та CGI.
vi: Apache là máy chủ Web toàn cầu (www). Dùng để cung cấp tập tin HTML và CGI.
xh: I-Apache yiseva ye-World Wide Web. Isetyenziswa ukukhonza iifayili ze-HTML ne-CGI.

source: Run missed scheduled jobs at startup
ar: تشغيل الأعمال المجدولة المفتقدة عند البدء
bg: Пускане на пропуснатите задачи при стартиране
bn: স্টার্ট-আপের সময়কার যে নির্ধারিত কর্মগুলো বাদ গেছে তা চালাও
bs: Izvršava propuštene zadatke pri pokretanju sistema
ca: Executa tasques programades que no s'havien executat en arrencar
cs: Spustit vynechané naplánované úlohy při spuštění
da: Kør manglende planlagte job ved start
de: Verpasste, geplante Aufgaben beim Start ausführen
el: Εκτέλεση ξεχασμένων σχεδιασμένων εργασιών κατα την εκκίνηση
es: Ejecutar los trabajos programados no efectuados al inicio
eu: Exekutatu landu ez diren antolatutako atazak abiatzean.
fi: Suorita suorittamatta jääneet ajastetut työt käynnistettäessä
fr: Démarre les tâches planifiées dont l'exécution a échoué
gu: શરુઆતમાં બાકી રહી ગયેલી ક્રિયાઓ ચલાવો
hr: Pokretanje propuštenih cron poslova prilikom pokretanja
hu: A kihagyott ütemezett feladatok futtatása rendszerindításkor
id: Pada saat komputer dinyalakan, jalankan tugas-tugas yang tidak sempat dilakukan sebelumnya.
it: Esegue all'avvio i lavori schedulati non compiuti
ja: 起動時にスケジューリング・ミスしたジョブを実行するデーモン
ko: 시작할 때 잊었던 예약 작업 실행
lt: Sistemos paleidimo metu paleidžia praleistas suplanuotas užduotis
nb: Kjør planlagte jobber som ikke har kjørt ved oppstart
ne: कामथालमा गएर छुटेका सुचीत काम चालुगर्नुहोला
nl: Voer geplande opdrachten uit die niet uitgevoerd zijn bij het opstarten
pa: ਸ਼ੁਰੂ ਤੇ ਨਿਯਮਿਤ ਕੰਮ ਚਲਾਉਣ ਤੋਂ ਰਿਹਾ ਕਾਰਜ ਹੁਣ ਚਲਾਓ
pl: Uruchamianie zaległych zadań przy starcie
pt: Executar trabalhos calendarizados em falta ao iniciar
pt_br: Ao iniciar, executar tarefas agendadas que foram perdidas
ro: Porneşte la iniţializare sarcinile programate, dar neexecutate
sq: Ekzekuto detyra që mungojnë gjatë nisjes
sr: Покрени пропуштена задужења при покретању
sr@latn: Pokreni propuštena zaduženja pri pokretanju
sv: Kör missade schemalagda jobb vid uppstart
ta: துவக்கத்தில் விடுபட்ட ஆனால் அட்டவணையில் உள்ள செயல்களை செய்யும்
th: ทำงานที่หลุดจากตารางเวลาเมื่อเปิดเครื่อง
tr: Planlanmış işleri başlangıçta çalıştır
uk: Запускає пропущені заплановані завдання при запуску
vi: Chạy công việc đã lên lịch nhưng bị bỏ lỡ khi khởi động
xh: Phumeza inkqubo yemisebenzi ehleliweyo ephosiweyo xa kuqaliswa

source: Run cron jobs that were left out due to downtime
ar: تشغيل أعمال كرون التي لم يتم تنفيذها نتيجة وقت التوقف
bg: Стартира cron задачи, които са били пропуснати поради изключване на машината
bn: যে cron কর্মগুলো ডাউনটাইমের জন্য বাদ দেওয়া হয়েছিল তা চালাও
bs: Izvršava CRON zadatke koji su propušteni jer je računar bio ugašen
ca: Executa tasques cron que no s'havien executat atès que l'ordinador estava aturat
cs: Spustit úlohy cronu, které byly vynechány kvůli vypnutí počítače
da: Kør cron-job som ikke blev udført pga. af nedetid
de: Cron-Aufgaben ausführen, die verpasst wurden, weil das System nicht lief
el: Εκτέλεση εργασιών cron που δεν εκτελέστηκαν λόγω κλεισίματος
es: Ejecutar los trabajos cron que se dejaron debido al tiempo que estuvo apagado
eu: Exekutatu 'cron' lanak, itzalita egon zen garaian landu gabe gelditu zirenak.
fi: Suorita cron-työt, jotka jätettiin suorittamatta koska kone ei ollut päällä
fr: Démarre les tâches planifiées par cron qui ont été abandonnées à cause de leur arrêt
gu: ક્રોન ક્રિયાઓ કે જે સમયને કારણ બાકી રહી ગઈ હોય તેને ચલાવો
hr: Pokretanje cron poslova koji su izostavljeni zbog gašenja računala
hu: A leállás miatt kihagyott cron-feladatok futtatása
id: Jalankan tugas-tugas cron yang belum dilakukan karena komputer mati
it: Esegue i lavori di cron che non erano stati avviati a causa della mancanza di tempo
ja: 稼働中ではない時間に残されたままの cron ジョブを実行します。
ko: 시스템이 동작하지 않았던 시간의 예약작업을 실행
lt: Paleidžia cron užduotis, kurie buvo likę dėl kompiuterio išjungimo
nb: Kjør cron-jobber som ble utelatt pga nedetid
ne: क्रोन कार्यहरू जुन डाउनटाईम ले गर्दा छोडिएको थियो, त्यसलाई चालु गर्नुहोला ।
nl: Voer cron-opdrachten uit die vanwege problemen niet eerder uitgevoerd zijn
pa: ਸਖਤ ਸਮੇਂ ਕਰਕੇ ਖਾਸ ਕੰਮ ਜੋ ਰਹਿ ਗਏ ਚਲਾਓ
pl: Uruchamianie zaległych zadań cron'a spowodownych wyłączeniem komputera
pt: Executar trabalhos em "cron" que foram ignorados devido à indisponibilidade do sistema
pt_br: Executa tarefas do cron que não foram realizadas porque a máquina estava desligada
ro: Porneşte sarcini „cron” care nu au fost executate deoarece calculatorul era oprit
sq: Ekzekuto detyra që ishin lënë mënjanë si pasojë e mungesës së shërbimit
sr: Покрени крон послове који су пропуштени пошто систем није радио
sr@latn: Pokreni kron poslove koji su propušteni pošto sistem nije radio
sv: Kör cron-jobb som utelämnades på grund av avstängning
ta: நிறுத்தியதால் விடுபட்டுப்போன cron வேலைகளை செய்யும்
th: ทำงานของ cron ที่หลุดจากตารางเวลา อันเนื่องมาจากการปิดเครื่อง
tr: Çalışması gereken cron işlerini çalıştır
uk: Запускає завдання cron, які були пропущені через вимкнення
vi: Chạy công việc cron bị bõ lỡ vì thời gian nghỉ
xh: Phumeza inkqubo yemisebenzi ye-cron ethe yayekwa ngenxa yokuphela kwexesha

source: Automatic power management daemon
ar: جنّيّ المعالجة الآلية للطاقة
bg: Демон на автоматичния диспечер на захранването (apmd)
bn: স্বয়ংক্রিয় পাওয়ার নিয়ন্ত্রন ডেমন
ca: Dimoni per a la gestió automàtica d'energia
cs: Démon automatické správy napájení
da: Automatisk strømstyrings-server
es: Demonio de gestión de energía
eu: Energia-kudeatzaile automatikoaren daemona
fi: Automaattisen virranhallinnan palvelin
fr: Démon de gestion automatique de l'alimentation
gu: આપોઆપ પાવર વ્યવસ્થા ડીમન
hr: Daemon za upravljanje potrošnjom energije (APM)
hu: Automatikus energiafelügyeleti démon
id: Daemon pengelolaan daya listrik otomatis
it: Demone per la gestione automatica dell'energia
ja: 自動パワー・マネージメントのデーモン
ko: 고급 전원 관리 데몬
lt: Automatinio energijos valdymo demonas
nb: Daemon for automatisk strømstyring
ne: स्वचालित शक्ति नियन्त्रक डेईमोन
pa: ਸਵੈ-ਚਾਲਿਤ ਊਰਜਾ ਪ੍ਰਬੰਧਨ ਡਾਇਮੋਨ
pl: Demon zarzadzania energią (APM)
pt: Daemon de gestão automática de energia
pt_br: Serviço de gerência automática de energia
ro: Daemonul de „power management” automat
sq: Program shërbyes i organizuesit të fuqisë automatike
sr: Услуга самоуправљања напајањем (ampd)
sr@latn: Usluga samoupravljanja napajanjem (ampd)
sv: Demon för automatiska strömsparfunktioner (APM)
ta: தானாக மின்சாரத்தை கையாளும் மாயாவி
th: ดีมอนจัดการระบบพลังงานอัตโนมัติ
tr: Otomatik güç yönetim servisi
uk: Служба автоматичного керування живленням
vi: Daemon tự động quản lý nguồn điện (APM)
xh: I-daemon yokulawula amandla ngokuzenzekela
