Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: An xinetd internal service which echo's characters back to clients. This is the tcp version. You must enable xinetd to use this service.
ar: خدمة داخلية لـxinetd تطبع الرموز معيدة إيّاها إلى العملاء، هذا هو إصدار tcp. عليك تفعيل xinetd لاستخدام هذه الخدمة.
bg: Вътрешна услуга на xinetd, която връща ехо обратно към клиентите. Това е tcp версията. За да използвате услугата, трябва да разрешите xinetd.
bn: একটি অভ্যন্তরীণ xinetd service যা ক্লায়েন্টদেরকে অক্ষর echo করে ফেরত্ পাঠায়। এটি tcp-র ভারসান। এই পরিসেবা ব্যবহার করতে হলে আপনাকে xinetd সক্রিয় করতে হবে।
bs: Interni xinetd servis koji radi eho karaktera klijentu. Ovo je TCP verzija. Morate uključiti xinetd da biste koristili ovaj servis.
ca: Un servei intern d'xinetd que retorna els caràcters enviats pels clients. Aquesta és la versió TCP. Heu d'habilitar l'xinetd per fer servir aquest servei.
cs: Interní služba xinetd, která opakuje znaky zpět klientům. Toto je verze pro tcp. Pro používání této služby musíte povolit xinetd.
da: En xinetd intern tjeneste der sender et ekko af tegn tilbage til klienter. Dette er tcp-versionen. Aktivér xinetd for at benytte denne tjeneste.
de: Ein interner xinetd-Dienst, der Zeichen an Clients ausgibt. Dies ist die tcp-Version. Sie müssen xinetd aktivieren, um diesen Dienst zu verwenden.
el: Μια εσωτερική υπηρεσία xinetd που κάνει echo χαρακτήρες πίσω στους πελάτες . Αυτή είναι η έκδοση tcp. Θα πρέπει να ενεργοποιήσετε το xinetd για χρησιμοποιήσετε αυτή την υπηρεσία.
es: Un servicio interno xinetd que emite caracteres en forma de eco de vuelta a los clientes. Esta es la versión tcp. Debe activar xinetd para usar este servicio.
eu: xinetd barneko zerbitzua, karaktereak ohiartzun gisa bezeroei erantzunez igortzen die. Hau tcp bertsioa da. xinetd gaitu behar duzu zerbitzu hau erabiltzeko.
fi: Xinetd:n sisäinen palvelu, joka tulostaa saamiaan merkkejä takaisin asiakkaalle. Tämä on palvelun TCP-versio. Xinetd täytyy olla käytössä, jotta voit käyttää tätä palvelua.
fr: Un service interne de xinetd qui renvoie les caractères aux clients. C'est la version tcp. xinetd doit être en fonctionnement pour utiliser ce service.
gu: xinetd આંતરિક સેવા કે જે અક્ષરો પાછા ક્લાઈન્ટને પાછા આપે છે. આ tcp આવૃત્તિ છે. આ સેવા વાપરવા માટે તમારે xinetd સેવા સક્રિય કરવી જ પડશે.
hr: Interni xinetd servis koji vraća (echo) znakove klijentima. Ovo je tcp inačica. Morate omogućiti xinetd za korištenje ovog servisa.
hu: Egy belső xinetd szolgáltatás, amely visszaküldi a karaktereket a kliensek felé. Ez a tcp változat. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: Layanan internal xinetd yang mencetak apa pun karakter yang diterima. Ini adalah versi tcp-nya. Anda harus mengaktifkan xinetd untuk mengaktifkan layanan ini.
it: Un servizio interno di xinetd che ripete i caratteri indietro ai client. Questa è la versione tcp. Bisogna abilitare xinetd per usare questo servizio.
ja: クライアントに文字を echo バックする `xinetd` の内部サービスです。これはその TCP 版です。このサービスを利用する場合は xinetd も有効にして下さい。
ko: echo의 글자를 클라이언트에게 되돌려주는 xinetd 내부서비스 입니다. 이것은 tcp버젼입니다. 이 서비스를 쓰려면 xinetd에서 켜야 합니다.
lt: xinetd vidinė tarnyba siunčianti simbolius klientams atgal. Čia yra tcp versija. Norėdami naudoti šią tarnybą, Jūs turite įjungti xinetd.
ne: xinetd भित्रि सेवा जसले प्रतिध्वनि प्रकृतिलाई ग्राहक कहाँ पठाउँछ । यो एउटा टि॰सी॰पि॰ संस्करण हो । यो सेवा प्रयोग गर्न xinetd लाई सक्षम हुनुपर्छ ।
nl: De TCP-versie van de xinetd-interne dienst die tekens schrijft naar clients.U dient xinetd aan te zetten om deze dienst te gebruiken.
pa: xinetd ਅੰਦਰੂਨੀ ਸੇਵਾ, ਜੋ ਕਿ ਕਲਾਂਇਟ ਨੂੰ echo ਦੇ ਅੱਖਰ ਵਾਪਿਸ ਕਰਦਾ ਹੈ| ਇਹ tcp ਵਰਜਨ ਹੈ| ਤੁਹਾਨੂੰ ਇਹ ਸੇਵਾ ਵਰਤਣ ਲਈ xinetd ਨੂੰ ਯੋਗ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ|
pl: Wewnętrzna usługa xinetd która zwraca znak z powrotem do klienta. To jest wersja tcp. Należy włączyć xinetd aby móc użyć tej usługi.
pt: Um serviço interno xinetd que ecoa caracteres de volta para os clientes. Esta é a versão tcp. Tem de activar o xinetd para utilizar este serviço.
pt_br: Um serviço interno do xinetd que ecoa caracteres de volta para clientes. Esta é a versão tcp. Você deve habilitar o xinetd para usar este serviço.
ro: Un serviciu intern xinetd care returnează caracterele către clienţi. Aceasta este versiunea TCP. E necesar să activaţi xinetd înainte de a utiliza acest serviciu.
sq: Një shërbim i brendshëm xinetd i cili kthen gërmën mbrapa tek klienti. Ky është versioni tcp. Duhet të aktivizosh xinetd për të përdorur këtë shërbim.
sr: Унутрашња услуга xinetd-а која враћа знакове клијентима. Ово је ТЦП верзија. Морате укључити xinetd да бисте користили ову услугу.
sr@latn: Unutrašnja usluga xinetd-a koja vraća znakove klijentima. Ovo je TCP verzija. Morate uključiti xinetd da biste koristili ovu uslugu.
sv: En intern xinetd-tjänst som ekar tecken tillbaka till klienter. Detta är tcp-versionen. Du måste aktivera xinetd för att använda denna tjänst.
ta: xinetd சேவை echo's எழுத்துக்களை புரவலனில் பயன்படுத்துகிறது. இது tcp பதிப்பு. இதற்கு xinetd சேவையை பயன்படுத்த வேண்டும்.
th: บริการภายในของ xinetd ที่สะท้อนอักขระกลับไปยังไคลเอนต์ บริการนี้ทำงานกับ tcp คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: İstemciler arkasında echo karakterleri xinetd içsel servisi. Bu tcp sürümüdür. Bu servisi kullanabilmek için xinetd etkin olmalıdır.
uk: Внутрішня служба xinetd, яка надсилає назад отримані від клієнта символи. Це її tcp версія. Для використання цієї служби необхідно увімкнути службу xinetd.
vi: Một dịch vụ xinetd nội bộ gửi (echo) các ký tự trở lại cho máy khách. Đây là phiên bản tcp. Bạn phải bật xinetd để sử dụng dịch vụ này.
xh: Inkonzo yangaphakathi ye-xinetd ephindisa iimpawu kumxumi. Olu luhlobo lwe-tcp. Kufuneka wenze ukuba i-xinetd ikwazi ukusebenzisa le nkonzo.

source: An xinetd internal service which echo's characters back to clients. This is the udp version. You must enable xinetd to use this service.
ar: خدمة داخلية لـxinetd تطبع الرموز معيدة إيّاها إلى العملاء، هذا هو إصدار udp. عليك تفعيل xinetd لاستخدام هذه الخدمة.
bg: Вътрешна услуга на xinetd, която връща ехо обратно към клиентите. Това е udp версията. За да използвате услугата, трябва да разрешите xinetd.
bn: একটি অভ্যন্তরীণ xinetd service যা ক্লায়েন্টদেরকে অক্ষর echo করে ফেরত্ পাঠায়। এটি tcp-র ভারসান। এই পরিসেবা ব্যবহার করতে হলে আপনাকে xinetd সক্রিয় করতে হবে।
bs: Interni xinetd servis koji radi eho karaktera klijentu. Ovo je UDP verzija. Morate uključiti xinetd da biste koristili ovaj servis.
ca: Un servei intern d'xinetd que retorna els caràcters enviats pels clients. Aquesta és la versió UDP. Heu d'habilitar l'xinetd per fer servir aquest servei.
cs: Interní služba xinetd, která opakuje znaky zpět klientům. Toto je verze pro udp. Pro používání této služby musíte povolit xinetd.
da: En xinetd intern tjeneste der sender et ekko af tegn tilbage til klienter. Dette er udp-versionen. Aktivér xinetd for at benytte denne tjeneste.
de: Ein interner xinetd-Dienst, der Zeichen an Clients ausgibt. Dies ist die udp-Version. Sie müssen xinetd aktivieren, um diesen Dienst zu verwenden.
el: Μια εσωτερική υπηρεσία xinetd που κάνει echo χαρακτήρες πίσω στους πελάτες . Αυτή είναι η έκδοση udp. Θα πρέπει να ενεργοποιήσετε το xinetd για χρησιμοποιήσετε αυτή την υπηρεσία.
es: Un servicio interno xinetd que devuelve caracteres de eco a los clientes. Esta es la versión upd. Debes activar xinetd para usar este servicio.
eu: xinetd barneko zerbitzua, karaktereak ohiartzun gisa bezeroei erantzunez igortzen die. Hau udp bertsioa da. xinetd gaitu behar duzu zerbitzu hau erabiltzeko.
fi: Xinetd:n sisäinen palvelu, joka tulostaa saamiaan merkkejä takaisin asiakkaalle. Tämä on palvelun UDP-versio. Xinetd täytyy olla käytössä, jotta voit käyttää tätä palvelua.
fr: Un service interne à xinetd qui retourne des caractères au clients. Ce service est en version udp. Xinetd doit être actif pour utiliser ce service.
gu: xinetd આંતરિક સેવા કે જે અક્ષરો પાછા ક્લાઈન્ટને પાછા આપે છે. આ udp આવૃત્તિ છે. આ સેવા વાપરવા માટે તમારે xinetd સેવા સક્રિય કરવી જ પડશે.
hr: Interni xinetd servis koji vraća (echo) znakove klijentima. Ovo je udp inačica. Morate omogućiti xinetd za korištenje ovog servisa.
hu: Egy belső xinetd szolgáltatás, amely visszaküldi a karaktereket a kliensek felé. Ez az udp változat. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: Layanan internal xinetd yang mencetak apa pun karakter yang diterima. Ini adalah versi udp-nya. Anda harus mengaktifkan xinetd untuk mengaktifkan layanan ini.
it: Un servizio interno di xinetd che ripete i caratteri indietro ai client. Questa è la versione udp. Bisogna abilitare xinetd per usare questo servizio.
ja: クライアントに文字を echo バックする `xinetd` の内部サービスです。これはその UDP 版です。このサービスを利用する場合は xinetd も有効にして下さい。
ko: echo의 글자를 클라이언트에게 되돌려주는 xinetd 내부서비스 입니다. 이것은 udp버젼입니다. 이 서비스를 쓰려면 xinetd에서 켜야 합니다.
lt: xinetd vidinė tarnyba siunčianti simbolius klientams atgal. Čia yra udp versija. Norėdami naudoti šią tarnybą, Jūs turite įjungti xinetd.
ne: xinetd भित्रि सेवा जसले प्रतिध्वनि प्रकृतिलाई ग्राहक कहाँ पठाउँछ । यो एउटा यु॰डिसी॰पि॰ संस्करण हो । यो सेवा प्रयोग गर्न xinetd लाई सक्षम हुनुपर्छ ।
nl: De UDP-versie van de xinetd-interne dienst die tekens schrijft naar clients.U dient xinetd aan te zetten om deze dienst te gebruiken.
pa: ਇੱਕ xinetd ਅੰਦਰੂਨੀ ਸੇਵਾ ਜੋ ਕਿ ਕਲਾਂਇਟ ਨੂੰ ਅੱਖਰ ਵਾਪਿਸ ਕਰਦੀ ਹੈ| ਇਹ ਇੱਕ udp ਵਰਜਨ ਹੈ| ਤੁਹਾਨੂੰ xinetd ਨੂੰ ਇਹ ਸੇਵਾ ਵਰਤਣ ਲਈ ਯੋਗ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ|
pl: Wewnętrzna usługa xinetd która zwraca znak z powrotem do klienta. To jest wersja udp. Należy włączyć xinetd aby móc użyć tej usługi.
pt: Um serviço interno xinetd que ecoa caracteres de volta para os clientes. Esta é a versão udp. Tem de activar o xinetd para utilizar este serviço.
pt_br: Um serviço interno do xinetd que ecoa caracteres de volta para clientes. Esta é a versão udp. Você deve habilitar o xinetd para usar este serviço.
ro: Un serviciu intern xinetd care returnează caracterele către clienţi. Aceasta este versiunea UDP. E necesar să activaţi xinetd înainte de a utiliza acest serviciu.
sq: Një shërbim i brendshëm xinetd i cili kthen gërmën mbrapa tek klienti. Ky është versioni udp. Duhet të aktivizosh xinetd për të përdorur këtë shërbim.
sr: Унутрашња услуга xinetd-а која враћа знакове клијентима. Ово је УДП верзија. Морате укључити xinetd да бисте користили ову услугу.
sr@latn: Unutrašnja usluga xinetd-a koja vraća znakove klijentima. Ovo je UDP verzija. Morate uključiti xinetd da biste koristili ovu uslugu.
sv: En intern xinetd-tjänst som ekar tecken tillbaka till klienter. Detta är udp-versionen. Du måste aktivera xinetd för att använda denna tjänst.
ta: xinetd சேவை echo's எழுத்துக்களை புரவலனில் பயன்படுத்துகிறது. இது ucp பதிப்பு. இதற்கு xinetd சேவையை பயன்படுத்த வேண்டும்.
th: บริการภายในของ xinetd ที่สะท้อนอักขระกลับไปยังไคลเอนต์ บริการนี้ทำงานกับ udp คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: İstemciler arkasında echo karakterleri xinetd içsel servisi. Bu udp sürümüdür. Bu servisi kullanabilmek için xinetd etkin olmalıdır.
uk: Внутрішня служба xinetd, яка надсилає назад отримані від клієнта символи. Це її udp версія. Для використання цієї служби необхідно увімкнути службу xinetd.
vi: Một dịch vụ xinetd nội bộ gửi (echo) các ký tự trở lại cho máy khách. Đây là phiên bản udp. Bạn phải bật xinetd để sử dụng dịch vụ này.
xh: Inkonzo yangaphakathi ye-xinetd ephindisa iimpawu kumxumi. Olu luhlobo lwe-udp. Kufuneka wenze ukuba i-xinetd ikwazi ukusebenzisa le nkonzo.

source: Sound mixing server
ar: نادل مزج الصوت
bg: Сървър на звуковия смесител
bn: শব্দ মিক্স করবার জন্য সার্ভার
bs: Server za miksanje zvuka
ca: Servidor del mesclador de so
cs: Server pro mixování zvuku
da: Lydmikser-server
el: Εξυπηρετητής μίξης ήχου
es: Servidor mezclador de sonido
eu: Soinu-nahastailearen zerbitzaria
fi: Äänen sekoituspalvelu
fr: Serveur pour mixer le son
gu: સાઉન્ડ મિક્સ કરતું સર્વર
hu: Hangkeverő kiszolgáló
id: Server mikser suara
it: Server sonoro di mixaggio
ja: サウンド・ミキサー・サーバ
ko: 사운드 섞기 서버
lt: Garso mikšeriavimo serveris
nb: Tjener for miksing av lyd
ne: ध्वनि मिसिएको सेवादायक
nl: Server voor het mengen van geluid
pa: ਸਾਊਡ ਮਿਕਸਿਗ ਸਰਵਰ
pl: Serwer miksera dźwięku
pt: Servidor de mistura de som
pt_br: Servidor de mixagem de som
ro: Server mixare sunet
sq: Server miksues i zërit
sr: Сервер за миксовање звука
sr@latn: Server za miksovanje zvuka
sv: Ljudmixningsserver
ta: ஒலி கலக்கி சேவகன்
th: เซิร์ฟเวอร์ปรับระดับเสียง
tr: Ses karıştırma sunucusu
uk: Сервер мікшера звуку
vi: Máy chủ hòa âm
xh: Iseva yokuxuba isandi

source: The Enlightened Sound Daemon
ar: جنّيّ الصوت إنلايتند
bg: Звуков сървър ESD
bn: এনলাইটেন্ড সাউন্ড ডেমন
ca: El dimoni de so enlightened
cs: Enlightened Sound Daemon
da: Lyd-serveren, Enlightened Sound Daemon (ESD)
de: Der Enlightened-Sound-Daemon
eu: Enlightenment-eko soinu-daemona
fi: Valaistunut äänipalvelin
fr: Le démon du son de Enlightenment
gu: પ્રકાશિત થતું સાઉન્ડ ડીમન
hu: A Megvilágosult hang démon (ESD)
it: Il demone sonoro Enlightened
ja: Enlightened サウンド・デーモン
ko: 인라이튼먼트 사운드 데몬
lt: Enlightened garso demonas
nb: Enlightened Sound Daemon
ne: अलौकिक ध्वनि डेइमोन
nl: De Enlightened Sound Daemon
pa: ਵਾਧੂ ਧੁਨੀ ਪੇਸ਼ਕਾਰੀ
pl: Oświecony demon dźwięku
pt: O Daemon de Som Enlightened
pt_br: O servidor de som Enlightened
ro: Daemonul ESD
sq: Programi Shërbyes i Zërit Enlightened
sr: Просвећена звучна услуга (ЕСД)
sr@latn: Prosvećena zvučna usluga (ESD)
sv: Ljuddemonen ESD
ta: மேம்பட்ட ஒலி மாயாவி
th: ดีมอนเสียงของ Enlightenment
tr: Enlightened Ses Servisi
uk: Служба звуку Enlightened (esound)
xh: I-Daemon Ephucukileyo Yesandi

source: Exim SMTP Server
ar: نادل SMTP إكزم
bg: SMTP сървър Exim
bn: Exim SMTP সার্ভার
ca: El servidor SMTP exim
cs: SMTP server Exim
es: Servidor SMTP exim
eu: Exim SMTP zerbitzaria
fi: Exim SMTP-palvelin
fr: Serveur SMTP Exim
gu: SMTP સર્વર
hr: EXIM SMTP poslužitelj
hu: Exim SMTP-kiszolgáló
id: Server SMTP Exim
it: Server SMTP Exim
ja: Exim SMTP サーバ
ko: Exim SMTP 서버
lt: Exim SMTP serveris
nb: Exim SMTP-tjener
ne: ईकजिम एस॰एम॰टि॰पि॰ सेवादायक
pa: Exim SMTP ਸਰਵਰ
pl: Serwer SMTP Exim
pt: Servidor SMTP Exim
pt_br: Servidor SMTP Exim
ro: Serverul SMTP Exim
sq: Server SMTP Exim
sr: Ексим СМТП сервер
sr@latn: Eksim SMTP server
sv: SMTP-servern Exim
ta: Exim SMTP சேவகன்
th: Exim: เซิร์ฟเวอร์ SMTP
tr: Exim SMTP Sunucu
uk: SMTP сервер Exim
vi: Máy chủ SMTP của Exim
xh: Iseva ye-Exim SMTP

source: file alteration monitor
ar: مراقب تغيّر الملفّات
bg: монитор на променените файлове
bn: ফাইল পরিবর্তন সংক্রান্ত পর্যবেক্ষক
ca: monitor d'alteracions de fitxers
cs: sledování změn souborů
da: Filændringsovervåger
el: παρακολούθηση αλλαγής αρχείου
es: monitor de alteración de archivos
eu: fitxategi-aldaketen monitorea
fi: tiedostomuutosten tarkkailija
fr: moniteur d'altération des fichiers
gu: ફાઈલ બદલનાર મોનિટર
hr: nadzor promjena nad datotekama
hu: fájlmódosítás-figyelő
id: pemantau perubahan berkas
it: monitor di alterazione dei file
ja: ファイル変更モニタ (FAM)
ko: 파일 변경 감시기
lt: bylų pakeitimo stebyklė
nb: filendringsmonitor
ne: फाईल वैकल्पिक पर्दा
nl: Houdt bestandswijzigingen bij
pa: ਫਾਇਲ ਬਦਲਵਾਂ ਜਾਂਚਕਾਰ
pl: monitor modyfikacji pliku
pt: monitor de alteração de ficheiros
pt_br: monitor de alteração em arquivos
ro: monitor modificări fişiere
sq: vëzhgues i ndryshimit të skedarit
sr: праћење измена датотека (фам)
sr@latn: praćenje izmena datoteka (fam)
sv: filändringsövervakare
ta: கோப்பு திருத்த கண்கானிப்பு
th: ติดตามการเปลี่ยนแปลงแฟ้ม
tr: dosya değişim gözlemcisi
uk: контроль змін файлів (fam)
vi: trình theo dõi sự thay đổi tập tin
xh: imonitha yokuguqula ifayili

source: Firstboot is a druid style program that runs on the first time
ar: فيرست بووت هو برنامج مرشد ينفّذ في المرّة الأولى
bg: Firstboot е програма тип "помощник", която се изпълнява при първото влизане
bn: Firstboot একটি druid-এর ধরনের প্রোগ্রাম যা শুধুমাত্র প্রথমবার চলে
bs: Firstboot je program u stilu programa 'druid' koji se izvršava pri prvom pokretanju
ca: El firstboot és un programa tipus assistent que s'executa la primera vegada
cs: Firstboot je program ve stylu druida, který je spuštěn poprvé
da: Firstboot er et hjælper-program der køres første gang maskinen startes
de: Firstboot ist ein Programm im Stile eines Assistenten, das beim ersten Mal ausgeführt wird
el: Το Firstboot είναι ένα πρόγραμμα σε στυλ βοηθού που τρέχει την πρώτη φορά
es: Firstboot es un programa asistentente que se ejecuta la primera vez
eu: 'Firstboot' morroi itxurako programa bat da, lehenengo aldian exekutatzen da
fi: Firstboot on ohjelma, joka suoritetaan ensimmäisessä käynnistyksessä
fr: Firsboot est un programme de type druid qui est actif lors de la première ouverture du compte
gu: પ્રથમ બુટ એ ડ્રુડ પ્રકારનો કાર્યક્રમ છે કે જે પહેલી વખત ચાલે છે
hr: Firstboot je program u stilu čarobnjaka koji se pokreće prvi puta
hu: A Firstboot egy druid-stílusú program, amely az első alkalommal lefut
id: Firstboot adalah program yang dijalankan pertama kali
it: Firstboot è un programma di assistenza che viene avviato la prima volta
ja: Firstboot は一番最初に実行するドルイド形式のプログラムです。
ko: Firstboot는 처음에 실행되는 마법사 형식의 프로그램입니다.
lt: Firstboot yra vedlio stiliaus programa, kuri paleidžiama pirmos įkelties metu
nb: Firstboot er en veiviser som kjøres første gang maskinen startes
ne: पहिलो बुट पुरानो शैलीको कार्यक्रम हो जुन पहिलो चोटि संचालनु हुदैंछ ।
nl: Firstboot is een assisterend programma dat de eerste keer wordt uitgevoerd
pa: Firstboot ਇੱਕ druid ਸ਼ੈਲੀ ਦਾ ਕਾਰਜ ਹੈ, ਜੋ ਕਿ ਪਹਿਲੀਂ ਵਾਰ ਚੱਲਦਾ ਹੈ|
pl: Firstboot jest programem w stylu druida, który uruchamia się za pierwszym razem
pt: Firstboot é uma aplicação estilo Assistente que é executada na primeira utilização
pt_br: Firstboot é um programa ao estilo do druid que executa na primeira vez
ro: Firstboot este un program de tip asistent utilizat la prima pornire
sq: Firstboot është një program i llojit ndihmues i cili punon vetëm herën e parë
sr: Firstboot је помоћник који се покреће при првом покретању
sr@latn: Firstboot je pomoćnik koji se pokreće pri prvom pokretanju
sv: Firstboot är ett program i guidestil som kör den första gången
ta: Firstboot ட்டூரல் பாணி நிரல் முதல் முறை இயங்கும்
th: Firstboot เป็นโปรแกรมประเภทเครื่องมือวิเศษที่จะทำงานเมื่อบูตระบบครั้งแรกเท่านั้น
tr: Firstboot sihirbaz tarzı bir programdır, ilk açılışta çalıştırılır
uk: Firstboot - є програмою виконаною у стилі помічника, яка виконується при першому запуску
vi: Firstboot là một chương trình dạng druid mà chạy đầu tiên
xh: I-Firstboot yinkqubo yesimbo se-druid ephumeza inkqubo ngelixa lokuqala

source: Text-to-speech system
ar: نظام النص إلى الكلام
bg: Система за преобразуване на текст в говор
bn: টেক্সট-থেকে-স্পিচ -এ পরিবর্তনের জন্য সিস্টেম
bs: Sistem za izgovaranje teksta
ca: Convertidor de text a veu
cs: Systém pro syntézu řeči
da: Tekst til tale-system
de: Text-zu-Sprache System
el: Σύστημα από κείμενο σε ομιλία
es: Sistema de texto a voz
eu: 'Testutik-ahotsera'-ko sistema
fi: Tekstistä puheeksi-järjestelmä
fr: Système du texte vers la voix
gu: લખાણમાંથી-બોલી સિસ્ટમ
hu: Szövegfelolvasó rendszer
id: Sistem teks-ke-suara
it: Sistema testo-a-parlato
ja: Text-to-Speech システム
ko: 글자 음성변환 시스템
lt: Teksto-į-kalbą konvertavimo sistema
nb: Tekst til tale system
ne: पाठ-देखि-वाचन प्रणाली
nl: Tekst-naar-spraak systeem
pa: ਪਾਠ ਤੋਂ ਆਵਾਜ਼ ਸਿਸਟਮ
pl: System przekształcania tekstu na mowę
pt: Sistema de texto-para-locução
pt_br: Sistema de síntese de voz (text-to-speech)
ro: Sistem de sinteză vocală
sq: Sistem tekst-për-shqiptim
sr: Систем за текст-у-говор
sr@latn: Sistem za tekst-u-govor
sv: System för text-till-tal
ta: உரை யிலிருந்து பேச்சு கணினி
th: ระบบแปลงข้อความเป็นเสียง
tr: Konuşma-sistemine metin
uk: Система вимови тексту
vi: Hệ thống đọc văn bản
xh: Inkqubo yombhalo ukuya kwintetho

source: Festival is a general purpose text-to-speech system
ar: فيستيفال هو نظام نس إلى كلام عام الاغراض
bg: Festival e система за преобразуване на текста в говор с общо предназначение
bn: Festival টেক্সট-থেকে-স্পিচ -এ পরিবর্তনের জন্য একটি সাধারণ সিস্টেম
bs: Festival je opštenamjenski sistem za izgovaranje teksta
ca: Festival és un convertidor de text a veu de propòsit general
cs: Festival je obecný systém pro syntézu řeči
da: Festival er et generelt tekst til tale-system
de: Festival ist ein Text-zu-Sprache System
el: Το Festival είναι ενα γενικών καθηκόντων σύστημα κειμένου σε ομιλία
es: Festival es un sistema texto a voz de propósito general
eu: 'Festival' xede orokorreko 'testutik-ahotsera'-ko sistema da
fi: Festival on yleiskäyttöinen tekstistä-puheeksi -järjestelmä
fr: Festival est un système du texte vers la voix à utilisation large
gu: ફેસ્ટીવલ એ સામાન્ય પ્રકારનું લખાણમાંથી-બોલી સિસ્ટમ છે
hu: A Festival egy általános célú szövegfelolvasó rendszer
id: Festival adalah sistem teks-ke-suara serba guna
it: Festival è un sistema generico di pronuncia del testo
ja: `Festival` は汎用 Text-to-Speech (テキスト読み上げ) システムです。
ko: Festival는 범용 글자 음성 변환 시스템입니다
lt: Festival yra teksto vertimo į kalbą sistema
nb: Festival er et generelt tekst-til-tale system
ne: पर्व साधारण उद्देश्य पाठ-देखि-वाचन प्रणाली हो ।
nl: Festival is een tekst-naar-spraak systeem voor algemeen gebruik
pa: Festival ਇੱਕ ਆਮ ਵਰਤੋਂ ਯੋਗ ਪਾਠ ਤੋਂ ਆਵਾਜ਼ ਸਿਸਟਮ ਹੈ
pl: Festival jest ogólnego zastosowania systemem przekształcania tekstu na mowę
pt: Festival é um sistema genérico de texto-para-locução
pt_br: O Festival é um sistema de síntese de voz de propósito geral
ro: Festival este un sistem de sinteză vocală de utilitate generală
sq: Festival është një sistem i përgjithshëm tekst-për-shqiptim
sr: Фестивал је систем опште намене за претварање текста у звук
sr@latn: Festival je sistem opšte namene za pretvaranje teksta u zvuk
sv: Festival är ett allmänt system för text-till-tal
ta: ஃபெஸ்டிவெல் என்பது பொதுவான உரை யிலிருந்து பேச்சு கணினி
th: Festival เป็นระบบแปลงข้อความเป็นเสียงเอนกประสงค์
tr: Festival genel amaçlı bir metin konuşma sistemidir
uk: Festival є системою загального призначення для вимови тексту
vi: Festival là hệ thống chuyển (đọc) văn bản thành âm thanh
xh: Umbhiyozo yinjongo ebanzi yenkqubo yombhalo wentetho

source: Mail Fetcher
ar: جالب البريد
bg: Изтегляне на поща
bn: মেইল আহরণকারী
bs: Dobavljanje e-maila
ca: Recollidor de correu
cs: Stahovač pošty
da: Posthenter
de: E-Mail-Abrufer
es: Extractor de correo
eu: Posta-erauztailua
fi: Postinhakija
fr: Releveur de courrier électronique
gu: મેઈલ મેળવનાર
hr: Program za dohvat pošte
hu: Levélbegyűjtő
id: Pengambil Email
it: Raccoglitore di mail
ja: メールの取得
ko: 메일 가져오기
lt: Pašto atnešėjas
nb: E-posthenter
ne: चिठ्ठी ल्याउने
nl: E-mail ophaalprogramma
pa: ਮੇਲ ਪ੍ਰਾਪਤ ਕਰਤਾ
pl: System pobierania poczty
pt_br: Buscador de Correspondência
ro: Descărcare mailuri
sq: Marrësi i Postës
sr: Прикупљање поште
sr@latn: Prikupljanje pošte
sv: E-posthämtare
ta: மின்னஞ்சல் பெறுதல்
th: บริการดึงเมล
tr: E-posta Alıcı
uk: Отримання пошти
vi: Chương trình lấy thư
xh: Isixhobo Sokulanda i-imeyile
