Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: xinetd is a powerful replacement for inetd. xinetd has access control machanisms, extensive logging capabilities, the ability to make services available based on time, and can place limits on the number of servers that can be started, among other things.
ar: هو بديل قوي لـinetd. يملك xinetd آليات التحكم بالوصول، إمكانيات تسجيل واسعة، إمكانية جعل الخدمات متوفرة حسب الوقت، و وضع حدود لعدد النوادل الممكن بدؤها، و غير ذلك.
bg: xinetd е мощна алтернатива на inetd. xinetd има механизми за управление на достъпа, разширени възможности за запис в журнали, възможнотс да включва и изключва услугите в определено време, да ограничава броя на едновременните услуги и много други.
bn: inetd-এর পরিবর্তে xinetd অত্যন্ত ক্ষমতাসম্পন্ন। xinetd -এ ব্যবহার নিয়ন্ত্রন সংক্রান্ত প্রক্রিয়া, বিস্তৃত লগিং কৌশল, সময়-ভিত্তিক পরিসেবা প্রাপ্তি এবং আরম্ভ করবার জন্য সার্ভারের সংখ্যার সীমা নির্ধারণ, ইত্যাদি করবার সুযোগ উপস্থিত আছে।
bs: xinetd je moćna zamjena za inetd. xinetd između ostalog sadrži mehanizme kontrole pristupa, ekstenzivne mogućnosti logginga, omogućavanje servisa ovisno o vremenu, kao i ograničenja na broj servera koji mogu biti pokrenuti istovremeno.
ca: L'xinetd és un potent substitut per a l'inetd. Entre d'altres coses, l'xinetd té mecanismes per al control d'accés, capacitat per fer registres extensius, l'habilitat de fer que serveis estiguin disponibles depenent de l'hora, i pot posar límits al número de servidors que es poden iniciar.
cs: xinetd je mocná náhrada inetd. xinetd má mimo jiné mechanismy pro řízení přístupu, široké možnosti zaznamenávání, schopnost zpřístupňovat služby podle času a může omezit počet serverů, které lze spustit.
da: xinetd er en kraftfuld erstatning for inetd. xinetd har bla. mekanismer for adgangskontrol, videregående logmuligheder, muligheden for at gøre tjenester tilgængelige baseret på tid og kan begrænse antallet af servere der kan startes.
de: xinetd ist ein mächtiger inetd-Ersatz. Er unterstützt Zugriffskontrollmechanismen, bietet umfangreiche Protokollierungsmöglichkeiten, sowie die Möglichkeit, Dienste zeitbasiert zur Verfügung zu stellen und kann neben vielen anderen Dingen die maximale Anzahl laufender Server begrenzen.
el: Το xinetd είναι ένας πανίσχυρος αντικαταστάτης του inetd. Το xinetd έχει μηχανισμούς ελέγχου πρόσβασης, εκτεταμένες δυνατότητες καταγραφής, την ικανότητα έγκαιρης διαθεσιμότητας υπηρεσιών, και οριοθέτησης στον αριθμό των εξυπηρετητών που μπορεί να εκκινήσουν, ανάμεσα σε άλλα πράγματα.
es: xinetd es un potente reemplazo de inetd. xinetd tiene control de accesom capacidades de registro ampliadas, la habilidad de hacer servicios disponibles basándose en la hora y puede poner límites al número de servidores que pueden iniciarse, entre otras cosas.
eu: 'xinetd' 'inetd'-ren ahalmen handiko ordezkoa da. 'xinetd'-ek honakoak eskaintzen ditu, besteak beste: sarbideko kontrol mekanismoa; erregistro ahalmen hedatuak; orduan oinarritutako zerbitzuak lantzeko gaitasuna; eta abia daitezkeen zerbitzu kopurua mugatu dezake.
fi: xinetd on tehokas korvaaja inetd:lle. xinetd sisältää pääsyoikeuksien valvontamekanismin, laajat lokitusmahdollisuudet, mahdollisuuden tehdä palvelu käytettäväksi tiettyinä aikoina ja voi rajata käynnistettävien palvelimien määrä, sekä muitakin edistysaskeleita.
fr: xinetd est un remplacent puissant pour inetd. xinetd a un mécanisme de contrôle d'accès, la possibilité d'activer des services à certains moments, de capacités de journalisation étendues, peut limiter le nombres de serveurs pouvant être démarrés simultanéments et plein d'autres fonctionnalités.
gu: xinetd એ inetd માટે શક્તિશાળી ફેરબદલી છે. xinetd પાસે ચલાવવાની પરવાનગીછે, વિસ્તૃત રીતે પ્રવેશની ક્ષમતાઓ છે, સમય આધારિત ઉપ્લબ્ધ સેવાઓ પણ કરવાની ક્ષમતા છે, અને ઘણા સર્વરો કે જે શરુ થવાના છે તેના પર મર્યાદા પણ મૂકી શકે છે, બીજી બધી બાબતોમાંથી.
hr: xinetd je moćna zamjena za inetd. Između ostalog xinetd ima mehanizme za nadzor pristupa, opširne mogućnosti logiranja, mogućnost vremenskog ograničavanjaservisa, i ograničavanje broja pokrenutih poslužitelja.
hu: A xinetd az inetd hatékony helyettesítője. A xinetd hozzáférés-vezérlési mechanizmusokat is tartalmaz, sokoldalú naplózási lehetőségeket, lehetővé teszi a szolgáltatások idő alapján szabályozott elérését, korlátozhatja az elindítható kiszolgálók számát... és még sok minden másra is képes.
id: xinetd adalah program pengganti inetd. xinetd memiliki fasilitas mekanisme kendali akses, kapabilitas pencatatan/logging yang mendalam, dan kemampuan untuk mengatur layanan berdasarkan waktu dan dapat membatasi jumlah server yang dapat dijalankan, dan sebagainya.
it: xinetd è un potente sostituto di inetd. xinetd è dotato di meccanismi di controllo di accesso, capacità di log estese e, tra le altre cose, può limitare il numero di server che vengono avviati.
ja: `xinetd` は inetd の代替えですが、強力な機能を提供します。xinetd はアクセス制御メカニズムと柔軟なログ記録機能を搭載し、いろいろなサービスを時間で有効にしたり、起動できるサーバの数を制限したり、いろんなことができます。
ko: xinetd는 inetd를 대체하는 강력한 서비스입니다. xinetd는 접근제어 메카니즘, 확장 가능한 로깅 기능, 시간에 기반한 서비스 가능 능력, 시작할 수 있는 서버의 개수 제한, 등등, 그외 여러가지 기능을 가지고 있습니다.
lt: xinetd yra galingas inetd pakaitalas. Į xinetd įeina priėjimo valdymo mechanizmai, didelės žurnalų vedimo galimybės, galimybė įjungti tarnybas remiantis laiku, galimybė uždėti limitus paleidžiamų serverių skaičiui, bei kt.
ne: xinetd inetd को लागी शक्तिशाली विकल्प हो । xinetd संग यान्त्रिक प्रवेश नियन्त्रण तथा धेरै लगिङ क्षमताहरू पाईन्छ साथै समयमानै सेवा उपलब्ध गराई सेवादायकगरू जुन अरू कुराको बिच शुरूवात गर्न सकिन्छ । तिनिहरूको अंकमा सिमा तोकिदिन्छ।
nl: xinetd is een krachtige vervanging voor inetd. xinetd heeft onder meer mechanismen voor toegangscontrole en uitgebreide log-mogelijkheden enkan diensten op tijd beschikbaar maken en het aantal diensten dat gestart mag worden beperken.
pa: xinetd, inetd ਦਾ ਇੱਕ ਸ਼ਕਤੀਸ਼ਾਲੀ ਬਦਲ ਹੈ xinetd ਵਿੱਚ ਪਹੁੰਚ ਕੰਟਰੋਲ ਪ੍ਰਬੰਧਨ, ਲਾੱਗਇਨ ਸਹੂਲਤਾਂ, ਸਮੇਂ ਤੇ ਸੇਵਾਂ ਉਪਲੱਬਧ ਕਰਵਾਉਣ ਲਈ ਅਤੇ ਸਰਵਰ, ਜੋ ਕਿ ਹੋਰਾਂ ਤੋਂ ਇਲਾਵਾ ਸ਼ੁਰੂ ਹੋ ਸਕਦੇ ਹਨ, ਦੀ ਗਿਣਤੀ ਸੀਮਾ ਅੰਦਰ ਰੱਖਣ ਸਹਾਇਕ ਹਨ।
pl: Xinetd jest potężnym następcą inetd. Z pośród wielu jego cech, można wymienić mechanizm kontroli dostępu, rozszerzone możliwości zapisu w dzienniku, możliwość udostępniania serwisów w zależności od czasu, ograniczenie liczby uruchamianych serwerów.
pt: xinetd é um poderoso substituto do inetd. xinetd tem mecanismos de controlo de acessos, vasta capacidade de registo, a possibilidade de tornar disponíveis serviços dependendo da hora e pode definir limites sobre o número de servidores que podem ser iniciados, entre outras coisas.
pt_br: O xinetd é um poderoso substituto para o inetd. O xinetd tem mecanismos de controle de acesso, capacidades extensivas de registro, a habilidade de tornar serviços disponíveis baseado na hora, e pode limitar o número de servidores que podem ser iniciados, além de outras coisas.
ro: Daemonul xinetd este un înlocuitor pentru serverul inetd. El oferă în plus mecanisme de control al accesului, facilităţi extinse de logare, abilitatea de a oferi servicii doar în anumite perioade de timp. De asemenea, poate limita numărul de servere ce pot fi pornite.
sq: xinetd është një zëvendësues i fuqishëm i inetd. xinetd ka mekanizme kontrolli të hyrjeve, aftësi të zgjeruara mesazhimi, aftësinë e vënies në dispozicion të shërbimeve në varësi të kohës, dhe mund të kufizojë numrin e serverëve që mund të nisen, përveç gjërave të tjera.
sr: xinetd је моћна замена за inetd. xinetd садржи механизме за контролу приступа, опширне могућности за праћење, могућност да се направе услуге на основу времена, и могућност постављања ограничења на број сервера који се могу покренути, између свега осталог.
sr@latn: xinetd je moćna zamena za inetd. xinetd sadrži mehanizme za kontrolu pristupa, opširne mogućnosti za praćenje, mogućnost da se naprave usluge na osnovu vremena, i mogućnost postavljanja ograničenja na broj servera koji se mogu pokrenuti, između svega ostalog.
sv: xinetd är en kraftfull ersättning för inetd. xinetd har mekanismer för åtkomstkontroll, stor loggningskapabilitet, förmågan att göra tjänster tillgängliga beroende på tiden, och kan använda gränser på det antal servrar som kan startas, bland annat.
ta: xinetd inetd க்கான மாற்றாகும். xinetd யில் உள்ள கட்டுப்பாடு தொழில் நுட்பம், அதிக திறம் படைத்தது, இது சேவைகளை உடனுக்குடன் தருவதோடு, துவங்க வேண்டிய சேவைகளின் எண்ணிக்கையையும் கட்டுப்பாட்டில் வைக்கும்.
th: xinetd เป็นโปรแกรมแทนที่ inetd ที่มีความสามารถ xinetd มีกลไกควบคุมการเข้าถึง สามารถเขียนบันทึกปฏิบัติการอย่างละเอียดได้ สามารถเปิดปิดบริการตามเวลาได้ และสามารถควบคุมจำนวนเซิร์ฟเวอร์ที่จะเปิดได้ รวมทั้งความสามารถอื่นๆ
tr: xinetd inetd için güçlü bir değiştirmedir. xinetd erişim kontrolu mekanizmasına sahiptir, gelişmiş günlükleme yetenekleri, zaman tabanlı yetenekli yaptırım servisleri mevcuttur, ve başlatılmış sunucu sayısı yerle sınırlıdır, diğer şeylerde içinde.
uk: xinetd - потужна заміна для inetd. xinetd серед іншого має механізми контролю доступу, широкі можливості реєстрації, можливість регулювати доступність служб в залежності від часу, може накладати обмеження на кількість запущених служб.
vi: xinetd là một thay thế mạnh hơn cho inetd. xinetd có cơ chế điều khiển truy cập, khả năng ghi sự kiện rộng, khả năng bật dịch vụ dựa trên thời gian, và đặt giới hạn số máy chủ có thể khởi động.
xh: i-xinetd sisixhobo esingamandla sokuthathela indawo i-inetd. I-xinetd inezixhobo zokufikelela kulawulo, amathuba abanzi okunxibelelana, amandla okwenza iinkonzo zifikeleleke ngokusekwe kwixesha, yaye ingabeka imida kwinani leeseva ezinokuqalwa, phakathi kwezinye izinto.

source: Halting the system
ar: إيقاف تشغيل النظام
bg: Спиране на системата
bn: সিস্টেমকে থামানো হচ্ছে
bs: Zaustavljanje sistema
ca: S'està aturant el sistema
cs: Zastavování počítače
da: Slukker systemet
de: Das System wird angehalten
el: Τερματισμός το συστήματος
es: Deteniendo el sistema
eu: Sistema itzaltzen
fi: Järjestelmän pysäytys
fr: Arrêt du system
gu: સિસ્ટમ અટકાવી રહ્યા છીએ
hr: Zaustavljanje sustava
hu: A rendszer leállítása
id: Matikan sistem
it: Arresto del sistema in corso
ja: システムの停止
ko: 시스템 종료
lt: Išjungia sistemą
nb: Stopper systemet
ne: प्रणाली रोक्नुहोला ।
nl: Het systeem uitzetten
pa: ਸਿਸਟਮ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Zatrzymywanie systemu
pt: A desligar o sistema
pt_br: Parando o sistema
ro: Se opreşte sistemul
sq: Duke ndaluar sistemin
sr: Гасим оперативни систем
sr@latn: Gasim operativni sistem
sv: Stannar systemet
ta: கணினியை நிறுத்துகிறது
th: การปิดระบบ
tr: Sistem durduruluyor
uk: Зупинення системи
vi: Dừng hệ thống
xh: Ukumisa inkqubo

source: Text mode
ar: نمط نصّي
bg: Текстов режим
bn: টেক্সট মোড
bs: Tekstualni režim
ca: Mode text
cs: Textový režim
da: Teksttilstand
de: Textmodus
el: Λειτουργία κειμένου
es: Modo texto
eu: Testu-era
fi: Tekstitila
fr: Mode texte
gu: લખાણવાળી સ્થિતિ
hr: Način rada s tekstom
hu: Szöveges mód
id: Moda teks
it: Modo testo
ja: テキスト・モード
ko: 문자 모드
lt: Tekstinė veiksena
nb: Tekstmodus
ne: पाठ विधि
nl: Tekstmodus
pa: ਪਾਠ ਮੋਡ
pl: Tryb tekstowy
pt: Modo de texto
pt_br: Modo texto
ro: Mod text
sq: Mënyrë tekstuale
sr: Текстуални режим
sr@latn: Tekstualni režim
sv: Textläge
ta: உரை பாங்கு
th: โหมดข้อความ
tr: Metin giriş
uk: Текстовий режим
vi: Chế độ văn bản
xh: Inkqubo yombhalo

source: Graphical mode
ar: نمط بياني
bg: Графичен режим
bn: গ্রাফিক্যাল মোড
bs: Grafički režim
ca: Mode gràfic
cs: Grafický režim
da: Grafisk tilstand
de: Grafischer Modus
el: Γραφική λειτουργία
es: Modo gráfico
eu: Grafiko-era
fi: Graafinen tila
fr: Mode graphique
gu: ગ્રાફિકલ સ્થિતિ
hr: Grafički način rada
hu: Grafikus mód
id: Moda grafis
it: Modo grafico
ja: グラフィカル・モード
ko: 그래픽 모드
lt: Grafinis veiksena
nb: Grafisk modus
ne: रेखाङकित विधि
nl: Grafische modus
pa: ਗਰਾਫਿਕਲ ਮੋਡ
pl: Tryb graficzny
pt: Modo gráfico
pt_br: Modo gráfico
ro: Mod grafic
sq: Mënyrë grafike
sr: Графички режим
sr@latn: Grafički režim
sv: Grafiskt läge
ta: காட்சி பாங்கு
th: โหมดกราฟิก
tr: Grafiksel giriş
uk: Графічний режим
vi: Chế độ đồ họa
xh: Inkqubo yemifanekiso

source: Rebooting the system
ar: إعادة تشغيل النظام
bg: Рестартиране на системата
bn: সিস্টেম পুনরায় বুট করা হচ্ছে
bs: Restartovanje sistema
ca: S'està arrencant de nou el sistema
cs: Restartování počítače
da: Genstarter systemet
de: Das System wird neu gestartet
el: Επανεκκίνηση του συστήματος
es: Reiniciando el sistema
eu: Sistema berrabiarazten
fi: Järjestelmän uudellenkäynnistäminen
fr: Redémarre le système
gu: સિસ્ટમ ફરીથી શરુ કરી રહ્યા છીએ
hr: Ponovno pokretanje sustava
hu: A rendszer újraindítása
id: Reboot system
it: Riavvio del sistema in corso
ja: システムの再起動
ko: 시스템을 재시작
lt: Perkrauna sistemą
nb: Starter systemet på nytt
ne: प्रणाली पुन:संचालन गर्नुहोला ।
nl: Het systeem opnieuw opstarten
pa: ਸਿਸਟਮ ਨੂੰ ਮੁਡ਼ ਚਾਲੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Ponowne uruchamianie systemu
pt: A reiniciar o sistema
pt_br: Reiniciando o sistema
ro: Se reporneşte sistemul
sq: Duke rinisur sistemin
sr: Ресетујем оперативни систем
sr@latn: Resetujem operativni sistem
sv: Startar om systemet
ta: கணினியை மீண்டும் துவக்குகிறது
th: การเริ่มระบบใหม่
tr: Sistem yeniden başlatılıyor
uk: Перезапуск системи
vi: Khởi động lại hệ thống
xh: Ukuvuselela inkqubo

source: Starts all system neccesary services
ar: تشغيل كل خدمات النظام الضروريّة
bg: Стартиране на всички необходими системни услуги
bn: সিস্টেমের জন্য প্রয়োজনীয় সকল পরিসেবা আরম্ভ করে
bs: Pokreće sve potrebne sistemske servise
ca: Inicia tots els sistemes necessaris per al sistema
cs: Spustí všechny potřebné služby systému
da: Starter alle for systemet nødvendige tjenester
de: Startet alle nötigen Dienste
el: Εκκινεί όλες τις απαραίτητες υπηρεσίες του συστήματος
es: Inicia todos los servicios necesarios del sistema
eu: Beharrezkoak diren sistemako zerbitzu guztiak abiarazten ditu
fi: Käynnistää kaikki järjestelmän oleelliset palvelut
fr: Démarre tous les services système nécessaire
gu: બધી સિસ્ટમની જરુરી સેવાઓ ચાલુ કરે છે
hu: Az összes szükséges rendszerszolgáltatás elindítása
id: Jalankan semua layanan sistem yang dibutuhkan
it: Avvia tutti i servizi di sistema necessari
ja: システムに必須のサービスをすべて起動
ko: 시스템에서 필요한 모든 서비스 시작
lt: Paleidžia visas reikalingas sistemos tarnybas
nb: Starter alle nødvendige tjenester på systemet
ne: सबै आवश्यक सेवाहरु शुरु गर्नुहोला ।
nl: Start alle voor het systeem noodzakelijke diensten
pa: ਸਾਰੀਂ ਸਿਸਟਮ ਸੇਵਾਵਾਂ ਸ਼ੁਰੂ ਕਰੋ
pl: Uruchamia wszystkie konieczne usługi systemu
pt: Inicia todos os serviços necessários ao sistema
pt_br: Inicia todos os serviços necessários ao sistema
ro: Porneşte toate serviciile necesare sistemului
sq: Nis të gjithë shërbimet e nevojshme të sistemit
sr: Покреће све неопходне системске услуге
sr@latn: Pokreće sve neophodne sistemske usluge
sv: Startar alla nödvändiga systemtjänster
ta: எல்லா தேவையான சேவைகளையும் துவக்கு
th: เปิดบริการระบบที่จำเป็นทั้งหมด
tr: Gerekli bütün sistem servislerini başlat
uk: Запускає усі необхідні служби
vi: Chạy tất cả các dịch vụ hệ thống cần thiết
xh: Ukuqala zonke iinkqubo zeenkonzo ezifunekayo

source: Default runlevel
ar: مستوى التشغيل الافتراضي
bg: Подразбиращо се ниво на зареждане
bn: ডিফল্ট রান-লেভেল
bs: Podrazumijevani runlevel
ca: Nivell d'execució per defecte
cs: Implicitní úroveň běhu
da: Standardkørselsniveau
de: Standard Runlevel
el: Προεπιλεγμένο runlevel
es: Nivel de ejecución predeterminado
eu: Exekuzio-maila lehenetsia
fi: Suoritustilan oletus
fr: Mode de démarrage par défaut
gu: મૂળભુત રનલેવલ
hu: Alapértelmezett futási szint
id: Level jalan default
it: Runlevel predefinito
ja: デフォルトのラン・レベル
ko: 기본 실행 레벨
lt: Įprastas veikimo lygmuo
nb: Forvalgt kjøringsnivå
ne: चालुतह पूर्वनिश्चित गर्नुहोला ।
nl: Standaard werkniveau
pa: ਮੂਲ ਰਨਲੈਵਲ
pl: Domyślny poziom uruchamiania
pt: Nível de execução por omissão
pt_br: Nível de execução padrão
ro: Nivel de pornire implicit
sq: Niveli i prezgjedhur i nisjes
sr: Подразумевани ниво рада
sr@latn: Podrazumevani nivo rada
sv: Standardkörnivå
ta: இயல்பான இயக்க மட்டம்
th: ระดับการทำงานปกติ
tr: Öntanımlı seviye
uk: Типовий рівень запуску
vi: Cấp độ chạy theo mặc định
xh: Iqondo lokuphumeza elimiselweyo

source: Networkless runlevel
ar: مستوى التشغيل بدون شبكة
bg: Ниво на зареждане без мрежа
bn: নেটওয়ার্কবিহীন রান-লেভেল
bs: Runlevel bez mreže
ca: Nivell d'execució sense xarxa
cs: Úroveň běhu bez sítě
da: Kørselsniveau uden netværk
de: Netzwerkloser Runlevel
el: Runlevel χωρίς δίκτυο
es: Nivel de ejecución sin red
eu: Sarerik gabeko exekuzio-maila
fi: Verkoton suoritustila
fr: Mode de démarrage sans réseau
gu: નેટવર્ક વિનાના રનલેવલ
hu: Hálózat nélküli futási szint
id: Level jalan tanpa jaringan
it: Runlevel senza rete
ja: ネットワーク不要のラン・レベル
ko: 네트워크가 필요없는 실행 레벨
lt: Betinklis veikimo lygmuo
nb: Kjøringsnivå uten nettverk
ne: सन्जालबिना संचालन तह
nl: Werkniveau zonder netwerk
pa: ਬਿਨਾਂ- ਨੈੱਟਵਰਕ ਰਨਲੈਵਲ
pl: Poziom uruchamiana bez sieci
pt: Nível de execução sem rede
pt_br: Nível de execução sem rede
ro: Nivel de pornire fără reţea
sq: Niveli i nisjes së rrjetit
sr: Безмрежни ниво рада
sr@latn: Bezmrežni nivo rada
sv: Nätverkslös körnivå
ta: வலைப்பின்னல் இல்லா இயக்க மட்டம்
th: ระดับการทำงานไร้เครือข่าย
tr: Ağ çalışma seviyesi
uk: Рівень запуску без мережі
vi: Cấp độ chạy không có mạng
xh: Iqondo lokuphumeza ngaphandle konxibelelwano

source: Monitor system logs
bg: Наблюдаване на листемните журнали
ca: Monitoritza els registres del sistema
cs: Sledovat záznamy systému
da: Overvåge systemlogfiler
de: Systemprotokolle überwachen
el: Παρακολούθηση καταγραφών συστήματος
es: Monitorizar los registros del sistema
fi: Tarkkaile järjestelmän lokeja
fr: Moniteur de journaux système
gu: સિસ્ટમ લોગનું ધ્યાન રાખો
hu: Rendszernaplók figyelése
id: Amati logs sistem
it: Monitoraggio dei log di sistema
ja: システム・ログを監視できる
ko: 시스템 로그 감시
lt: Sistemos žurnalų stebėjimas
nb: Overvåk systemlogger
ne: विद्युतीय पर्दा प्रणालि
nl: Bewaak systeem-logbestanden
pa: ਸਿਸਟਮ ਲਾਗ ਨਿਗਰਾਨੀ
pl: Monitorowanie dzienników systemowych
pt: Monitorizar os registos do sistema
pt_br: Monitorar registros do sistema
ro: Monitorizează logurile sistemului
sq: Vëzhgo regjistrimet e sistemit
sr: Прати системске дневнике
sr@latn: Prati sistemske dnevnike
sv: Övervaka systemloggar
th: ตรวจดูบันทึกปฏิบัติการระบบ
uk: Контроль системних журналів
vi: Theo dõi bản ghi hệ thống
xh: Hlola inkqubo yeengxelo zokwenzekileyo

source: Use audio devices
bg: Използване на звукови устройства
ca: Usa dispositius d'àudio
cs: Používat zařízení zvuku
da: Anvende lydkort
de: Audio-Geräte verwenden
el: Χρήση συσκευών ήχου
es: Usar dispositivos de sonido
fi: Käytä äänilaitteita
fr: Utiliser les périphériques audio
gu: ઓડિયો ઉપકરણો વાપરો
hu: Audioeszközök használata
id: Gunakan perangkat audio
it: Uso dei dispositivi audio
ja: オーディオ・デバイスを利用できる
ko: 오디오 장치 사용
lt: Audio įrenginių naudojimas
nb: Bruk lydenheter
ne: श्रव्य यन्त्र प्रयोग गर्नुहोला ।
nl: Audio-apparaten gebruiken
pa: ਆਡੀਓ ਜੰਤਰ ਬਣਾਓ
pl: Używanie urządzeń dźwiękowych
pt: Utilizar os dispositivos audio
pt_br: Usar dispositivos de áudio
ro: Utilizează dispozitive audio
sq: Përdor dispozitiva audio
sr: Користи звучне уређаје
sr@latn: Koristi zvučne uređaje
sv: Använd ljudenheter
th: ใช้อุปกรณ์เสียง
uk: Використання звукових пристроїв
vi: Sử dụng thiết bị âm thanh
xh: Sebenzisa isixhobo zesandi

source: Access to CD-ROM drives
bg: Достъп до компактдискови устройтва
ca: Accés a dispositius CD-ROM
cs: Přístup k mechanikám CD-ROM
da: Adgang til cdrom-drev
de: Zugriff auf CD-ROM-Laufwerke
el: Πρόσβαση σε οδηγούς CD-ROM
es: Acceso a las unidades de CD-ROM
fi: Pääsy CD-ROM asemiin
fr: Accéder aux lecteurs CD-ROM
gu: CD-ROM ડ્રાઈવોનો વપરાશ
hu: CD-olvasók elérése
id: Akses ke drive CD-ROM
it: Accesso alle unità CDROM
ja: CD-ROM ドライブへアクセスできる
ko: CD-ROM 장치 접근
lt: Priėjimas prie CD-ROM įrenginių
nb: Tilgang til CD-ROM-stasjoner
ne: सिडि-रोम ड्राईभमा पहुँच
nl: Toegang tot CD-ROM-stations
pa: CD-ROM ਡਰਾਇਵ ਲਈ ਪਹੁੰਚ
pl: Dostęp do napędów CD-ROM
pt: Acesso aos dispositivos de CD-ROM
pt_br: Acesso às unidades de CD-ROM
ro: Acces la unităţile CD-ROM
sq: Hyrje në lexuesit CD-ROM
sr: Приступ ЦД уређајима
sr@latn: Pristup CD uređajima
sv: Åtkomst till cd-enheter
th: เข้าถึงไดรฟ์ซีดีรอม
uk: Доступ до пристроїв CD-ROM
vi: Truy cập tới các ổ CD-ROM
xh: Ukufikelela kwii-drive ze-CD-ROM

source: Access to modem devices
bg: Достъп до модеми
ca: Accés a dispositius mòdem
cs: Přístup k zařízením modemu
da: Adgang til modemer
de: Zugriff auf Modem-Geräte
el: Πρόσβαση σε συσκευές μόντεμ
es: Acceso a los dispositivos módem
fi: Pääsy modeemilaitteisiin
fr: Accéder aux périphériques modem
gu: મોડેમ ઉપકરણોનો વપરાશ
hu: Modemeszközök elérése
id: Akses ke perangkat modem
it: Accesso ai modem
ja: モデム・デバイスへアクセスできる
ko: 모뎀장치 접근
lt: Priėjimas prie modemo įrenginių
nb: Tilgang til modem-enheter
ne: मोडेम साधनमा पहुँच
nl: Toegang tot modemapparaten
pa: ਮਾਡਮ ਜੰਤਰਾਂ ਲਈ ਪਹੁੰਚ
pl: Dostęp do modemów
pt: Acesso aos dispositivos de modem
pt_br: Acesso aos dispositivos de modem
ro: Acces la dispozitivele modem
sq: Hyrje në dispozitivat modem
sr: Приступ модемским уређајима
sr@latn: Pristup modemskim uređajima
sv: Åtkomst till modemenheter
th: เข้าถึงโมเด็ม
uk: Доступ до пристроїв модемів
vi: Truy cập tới thiết bị môđem
xh: Ukufikelela kwizixhobo ze-modem

source: Connect to Internet through modem devices
bg: Свързване към Интернет през модем
ca: Connecta a Internet a través de dispositius mòdem
cs: Připojit se k Internetu zařízeními modemu
da: Oprette forbindelse til internettet vha. modem
de: Internetverbindung über Modem-Geräte
el: Σύνδεση στο διαδίκτυο μέσω συσκευών μόντεμ
es: Conectarse a Internet a través de dispositivos módem
fi: Yhdistä Internettiin modeemin avulla
fr: Se connecter à Internet via des périphériques modem
gu: મોડેમ ઉપકરણો મારફતે ઈન્ટરનેટ સાથે જોડો
hu: Kapcsolódás az internethez modemeszközökkel
id: Sambung ke internet melalui perangkat modem
it: Connessione ad Internet usando i modem
ja: モデム・デバイスを介したインターネット接続
ko: 모뎀장치로 인터넷 연결
lt: Prisijungimas prie Interneto naudojant modemą
nb: Koble til Internett via modem
ne: मोडेम साधन मार्फत ईन्टरनेट जडान गर्नुहोला ।
nl: Maak een verbinding met internet met modemapparaten
pa: ਮਾਡਮ ਜੰਤਰ ਰਾਹੀਂ ਇੰਟਰਨੈੱਟ ਨਾਲ ਜੁੜੋ
pl: Połączenie z internetem poprzez modem
pt: Ligar-se à Internet através de dispositivos de modem
pt_br: Conectar à Internet através de dispositivos de modem
ro: Conectare la internet prin modem
sq: Lidhu me Internetin me anë të dispozitivave modem
sr: Повезивање на Интернет помоћу модемских уређаја
sr@latn: Povezivanje na Internet pomoću modemskih uređaja
sv: Anslut till Internet genom modemenheter
th: เชื่อมต่ออินเทอร์เน็ตผ่านโมเด็ม
uk: З'єднання до Інтернет через модеми
vi: Kết nối Internet qua thiết bị môđem
xh: Ukunxibelelana kwi-Intanethi ngezixhobo ze-modem

source: Send and receive faxes
bg: Изпращане и получаване на факсове
ca: Envia i rep fax
cs: Posílat a přijímat faxy
da: Sende og modtage fax
de: Faxe senden und empfangen
el: Αποστολή και λήψη φαξ
es: Enviar y recibir faxes
fi: Lähetä ja vastaanota fakseja
fr: Envoyer et recevoir des fax
gu: ફેક્સો મોકલો અને મેળવો
hu: Faxok küldése és fogadása
id: Kirim dan terima faks
it: Invio e ricezione fax
ja: FAX の送受信ができる
ko: 팩스 주고 받기
lt: Faksogramų siuntimas ir gavimas
nb: Send og motta fakser
ne: फ्याक्स पठाउनु र प्राप्त गर्नुहोला ।
nl: Verstuur en ontvang faxen
pa: ਫੈਕਸਾਂ ਭੇਜੋ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Wysyłanie i odbiór faksów
pt: Enviar e receber faxes
pt_br: Enviar e receber faxes
ro: Trimitere şi primire faxuri
sq: Dërgo dhe merr fakse
sr: Слање и примање факсова
sr@latn: Slanje i primanje faksova
sv: Skicka och mottag fax
th: ส่งและรับแฟ็กซ์
uk: Надсилання та отримання факсів
vi: Gửi và nhận fax
xh: Thumela wamkele iifeksi
