Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: An RFC 868 time server. This protocol provides a site-independent, machine readable date and time. The Time service sends back to the originating source the time in seconds since midnight on January first 1900. This is the udp version. You must enable xinetd to use this service.
ar: نادل وقت RFC 868. يوفر هذا البروتوكول وقت و تاريخ مستقل عن الموقع، قابل للقراءة من قبل الجهاز. ترسل خدمة الوقت إلى المصدر الوقت بالثواني من منتصف ليل أول يناير غام 1900. هذا هو إصدار udp. عليك تفعيل xinetd لاستخدام هذه الخدمة.
bg: Сървър за време, съвместим с RFC 868. Този протокол осигурява независимо от местоположението достъпно за системата време и час. Услугата Time връща времето в секунди след полунощ на 01.01.1900г. Това е udp версията. За да използвате тази услуга, трябва да разрешите xinetd.
bn: একটি RFC 868 টাইম সার্ভার। এই প্রোটোকলটি একটি অবস্থান-স্বতন্ত্র, মেশিনের পাঠযোগ্য তারিখ এবং সময় উপলব্ধ করে। সময়ের পরিসেবা, পয়লা জানুয়ারি ১৯০০-র মধ্যরাত্রি থেকে সময়, সেকেন্ডে নির্ধারণ করে এবং উত্সর স্থানে প্রেরণ করে। এটি udp -র ভারসান। এই পরিসেবা ব্যবহার করতে হলে আপনাকে xinetd সক্রিয় করতে হবে।
bs: RFC 868 time server. Ovaj protokol pruža mašinski čitljiv datum i vrijeme. Vremenski servis šalje vrijeme u sekundama od ponoći 1. januara 1900. Ovo je UDP verzija. Morate aktivirati xinetd da biste koristili ovaj servis.
ca: Un servidor de temps RFC 868. Aquest protocol proporciona data i hora en format binari, independentment del lloc. El servei de temps retorna a la font originadora l'hora en segons des de la mitjanit de l'1 de gener de 1900. Aquesta és la versió UDP. Heu d'habilitar l'xinetd per poder fer servir aquest servei.
cs: Server času podle RFC 868. Tento protokol poskytuje datum a čas nezávislý na umístění, čitelný počítačem. Služba Time původnímu zdroji posílá zpět čas v sekundách od půlnoci prvního ledna 1900. Toto je verze pro udp. Pro používání této služby musíte povolit xinetd.
da: En RFC-868 tidsserver. Denne protokol giver en maskinlæsbar dato og tid uafhængig af lokalitet. Tidstjenesten sender tiden, i sekunder siden midnat den første Januar 1900, tilbage til klienten. Dette er udp-versionen. Aktivér xinetd for at benytte denne tjeneste.
de: Ein RFC 868-Zeit-Server. Dieses Protokoll liefert seitenunabhäng und maschinenlesbar Datum und Uhrzeit. Der Zeitdienst liefert die Zeit in Sekunden seit 0 Uhr am 1. Januar 1900. Dies ist die udp-Version. Sie müssen xinetd aktivieren, um diesen Dienst zu verwenden.
el: Ένας RFC 868 εξυπηρετητής ώρας. Αυτό το πρωτόκολλο παρέχει μια ανεξάρτητη, ώρα και ημερομηνία αναγνώσιμη από το μηχάνημα. Η υπηρεσία ώρας στέλνει τον χρόνο καταμετρημένο σε δευτερόλεπτα από τα μεσάνυχτα της 1ης Ιανουαρίου 1900. Αυτή είναι η έκδοση udp. Θα πρέπει να ενεργοποιήσετε το xinetd για να χρησιμοποιήσετε αυτή την υπηρεσία.
es: Un servidor de hora RFC 868. Este protocolo proporciona fecha y hora independiente de la zona. El servicio Time envía a la fuente el número de segundos desde el uno de enero de 1900. Esta es la versión udp. Debe activar xinetd para usar este servicio.
eu: RFC 868 ordu-zerbitzaria. Protokolo honek ordu-zonaren menpe ez diren data eta ordua eskaintzen ditu. 'Time' zerbitzuak 1900ko urtarrilak 1 datatik igarotako segundo kopurua igortzen dio iturriari.Hau udp bertsioa da. 'xinetd' gaitu behar da zerbitzu hau erabiltzeko.
fi: RFC 868 aikapalvelin. Tämä protokolla tarjoaa sijainnista riippumattoman, koneluettavan päiväyksen ja ajan. Aikapalvelu lähettää takaisin kysyjälle ajan sekunteina vuoden 1900 tammikuun ensimmäisen päivän keskiyöstä. Tämä on palvelun UDP-version. Xinetd:n täytyy olla käytössä jotta voit käyttää tätä palvelua.
fr: Un serveur de temps RFC 868. Ce protocole permet à un site indépendant, de lire la date et l'heure. Le service Time retourne à la source le temps en seconde depuis minuit le 1er Janvier 1990. Ceci est la version UDP. Vous devez avoir xinetd actif pour utiliser ce service.
gu: RFC 868 સમય સર્વર. આ પ્રોટોકોલ સાઈટથી બિન-આધારિત, મશીન દ્વારાવાંચી શકાય તેવી તારીખ અને સમય પૂરો પાડે છે. સમય સેવા મૂળ સ્રોતનેપાછી મળે છે જ્યાં સમય સેકન્ડમાં હોય છે જાન્યુઆરી પહેલી ૧૯૯૦ ની રાત્રેથી. આ udp આવૃત્તિ છે. તમારે આ સેવા વાપરવા માટે xinetd સક્રિય કરવી જ પડશે.
hr: RFC 868 poslužitelj vremena. Ovaj protokol daje podatke o vremenu i datumu neovisne o mjestu u strojno razumljivom obliku. Ovaj vremenski servis šalje vrijeme u sekundama od ponoći 1. siječnja 1900. godine. Ovo je udp inačica. Morate omogućiti xinetd za korištenje ovog servisa.
hu: Egy RFC 868 időszerver. Ez a protokoll egy helyfüggetlen, géppel olvasható dátumot és időt biztosít. Az időszolgáltatás a forrásnak elküldi az 1900. január 1. óta eltelt időt másodpercekben. Ez az udp változat. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: Server jam berbasis RFC 868. Protokol ini menyediakan tanggal dan jam yang tidak bergantung komputer dan dapat dibaca oleh komputer. Layanan waktu ini menghasilkan waktu dalam detik sejak tengah malah Januari 1900. Ini adalah program versi udp-nya. Anda harus mengaktifkan xinetd untuk menggunakan layanan ini.
it: 2Un server di tempo conforme all'RFC 868. Questo protocollo fornisce ora e data indipendenti dal sito e leggibili dalla macchina. Il servizio Time rispedisce alla sorgente che ne ha fatto richiesta il numero di secondi passati dalla mezzanotte del primo gennaio 1900. Questa è la versione udp. Bisogna abilitare xinetd per usare questo servizio.
ja: RFC 868 準拠の時刻サーバです。このプロトコルは、サイト依存のマシンで取り扱える日付と時刻を提供します。時間サービスは 1900年 1月の真夜中 0:00 からの秒単位の時間を返します。これは UDP 版です。このサービスを利用する場合は xinetd も有効にして下さい。
ko: RFC 868 시간서버. 이 프로토콜은 사이트 독립적인 컴퓨터가 읽을 수 있는 날짜와 시간을 제공합니다. 시간 서비스는 1900년 1월 1일 자정으로 부터 지난 시간을 초단위로 제공합니다. 이것은 udp용 입니다. xinetd에서 이 서비스를 시작하여야 합니다.
lt: RFC 868 laiko serveris. Šis protokolas suteikia nepriklausomą nuo svetainės, kompiuterio perskaitomą datą ir laiką. Laiko tarnyba siunčia atgal pradiniam šaltiniui laiką sekundėmis praėjusį nuo 1900 metų sausio 1 d. vidurnakčio. Čia yra udp versija. Norėdami naudoti šią tarnybą, Jūs turite įjungti xinetd.
ne: आर॰एफ॰सि ८६८ समय सेवादायक। यो प्रटोकोलले स्थिति स्वतन्त्रता, यन्त्रले पढ्न सक्ने गते र समय प्रदान गर्दछ । समय सेवाले जनावरी प्रथम १९०० को मध्यरात देखि समय सेकेण्डलाई प्रारम्भिक मुहानमा पठाउदछ । यो टि॰सि॰पि॰ संस्करण हो ।तपाईले यो सेवा प्राप्त गर्न xinetd लाई सक्षम पार्नुपर्दछ ।
nl: Een RFC 868 tijdserver. De UDP-versie van het protocol dat een plaats-onafhankelijke en voor machines leesbare datum en tijd aanbiedt. De machinetijd wordt naar de opvragende machine verstuurd in seconden sinds middernacht 1 januari 1900.U dient xinetd aan te zetten om deze dienst te gebruiken.
pa: RFC 868 ਇੱਕ ਸਮਾਂ ਸਰਵਰ ਹੈ, ਇਹ ਸਾਇਟ ਤੇ ਨਾ-ਨਿਰਭਰ, ਮਸ਼ੀਨ ਦੇ ਪੜਨ ਯੋਗ ਮਿਤੀ ਤੇ ਸਮਾਂ ਪਰੋਟੋਕੋਲ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ| ਸਮਾਂ ਸੇਵਾ ੧੯੦੦ ਦੀ ਪਹਿਲੀਂ ਜਨਵਰੀ ਦੀ ਅੱਧੀ ਰਾਤ ਤੋਂ ਸਮਾਂ ਸਰੋਤ ਨੂੰ ਵਾਪਿਸ ਭੇਜਦੀ ਹੈ| ਇਹ udp ਵਰਜਨ ਹੈ| ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਵਰਤਣ ਲਈ xinetd ਨੂੰ ਯੋਗ ਕਰਨਾ ਹੋਵੇਗਾ
pl: Serwer czasu zgodny z RFC 868. Protokół zapewnia czytelną dla maszyny datę i czas niezależną od jej położenia. Usługa czasu wysyła z powrotem do pierwotnego źródła czas w sekundach od północy pierwszego stycznia 1900 roku. To jest wersja UDP.Należy włączyć xinetd aby móc użyć tej usługi.
pt: Um servidor de horas segundo o RFC 868. Este protocolo disponibiliza uma data e hora legível pelas máquinas e independente da localização. O serviço de Hora devolve à fonte original o tempo em milisegundos desde a meia-noite do primeiro de Janeiro de 1900. Esta é a versão udp. Tem de activar o xinetd para utilizar este serviço.
pt_br: Um servidor de horário de acordo com o RFC 868. Este protocolo provê data e hora independente do lugar. O serviço de horário envia o tempo, em segundos, desde a meia-noite de 1 de Janeiro de 1900, de volta para o originador do pedido. Esta é a versão udp. Você deve habilitar o xinetd para usar este serviço.
ro: Un server de timp RFC 868. Acest protocol oferă un format de tip dată/oră „machine-readable” şi independent de locaţie. Serviciul „time” măsoară timpul în secunde de la începutul zilei de 1 Ianuarie 1900. Aceasta este versiunea UDP. E necesar să activaţi xinetd pentru a utiliza acest serviciu.
sq: Një server kohe RFC 868. Ky protokoll afron datën dhe orën në format të lexueshëm nga makina. Shërbimi i Orës i transmeton përsëri burimit kohën në sekonda që nga mesnata e një Janar 1900. Ky është versioni udp. Duhet të jetë aktiv xinetd për të përdorur këtë shërbim.
sr: Сервер времена према RFC-у 868. Овај протокол обезбеђује независтан од места, машински читљив датум и време. Услуга времена шаље време у секундама од поноћи, 1. јануара 1900. Ово је UDP верзија. Морате укључити xinetd да бисте користили ову услугу.
sr@latn: Server vremena prema RFC-u 868. Ovaj protokol obezbeđuje nezavistan od mesta, mašinski čitljiv datum i vreme. Usluga vremena šalje vreme u sekundama od ponoći, 1. januara 1900. Ovo je UDP verzija. Morate uključiti xinetd da biste koristili ovu uslugu.
sv: En RFC 868-tidsserver. Detta protokoll tillhandahåller ett platsoberoende, maskinläsbart datum och tid. Tidstjänsten skickar tillbaka tiden i sekunder sedan midnatt den förste januari 1900 till den ursprungliga källan. Detta är udp-versionen. Du måste aktivera xinetd för att använda denna tjänst.
ta: RFC 868 நேர சேவகம்.இது இணைய தளம் சார்ந்த நேரம் தேதி அமைக்கும் விதிமுறை. இது 1900 ஜனவரி என அமைக்கப்பட்டிருக்கும், இது ucp பதிப்பு. இந்த சேவையை பயன்படுத்த xinetd செயல்பாட்டில் இருக்க வேண்டும்
th: เซิร์ฟเวอร์เวลาตาม RFC 868 โพรโตคอลนี้ให้บริการเวลาในรูปที่ไม่ขึ้นกับระบบ และสำหรับให้คอมพิวเตอร์อ่าน บริการ time จะส่งเวลากลับไปเป็นจำนวนวินาทีนับตั้งแต่เที่ยงคืนของวันที่ 1 มกราคม 1900บริการนี้ทำงานกับ udp คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: RFC 868 zaman sunucusudur. Bu iletişim kuralı makina tarafından okunabilen tarih ve zaman yapar. İlk 1900 Ocak gecesinden başlayarak yıllı, saniyeyi zamanı istendiğinde zaman servisine gönderir. Bu udp sürümüdür. Bu servisi kullanabilmek için xinetd etkin olmalıdır.
uk: Сервер часу відповідний RFC 868. Цей протокол впроваджує незалежні від місця, зрозумілі машині дані про час та дату. Служба часу надсилає вузлу, що підключається, час у секундах від півночі першого Січня 1900. Це її udp версія. Для використання цієї служби необхідно увімкнути службу xinetd.
vi: Một máy chủ thời gian RFC 868. Giao thức này cung cấp ngày và giờ ở dạng máy tính có thể hiểu và không phụ thuộc vào trang. Dịch vụ thời gian gửi trở lại nguồn ban đầu thời gian tính theo giây kể từ nửa đêm Ngày 1 Tháng 1 năm 1900. Đây là phiên bản udp. Bạn phải bật xinetd để sử dụng dịch vụ này.
xh: Iseva yexesha ye-RFC 868. Le prothokholi ibonelela ngomhla nexesha elingaxhomekekanga kwisiza, elifundekayo ngomatshini. Inkonzo Yexesha ithumela emva kumthombo oyintsusa ixesha ngemizuzwana ukusuka ezinzulwini zobusuku zomhla wakuqala kuJanuwari 1900. Olu luhlobo lwe-tcp version. Kufuneka wenze ukuba i-xinetd isebenze ukuze isebenzise le nkonzo.

source: kernel random number source devices
ar: أجهزة مصادر الأرقام العشوائيّة للنواة
bg: устройства-източници за случайни числа към ядрото
bs: kernelski uređaji sa izvorom slučajnih brojeva
ca: Dispositius del nucli generadors de nombres aleatoris
cs: zařízení zdrojů náhodných čísel jádra
da: kildeenheder for tilfældige tal fra kernen
de: Kernel-Quellgeräte für Zufallszahlen
es: dispositivos de generación de números aleatorios del núcleo
eu: kernelaren ausazko zenbakiak sortzeko gailuak
fi: ytimen satunnaislukujen lähdelaitteet
fr: périphériques source du kernel qui génère des nombres aléatoires
gu: કર્નલ રેન્ડમ સંખ્યા સ્રોત ઉપકરણો
hr: kernel uređaj za slučajne brojeve
hu: kernel véletlenszám-forrás eszközök
id: perangkat sumber angka acak milik kernel
it: Dispositivi sorgente dei numeri casuali del kernel
ja: Kernel 乱数ソース・デバイス
ko: 커널 난수 발생기 장치
lt: branduolio atsitiktinių skaičių šaltinio įrenginiai
nb: kildeenheter for tilfeldige tall fra kjernen
ne: केरनेल अनियमित संख्या स्रोत साधनहरू
nl: kernel willekeurige getallen bronapparaten
pa: ਕਰਨਲ ਰਲਵੇ ਅੰਕ ਸਰੋਤ ਜੰਤਰ
pl: Urządzenia źródła liczb losowych jądra
pt: dispositivos de origem de números aleatórios do kernel
pt_br: dispositivos fonte de números aleatórios do kernel
ro: dispozitive kernel generatoare de numere aleatoare
sq: dispozitivët e kernel me burim numra të rastit
sr: изворни уређаји језгра за случајне бројеве
sr@latn: izvorni uređaji jezgra za slučajne brojeve
sv: kärnkällenheter för slumptal
ta: கர்னர் தொடரற்ற எண் மூல சாதனம்
th: อุปกรณ์แหล่งเลขสุ่มของเคอร์เนล
tr: çekirdek rasgele sayı kaynağı aygıtları
uk: пристрій ядра джерела випадкових чисел
xh: umthombo wenani lezixhobo ze-kernel ngokungahlelwanga

source: The random number generator gathers environmental noise from device drivers and other sources into an entropy pool. From this entropy pool random numbers are created.
ar: يجمع مولد الأرقام العشوائية الضجيج البيئي من برامج قيادة الأجهزة و المصادر الأخرى في مجموعة الانتروبي. من هذه المجموعة، يتم توليد الأرقام العشوائية.
bg: Генераторът на случайни числа събира шум на обкръженеито от драйвери на устройства и други подобни източници в басейн на ентропия. От него генерира "случайни" числа.
bs: Generator slučajnih brojeva skuplja šum iz okruženja kao što su drajveri uređaja u entropijski bazen. Iz ovog bazena se prave slučajni brojevi.
ca: Els generadors de nombres aleatoris recullen soroll de l'entorn, dels controladors, i d'altres llocs, a la font d'entropia del sistema, des d'on es creen els nombres aleatoris.
cs: Generátor náhodných čísel sbírá šum z prostředí od ovladačů zařízení a jiných zdrojů do zásoby entropie. Z této zásoby entropie se vytváří náhodná čísla.
da: Tilfældighedsnummergeneratoren samler miljøstøj fra enheder, drivprogrammer og andre kilder i et datagrundlag. Tilfældige numre bliver skabt ud fra dette datagrundlag.
de: Der Zufallszahlengenerator fasst gemessenen Gerätelärm von Gerätetreibern und anderen Quellen in einem Entropie-Pool zusammen. Aus diesem werden Zufallszahlen erzeugt.
el: Ο random number generator συλλέγει περιβαντολογικό θόρυβο από device drivers και άλλες πηγές σε μια δεξαμενή εντροπίας. Από αυτήν τη δεξαμενή εντροπίας δημιουργούνται τυχαίοι αριθμοί.
es: El generador de números aleatorios obtiene ruido ambiental desde los dispositivos y otras fuentes para crear un pool de entropía. Desde este pool de entropía se crean números aleatorios.
eu: Ausazko zenbaki sortzaileak gailuetatik eta beste iturrietatik inguruneko zarata jasotzen du, entropia poltsa bat osatuz. Entropia poltsatik ausazko zenbakiak sortzen dira.
fi: Satunnaislukugeneraattori kerää ympäristön hälyä laiteajureista ja muista laitteista entropia-altaaseen. Satunnaisluvut luodaan tästä entropia-altaasta.
fr: Le générateur de nombres aléatoires recueille le bruit des pilotes des périphériques et d'autres sources de désordre. Depuis ces sources de désordre les nombres aléatoires sont créés.
gu: રેન્ડમ સંખ્યા બનાવનાર ઉપકરણ ડ્રાઈવરમાંથી ઘોંઘાટ અને બીજા સ્રોતોએન્ટ્રોપી પુલ ભેગા કરે છે. આ એન્ટ્રોપી પુલમાંથી રેન્ડમ સ્ખ્યાઓ બને છે.
hr: Generator slučajnih brojeva sakuplja buku okoliša iz upravljačkih programa uređaja i ostalih izvora u skup entropija. Iz tog skupa entropija stvaraju se slučajni brojevi.
hu: A véletlenszám-generátor környezeti zajt szed fel az eszközillesztőkből és más forrásokból egy entrópiatárolóba. A véletlenszámok előállításához ezt az entrópiatárolót használja a rendszer.
id: Pembangkit angka acak mengambil polusi lingkungan dari berbagai program penggerak perangkat dan sumber-sumber lainnya dan disimpan dalam bandar entropi. Dari bandar entropi inilah angka acak akan dihasilkan.
it: Il generatore di numeri casuali raccoglie rumore ambientale dai driver dei dispositivi e da altre sorgenti in un bacino di entropia. Da questo bacino di entropia vengono poi creati i numeri casuali.
ja: 乱数を生成する際は、デバイス・ドライバやその他のソースからの環境ノイズを収集して、エントロピー・プールに保存します。このエントロピー・プールから乱数が生成されます。
ko: 난수 발생기가 주변 장치의 신호와 그외의 신호를 엔트로피 풀로 모읍니다. 이 엔트로피 풀에서 난수를 발생키도록 합니다.
lt: Atsitiktinių skaičių generatorius surenka aplinkos triukšmą iš įrenginių tvarkyklių ir kitų šaltinių į taip vadinamą „entropijos baseiną“. Iš šio „entropijos baseino“ yra kuriami atsitiktiniai skaičiai.
ne: अनियमित संख्या उत्पादनले साधन चालक त अन्य स्रोतहरूबाट वातावरणिय हल्लालाई ईनट्रोफि पुलमा जम्मा गर्दछ । यहि ईनट्रोफि पुलबाट नै अनियमित संख्याको सृजना हुन्छ।
nl: De willekeurige getallen generator verzamelt omgevingsstoringen uit stuurprogramma's en andere bronnen in een entropieverzameling. Vanuit deze entropieverzameling worden willekeurige getallen gecreëerd.
pa: ਰਲਵੇਂ ਅੰਕ ਜਰਨੇਟਰ ਜੰਤਰ ਡਰਾਇਵਰਾਂ ਅਤੇ ਹੋਰ ਸਰੋਤਾਂ ਤੋਂ ਨੋਵਾਇਸ ਪ੍ਰਾਪਤ ਕਰਕੇ ਇੰਟਰੋਪੀ ਪੂਲ ਵਿੱਚ ਭੇਜਦਾ ਹੈ| ਇਸ ਪੂਲ ਵਿੱਚ ਮੁੜ ਰਲਵੇਂ ਅੰਕ ਪੈਦਾ ਕੀਤੇ ਜਾਦੇ ਹਨ
pl: Generator liczb losowych pobiera szum środowiskowy ze sterowników urządzeń i innych źródeł generując entropię, z której tworzy się liczby losowe.
pt: O gerador de números aleatórios obtém ruído de ambiente dos controladores de dispositivos e outras fontes reunindo-os num receptáculo de entropia. Os números aleatórios são criados a partir deste receptáculo de entropia.
pt_br: O gerador de números aleatórios reúne, na reserva de entropia, ruído ambiental de drivers de dispositivos e de outras fontes. Números aleatórios são criados a partir desta reserva de entropia.
ro: Generatorul de numere aleatoare colectează entropie de la alte drivere şi dispozitive de sistem. Utilizând această entropie, se generează numere aleatoare.
sq: Gjeneratori i numrave të rastit grumbullon zhurmën ambientale nga dirvers e dispozitivëve apo burimeve të tjerë nën një entropy pool. Nga ky entropy pool krijohen numrat e rastit.
sr: Генератор случајних бројева скупља шум околине из управљачких програма и осталих извора у бунар ентропије. Одавде се образују случајни бројеви.
sr@latn: Generator slučajnih brojeva skuplja šum okoline iz upravljačkih programa i ostalih izvora u bunar entropije. Odavde se obrazuju slučajni brojevi.
sv: Slumptalsgeneratorn samlar in brus i miljön från enhetsdrivrutiner och andra källor till en entropipool. Från denna entropipool skapas slumptal.
ta: entropy pool லிருந்து தொடரற்ற எண்களை உருவாக்கி கண்காணிக்க தொடரற்ற எண் உருவாக்கி பயன்படும்
th: อุปกรณ์สุ่มเลขจะเก็บสัญญาณรบกวนจากตัวขับอุปกรณ์ต่างๆ และจากแหล่งอื่นๆ มารวมเป็นเอนโทรปีของระบบ การสุ่มเลขจะสุ่มจากเอนโทรปีนี้
tr: Rasgele sayı üretici aygıt sürücülerinden haber yayan çevreleri ve diğer kaynakları bir entropi havuzuna toplar. Bu entropi havuzundan rasgele sayılar oluşturulur.
uk: Генератор випадкових чисел збирає оточуючий шум з драйверів пристроїв та інших джерел у пул ентропії. З цього пулу ентропії створюються випадкові числа.
xh: Isixhobo sokudala inani nakanjani na siqokelela ingxolo kwimeko-bume evela kwii-driver neminye imithombo ukuyifaka kumdibaniso we-entropy. Ukuphuma kulo mdibaniso we-entropy kudaleka amanani nakanjani.

source: Intel(TM) x86(TM)-based virtual machine
ar: ألة افتراضية على بنية انتل x86
bg: Intel(TM) x86(TM) виртуална машина
bn: Intel(TM) x86(TM)-ভিত্তিক ভার্চুয়াল মেশিন
bs: Intel(TM) x86(TM)-bazirana virtuelna mašina
ca: Màquina virtual basada en Intel(TM) x86(TM)
cs: Virtuální stroj založený na Intel™ x86™
da: Intel(TM) x86(TM)-baseret virtuel maskine
de: Intel(TM) x86(TM)-basierter virtueller Rechner
es: La máquina virtual Intel(TM) x86(TM)
eu: Intel(TM) x86(TM)-ko makina birtuala
fi: Intel(TM) x86(TM-pohjainen virtuaalikone
fr: Machine virtuelle basée sur Intel(TM) x86(TM)
gu: Intel(TM) x86(TM)-આધારિત વર્ચ્યુઅલ મશીન
hr: Intel(TM) x86(TM)-bazirani virtualni stroj
hu: Intel(TM) x86(TM) alapú virtuális gép
id: Mesin virtual berbasiskan Intel(TM) x86(TM)
it: macchina virtuale basata su Intel™ x86™
ja: Intel(TM) x86(TM) で動作する仮想マシン
ko: Intel(TM) x86(TM)기반 가상 기계
lt: Intel(TM) x86(TM)-paremta virtuali mašina
nb: Intel(TM) x86(TM)-basert virtuell maskin
ne: इनटेल(टि॰एम॰) x८६(टि॰एम॰)मा आधारित अवास्तविक मेशिन
nl: Intel(TM) x86(TM)-gebaseerde virtuele machine
pa: Intel(TM) x86(TM)-ਆਧਾਰਿਤ ਫਰਜ਼ੀ ਮਸ਼ੀਨ
pl: Maszyna wirtualna Intel(tm) x86(tm)
pt: Máquina virtual baseada em Intel(TM) x86(TM)
pt_br: Máquina virtual baseada no Intel(TM) x86(TM)
ro: Maşină virtuală de tip Intel(TM) x86(TM)
sq: Kompjuter virtual bazuar mbi Intel(TM) x86(TM)
sr: Виртуелна машина заснована на Интелу x86
sr@latn: Virtuelna mašina zasnovana na Intelu x86
sv: Intel(TM) x86(TM)-baserad virtuell maskin
ta: Intel(TM) x86(TM)-சார்ந்த மெய்நிகர் கணினி
th: เครื่องเสมือน Intel(TM) x86(TM)
tr: Intel(TM) x86(TM) tabanlı sanal makina
uk: Віртуальна машина побудована Intel(TM) x86(TM)
vi: Máy ảo dựa trên Intel(TM) x86(TM)
xh: I-Intel(TM) x86(TM)-esekwe kumatshini wokwenyani
