Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: Linux system logging utilities
ar: أدوات تسجيل نظام لينكس
bg: Инструменти за системни журнали в Линукс
bn: লিনাক্স সিস্টেম লগিং ইউটিলিটি
bs: Linux sistemski alati za bilježenje (logging)
ca: Utilitats per al registre del sistema de Linux
cs: Systémové zaznamenávací nástroje Linuxu
da: Værktøjer til at føre en systemlog for Linux
de: Linux-Systemprotokollwerkzeuge
el: Εφαρμογές καταγραφής συστήματος linux
es: Utilidades de registro del sistema Linux
eu: Linux sistemako erregistroentzako tresneria
fi: Linuxin järjestelmälokien työkalut
fr: Utilitaires de journaux systèmes Linux
gu: લિનક્સ સિસ્ટમ પ્રવેશની ઉપયોગીતાઓ
hr: Sustavski programi za logiranje
hu: Linux rendszernaplózási segédprogramok
id: Program pencatat/logging sistem Linux
it: Utilità di log di sistema di Linux
ja: Linux システム・ログ記録ユーティリティ
ko: 리눅스 시스템 로깅 도구
lt: Linux sistemos žurnalų vedimo įrankiai
nb: Verktøy for systemlogger for Linux
ne: लिनक्स प्रणाली लगीङ उपयोगिता
nl: Linux systeem-logprogramma's
pa: ਲੀਨਕਸ ਸਿਸਟਮ ਲਾਗਿੰਗ ਸਹੂਲਤਾਂ
pl: Narzędzia dziennika systemu Linux
pt: Utilitários de registo de sistema Linux
pt_br: Utilitários de registro do sistema Linux
ro: Utilitare de logare de sistem Linux
sq: Instrumentë të mesazheve të sistemit për Linux
sr: Алати за праћење система
sr@latn: Alati za praćenje sistema
sv: Loggningsverktyg för Linux-system
ta: லினக்ஸ் கணினி உள்நுழை பயன்பாடு
th: โปรแกรมบันทึกปฏิบัติการระบบของลินุกซ์
tr: Linux sistem günlüğü yardımcıları
uk: Утиліти системної реєстрації Linux
vi: Tiện ích của bản ghi hệ thống Linux
xh: Izixhobo zenkqubo yokuthungelana yakwa-Linux

source: Sysklogd provides two system utilities which provide support for system logging and kernel message trapping.
ar: يوفر Sysklogd أداتي نظام توفران دعم تسجيل النظام و حبس رسائل النواة.
bg: Sysklogd осигурява два системни инструмента, които позволяват поддръжка и прихващане на съобшения от ядрото.
bn: Sysklogd দুটি সিস্টেম ইউটিলিটি উপলব্ধ করে থাকে যা সিস্টেম লগিং এবং কার্নেল মেসেজ ট্র্যাপিং-র জন্য সমর্থন প্রদান করে।
bs: Sysklogd pruža dva sistemska alata koji obezbjeđuju podršku za bilježenje sistemskih dnevnika i hvatanje poruka kernela.
ca: El sysklogd proporciona dues utilitats de sistema que permeten el registre del sistema i la captura de missatges del nucli.
cs: Sysklogd poskytuje dva systémové nástroje, které poskytují podporu pro systémové zaznamenávání a zachycování zpráv jádra.
da: Sysklogd består af to systemværktøjer, der giver mulighed for at føre en systemlog og at fange kerne-beskeder.
de: Sysklogd stellt zwei Systemwerkzeuge bereit, die Unterstützung für die Systemprotokollierung und das Abfangen von Kernel-Meldungen bieten.
el: Το Sysklogd παρέχει δύο εφαρμογές συστήματος που απέχει υποστήριξη για καταγραφή συστήματος και kernel message trapping.
es: Sysklogd proporciona dos utilidades del sistema que proporcionan soporte para el registro del sistema y captura de los mensajes del núcleo.
eu: 'Sysklogd'-ek sistemako bi tresna eskaintzen ditu: sistemako erregistroen euskarria eta kernelaren mezuak atzematea.
fi: Sysklogd tarjoaa kaksi työkalua, jotka tarjoavat tuen järjestelmän lokien keruuseen ja ytimen viestien talteenottoon.
fr: Sysklogd permet de logger les messages systèmes et d'intercepter les messages du noyau.
gu: Sysklogd એ સિસ્ટમની બે ઉપયોગિતાઓ પૂરી પાડે છે કે જે સિસ્ટમમાં પ્રવેશવાનુ અને કર્નલ સંદેશા પકડવાનો આધાર પૂરો પાડે છે.
hr: Sysklogd daje dva pomoćna programa koji daju podršku za logiranje sustavskih i kernel poruka.
hu: A Sysklogd két rendszer-segédprogramot biztosít a rendszer naplózásához és a kernelüzenetek elfogásához.
id: Sysklogd menyediakan dua program bantu yang menyediakan dukungan untuk pencatatan sistem dan pesan kernel.
it: Sysklogd fornisce due utilità di sistema che forniscono supporto al log di sistema e all'intercettazione dei messaggi del kernel.
ja: `Sysklogd` は、システムのログ記録と Kernel メッセージの捕捉という二つの機能を提供します。
ko: Sysklogd는 시스템 로깅과 커널 메세지를 가로채어서 저장하는 두가지 도구를 제공합니다.
lt: Sysklogd suteikia du sistemos įrankius, kurie suteikia sistemos žurnalų vedimo ir branduolio žinučių sekimo palaikymą.
ne: Sysklogd ले दुईवटा प्रणाली उपयोग उपलब्ध गर्दछ, जसले प्रणाली लग्गिङ र केरनेल खबर ट्रयाप गर्न सहयोग उपलब्ध गराउदछ ।
nl: Sysklogd verschaft twee systeemprogramma's die ondersteuning geven voor systeemloggen en het opvangen van kernelberichten.
pa: Sysklogd ਦੋ ਸਿਸਟਮ ਪੱਧਰ ਦੀਆਂ ਸਹੂਲਤਾਂ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ ਇੱਕ ਸਿਸਟਮ ਲਾੱਗਆਨ ਅਤੇ ਕਰਨਲ ਸੁਨੇਹਾ ਪ੍ਰਾਪਤੀ
pl: Sysklogd udostępnia dwa narzędzia systemowe obsługujące zapisy do systemowego dziennika oraz przechwytywanie komunikatów jądra.
pt: Sysklogd disponibiliza dois utilitários de sistema que oferecem suporte para registo de sistema e captura de mensagens de kernel.
pt_br: O Sysklogd provê dois utilitários de sistema que dão suporte a registros de eventos do sistema e a captura de mensagens do kernel.
ro: Daemonul sysklogd oferă două utilitare de sistem pentru logarea de sistem şiinterceptarea mesajelor kernelului
sq: Sysklogd afron dy instrumentë që afrojnë suport për mesazhet e sistemit dhe kapjen e mesazheve të kernel.
sr: Sysklogd обезбеђује два системска алата за држање системског дневника и пресретање порука језгра.
sr@latn: Sysklogd obezbeđuje dva sistemska alata za držanje sistemskog dnevnika i presretanje poruka jezgra.
sv: Sysklogd tillhandahåller två systemverktyg som tillhandahåller stöd för systemloggning och infångst av meddelanden från kärnan.
ta: Sysklogd உள்நுழைய மற்றும் கர்னல் மேலாண்மைக்கு பயன்படும்
th: sysklogd มีโปรแกรมระบบสองโปรแกรม ซึ่งช่วยสนับสนุนการบันทึกปฏิบัติการระบบ และการดักข้อความจากเคอร์เนล
tr: Sysklogd iki şeyi temin eder, çekirdek mesajlarını ve sistem günlüklerini
uk: Sysklogd надає дві системні утиліти, які забезпечують підтримку системної реєстрації та перехоплення повідомлень ядра.
vi: Sysklogd cung cấp hai tiện ích hệ thống hỗ trợ cho hệ thống ghi sự kiện và trap các thông báo của nhân.
xh: I-Sysklogd ibonelela ngezixhobo ezibini zenkqubo ezibonelela ngenkxaso yokunxibelelana kwenkqubo ne-kernel yokubambisa umyalezo.

source: Syslog is the facility by which many daemons use to log messages to various system log files. It is a good idea to always run syslog.
ar: سيسلوغ هو الوسيلة التي يستخدمها العديد من الجّنّ لتسجيل الرسائل لمختلف ملفات سجل النظام. من الأفضل تشغيل سيسلوغ باستمرار.
bg: Syslog е улеснение чрез което много демони записват съобщения в различни log файлове.
bn: Syslog-র সাহায্যে একাধিক ডেমন বিভিন্ন সিস্টেম লগ ফাইলে বার্তা লগ করে থাকে। সর্বদা syslog ব্যবহার করা বাঞ্ছনীয়।
bs: Syslog je pogodnost koju koriste mnogi demoni da bi bilježili poruke u razne sistemske dnevnike. Pametno je uvijek imati pokrenut syslog.
ca: El sislog és el sistema que molts dimonis fan servir per a registrar missatges a diferents fitxers de registre del sistema. És bona idea executar sempre el syslog.
cs: Syslog je systém, kterou používá mnoho démonů pro zaznamenávání zpráv do různých souborů systémových záznamů. Vždy spouštět syslog je dobrý nápad.
da: Syslog er faciliteten der benyttes af mange servere til at føre log til forskellige systemlogfiler. Det er en god idé altid at have syslog aktiveret.
de: Syslog wird von vielen Daemons zum Protokollieren von Meldungen in verschiedenen Systemprotokolldateien verwendet. Es ist eine gute Idee, syslog stets auszuführen.
el: Το Syslog είναι μια ευκολία που χρησιμοποιείται από πολλούς daemons για την καταγραφή μηνυμάτων σε διάφορα αρχεία καταγραφής. Είναι καλό να τρέχει πάντα το syslog.
es: Syslog es una utilidad que muchos demonios usan para registrar mensajes a varios archivos de registro del sistema. Es una buena idea ejecutar siempre syslog.
eu: Daemon askok 'Syslog' tresna erabiltzen dute sistemako hainbat erregistro-fitxategietan mezuak erregistratzeko. 'syslog' beti exekutatzea burutazio ona da.
fi: Syslog on palvelu, jota monet palvelimet käyttävät viestien lokitukseen eri järjestelmän lokitiedostoihin. On hyvä ajatus pitää syslog aina päällä.
fr: Syslog est un service qui est utilisé par de nombreux démons pour loger leurs messages dans des fichiers logs. C'est une bonne idée d'avoir syslog toujours lancé.
gu: Syslog એ સેવા છે કે જેના દ્વારા ઘણા ડિમનો લોગ સંદેશાઓ વિવિધ સિસ્ટમ લોગફાઈલોને મોકલે છે. હંમેશા syslog ચલાવવાનો સારો વિચાર છે.
hr: Syslog je usluga koju koriste mnogi daemoni za logiranje poruka u razne sustavske log datoteke. Uvijek je dobro imati pokrenut syslog.
hu: A Syslog nevű segédprogramot használja számos más démon az üzenetek naplózására különféle rendszernaplófájlokba. A syslog folyamatos futtatása okos dolog.
id: Syslog adalah fasilitas yang digunakan banyak daemon untuk mencatat pesan-pesan tertentu ke berbagai berkas catatan log. Syslog sebaiknya selalu dijalankan.
it: Syslog è la funzione tramite cui molti demoni effettuano il log dei messaggi su vari file di log di sistema. È una buona idea far partire sempre syslog.
ja: `syslog` は、多くのデーモンがいろいろなシステム・ログ・ファイルへメッセージを記録するために使用します。常に syslog を起動しておく方が良いでしょう。
ko: Syslog는 많은 데몬이 저장하는 메세지를 여러가지 시스템 로그파일로 저장하는 기능을 가지고 있습니다. 항상 syslog를 실행하는 것이 좋습니다.
lt: Syslog yra priemonė, kuria naudojasi dauguma demonų rašyti žinutėms į įvairiausias sistemos žurnalų bylas. Gera mintis visada laikyti syslog įjungtą.
ne: सिसलग एउटा यस्तो अनुकुलता हो, जसद्वारा डेईमोनले सन्देशलाई विभिन्न प्रणाली लग फाईलहरूमा लग गर्दछ । सिसलगलाई सधै चालु राख्ननै उपयुक्त हुन्छ ।
nl: Syslog is een voorziening die door veel daemons wordt gebruikt om berichten te loggen naar verschillende systeem-logbestanden. Het is een goed idee om syslog doorlopend uit te voeren.
pa: Syslog ਇੱਕ ਉਪਯੋਗਤਾ ਹੈ, ਜੋ ਕਿ ਕਈ ਪੇਸ਼ਕਾਰੀਆਂ ਲਈ ਕਈ ਸਿਸਟਮ ਲਾੱਗ ਫਾਇਲਾਂ ਉਪਲੱਬਧ ਕਰਵਾਉਦੀ ਹੈ| syslog ਨੂੰ ਚਲਾਉਣਾ ਹਮੇਸਾ ਲਾਭਦਾਇਕ ਹੀ ਹੈ
pl: Syslog jest narzędziem używanym przez wiele demonów do zapisu komunikatów w różnych plikach dzienników systemowych. Dobrym zwyczajem jest mieć go zawsze uruchomionego.
pt: Syslog é a funcionalidade que muitos daemons utilizam para registar mensagens para vários ficheiros de registo. É uma boa ideia ter sempre o syslog em execução.
pt_br: Syslog é a facilidade pela qual muitos serviços costumam registrar mensagens em vários arquivos de log do sistema. É uma boa idéia sempre executar o syslog.
ro: Daemonul syslog este utilizat de multe programe pentru a loga mesaje în diferite fişiere de loguri. Este o idee bună să îl aveţi permanent pornit.
sq: Syslog është vegla e përdorur nga shumë shërbime për të regjistruar mesazhet tek file e ndryshëm të mesazheve të sistemit. Aktivimi i tij është një ide e mirë.
sr: Syslog (системски дневник) користе многе услуге за запис порука у разне системске дневнике. Увек је добра идеја имати покренут системски дневник.
sr@latn: Syslog (sistemski dnevnik) koriste mnoge usluge za zapis poruka u razne sistemske dnevnike. Uvek je dobra ideja imati pokrenut sistemski dnevnik.
sv: Syslog är den facilitet som många demoner använder för att logga meddelanden till diverse systemloggfiler. Det är en bra idé att alltid köra syslog.
ta: Syslog பயன்படுத்தி கணினியில் பல்வேறு செயல்களை பதிவு செய்யலாம்
th: syslog เป็นโครงสร้างซึ่งดีมอนหลายตัวใช้ในการบันทึกข้อความต่างๆ แยกลงในแฟ้มบันทึกปฏิบัติการระบบหลายแฟ้ม เป็นความคิดที่ดีที่จะเปิดใช้ syslog เสมอ
tr: Syslog kolaylık açısından birçok sistem programını ve sistem günlük dosyalarını kullanır. Bu yüzden her zaman çalıştırılmalıdır.
uk: Syslog - можливість, через яку багато служб реєструють повідомлення у різні системні журнальні файли. Рекомендується мати службу syslog завжди запущеною.
vi: Syslog là điều kiện thuận lợi để nhiều daemon khác sử dụng cho việc ghi sự kiện tới các tập tin khác nhau. Nên luôn luôn chạy syslog.
xh: I-Syslog luququzelelo olusetyenziswa zii-daemon ezininzi ukufaka imiyalezo kwiintlobo ngeentlobo zeefayili zenkqubo yokungena. Luluvo oluhle ukuphumeza inkqubo ye-syslog ngamaxa onke.

source: An RFC 868 time server. This protocol provides a site-independent, machine readable date and time. The Time service sends back to the originating source the time in seconds since midnight on January first 1900. This is the tcp version. You must enable xinetd to use this service.
ar: نادل وقت RFC 868. يوفر هذا البروتوكول وقت و تاريخ مستقل عن الموقع، قابل للقراءة من قبل الجهاز. ترسل خدمة الوقت إلى المصدر الوقت بالثواني من منتصف ليل أول يناير غام 1900. هذا هو إصدار tcp. عليك تفعيل xinetd لاستخدام هذه الخدمة.
bg: Сървър за време, съвместим с RFC 868. Този протокол осигурява независимо от местоположението достъпно за системата време и час. Услугата Time връща времето в секунди след полунощ на 01.01.1900г. Това е tcp версията. За да използвате тази услуга, трябва да разрешите xinetd.
bn: একটি RFC 868 টাইম সার্ভার। এই প্রোটোকলটি একটি অবস্থান-স্বতন্ত্র, মেশিনের পাঠযোগ্য তারিখ এবং সময় উপলব্ধ করে। সময়ের পরিসেবা, পয়লা জানুয়ারি ১৯০০-র মধ্যরাত্রি থেকে সময়, সেকেন্ডে নির্ধারণ করে এবং উত্সর স্থানে প্রেরণ করে। এটি tcp -র ভারসান। এই পরিসেবা ব্যবহার করতে হলে আপনাকে xinetd সক্রিয় করতে হবে।
bs: RFC 868 time server. Ovaj protokol pruža mašinski čitljiv datum i vrijeme. Vremenski servis šalje vrijeme u sekundama od ponoći 1. januara 1900. Ovo je TCP verzija. Morate aktivirati xinetd da biste koristili ovaj servis.
ca: Un servidor de temps RFC 868. Aquest protocol proporciona data i hora en format binari, independentment del lloc. El servei de temps retorna a la font originadora l'hora en segons des de la mitjanit de l'1 de gener de 1900. Aquesta és la versió TCP. Heu d'habilitar l'xinetd per poder fer servir aquest servei.
cs: Server času podle RFC 868. Tento protokol poskytuje datum a čas nezávislý na umístění, čitelný počítačem. Služba Time původnímu zdroji posílá zpět čas v sekundách od půlnoci prvního ledna 1900. Toto je verze pro tcp. Pro používání této služby musíte povolit xinetd.
da: En RFC-868 tidsserver. Denne protokol giver en maskinlæsbar dato og tid uafhængig af lokalitet. Tidstjenesten sender tiden, i sekunder siden midnat den første Januar 1900, tilbage til klienten. Dette er tcp-versionen. Aktivér xinetd for at benytte denne tjeneste.
de: Ein RFC 868-Zeit-Server. Dieses Protokoll liefert seitenunabhäng und maschinenlesbar Datum und Uhrzeit. Der Zeitdienst liefert die Zeit in Sekunden seit 0 Uhr am 1. Januar 1900. Dies ist die tcp-Version. Sie müssen xinetd aktivieren, um diesen Dienst zu verwenden.
el: Ένας RFC 868 εξυπηρετητής ώρας. Αυτό το πρωτόκολλο παρέχει μια ανεξάρτητη, ώρα και ημερομηνία αναγνώσιμη από το μηχάνημα. Η υπηρεσία ώρας στέλνει τον χρόνο καταμετρημένο σε δευτερόλεπτα από τα μεσάνυχτα της 1ης Ιανουαρίου 1900. Αυτή είναι η έκδοση tcp. Θα πρέπει να ενεργοποιήσετε το xinetd για να χρησιμοποιήσετε αυτή την υπηρεσία.
es: Un servidor de hora RFC 868. Este protocolo proporciona fecha y hora independiente de la zona. El servicio Time envía a la fuente el número de segundos desde el uno de enero de 1900. Esta es la versión tcp. Debe activar xinetd para usar este servicio.
eu: RFC 868 ordu-zerbitzaria. Protokolo honek ordu-zonaren menpe ez diren data eta ordua eskaintzen ditu. 'Time' zerbitzuak 1900ko urtarrilak 1 datatik igarotako segundo kopurua igortzen dio iturriari.Hau tcp bertsioa da. 'xinetd' gaitu behar da zerbitzu hau erabiltzeko.
fi: RFC 868 aikapalvelin. Tämä protokolla tarjoaa sijainnista riippumattoman, koneluettavan päiväyksen ja ajan. Aikapalvelu lähettää takaisin kysyjälle ajan sekunteina vuoden 1900 tammikuun ensimmäisen päivän keskiyöstä. Tämä on palvelun TCP-version. Xinetd:n täytyy olla käytössä jotta voit käyttää tätä palvelua.
fr: Un serveur de temps RFC 868. Ce protocole permet à un site indépendant, de fournir la date et l'heure à une machine. Le service Time renvoie à la source le temps en secondes depuis le 1er janvier 1900 à minuit. C'est la version TCP. Vous devez avoir xinetd actif pour pouvoir utiliser ce service.
gu: RFC 868 સમય સર્વર. આ પ્રોટોકોલ સાઈટથી બિન-આધારિત, મશીન દ્વારાવાંચી શકાય તેવી તારીખ અને સમય પૂરો પાડે છે. સમય સેવા મૂળ સ્રોતનેપાછી મળે છે જ્યાં સમય સેકન્ડમાં હોય છે જાન્યુઆરી પહેલી ૧૯૯૦ ની રાત્રેથી. આ tcp આવૃત્તિ છે. તમારે આ સેવા વાપરવા માટે xinetd સક્રિય કરવી જ પડશે.
hr: RFC 868 poslužitelj vremena. Ovaj protokol daje podatke o vremenu i datumu neovisne o mjestu u strojno razumljivom obliku. Ovaj vremenski servis šalje vrijeme u sekundama od ponoći 1. siječnja 1900. godine. Ovo je tcp inačica. Morate omogućiti xinetd za korištenje ovog servisa.
hu: Egy RFC 868 időszerver. Ez a protokoll egy helyfüggetlen, géppel olvasható dátumot és időt biztosít. Az időszolgáltatás a forrásnak elküldi az 1900. január 1. óta eltelt időt másodpercekben. Ez a tcp változat. A szolgáltatás használatához engedélyezni kell a xinetd-t.
id: Server jam berbasis RFC 868. Protokol ini menyediakan tanggal dan jam yang tidak bergantung komputer dan dapat dibaca oleh komputer. Layanan waktu ini menghasilkan waktu dalam detik sejak tengah malah Januari 1900. Ini adalah program versi tcp-nya. Anda harus mengaktifkan xinetd untuk menggunakan layanan ini.
it: Un server di tempo conforme all'RFC 868. Questo protocollo fornisce ora e data indipendenti dal sito e leggibili dalla macchina. Il servizio Time manda indietro alla sorgente che ne ha fatto richiesta il numero di secondi passati dalla mezzanotte del primo gennaio 1900. Questa è la versione tcp. Bisogna abilitare xinetd per usare questo servizio.
ja: RFC 868 準拠の時刻サーバです。このプロトコルは、サイト依存のマシンで取り扱える日付と時刻を提供します。時間サービスは 1900年 1月の真夜中 0:00 からの秒単位の時間を返します。これは TCP 版です。このサービスを利用する場合は xinetd も有効にして下さい。
ko: RFC 868 시간서버. 이 프로토콜은 사이트 독립적인 컴퓨터가 읽을 수 있는 날짜와 시간을 제공합니다. 시간 서비스는 1900년 1월 1일 자정으로 부터 지난 시간을 초단위로 제공합니다. 이것은 tcp용 입니다. xinetd에서 이 서비스를 시작하여야 합니다.
lt: RFC 868 laiko serveris. Šis protokolas suteikia nepriklausomą nuo svetainės, kompiuterio perskaitomą datą ir laiką. Laiko tarnyba siunčia atgal pradiniam šaltiniui laiką sekundėmis praėjusį nuo 1900 metų sausio 1 d. vidurnakčio. Čia yra tcp versija. Norėdami naudoti šią tarnybą, Jūs turite įjungti xinetd.
ne: आर॰एफ॰सि ८६८ समय सेवादायक। यो प्रटोकोलले स्थिति स्वतन्त्रता, यन्त्रले पढ्न सक्ने गते र समय प्रदान गर्दछ । समय सेवाले जनावरी प्रथम १९०० को मध्यरात देखि समय सेकेण्डलाई प्रारम्भिक मुहानमा पठाउँदछ । यो टि॰सि॰पि॰ संस्करण हो ।तपाईले यो सेवा प्राप्त गर्न xinetd लाई सक्षम पार्नुपर्दछ।
nl: Een RFC 868 tijdserver. De TCP-versie van het protocol dat een plaats-onafhankelijke en voor machines leesbare datum en tijd aanbiedt. De machinetijd wordt naar de opvragende machine verstuurd in seconden sinds middernacht 1 januari 1900.U dient xinetd aan te zetten om deze dienst te gebruiken.
pa: RFC 868 ਇੱਕ ਸਮਾਂ ਸਰਵਰ ਹੈ, ਇਹ ਸਾਇਟ ਤੇ ਨਾ-ਨਿਰਭਰ, ਮਸ਼ੀਨ ਦੇ ਪੜਨ ਯੋਗ ਮਿਤੀ ਤੇ ਸਮਾਂ ਪਰੋਟੋਕੋਲ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ| ਸਮਾਂ ਸੇਵਾ ੧੯੦੦ ਦੀ ਪਹਿਲੀਂ ਜਨਵਰੀ ਦੀ ਅੱਧੀ ਰਾਤ ਤੋਂ ਸਮਾਂ ਸਰੋਤ ਨੂੰ ਵਾਪਿਸ ਭੇਜਦੀ ਹੈ| ਇਹ tcp ਵਰਜਨ ਹੈ| ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਵਰਤਣ ਲਈ xinetd ਨੂੰ ਯੋਗ ਕਰਨਾ ਹੋਵੇਗਾ
pl: Serwer czasu zgodny z RFC 868. Protokół zapewnia czytelną dla maszyny datę i czas niezależną od jej położenia. Usługa czasu wysyła z powrotem do pierwotnego źródła czas w sekundach od północy pierwszego stycznia 1900 roku. To jest wersja TCP.Należy włączyć xinetd aby móc użyć tej usługi.
pt: Um servidor de horas segundo o RFC 868. Este protocolo disponibiliza uma data e hora legível pelas máquinas e independente da localização. O serviço de Hora devolve à fonte original o tempo em milisegundos desde a meia-noite do primeiro de Janeiro de 1900. Esta é a versão tcp. Tem de activar o xinetd para utilizar este serviço.
pt_br: Um servidor de horário de acordo com o RFC 868. Este protocolo provê data e hora independente do lugar. O serviço de horário envia o tempo, em segundos, desde a meia-noite de 1 de Janeiro de 1900, de volta para o originador do pedido. Esta é a versão tcp. Você deve habilitar o xinetd para usar este serviço.
ro: Un server de timp RFC 868. Acest protocol oferă un format de tip dată/oră „machine-readable” şi independent de locaţie. Serviciul „time” măsoară timpul în secunde de la începutul zilei de 1 Ianuarie 1900. Aceasta este versiunea TCP. E necesar să activaţi xinetd pentru a utiliza acest serviciu.
sq: Një server kohe RFC 868. Ky protokoll afron datën dhe orën në format të lexueshëm nga makina. Shërbimi i Orës i transmeton përsëri burimit kohën në sekonda që nga mesnata e një Janar 1900. Ky është versioni tcp. Duhet të jetë aktiv xinetd për të përdorur këtë shërbim.
sr: Сервер времена према RFC-у 868. Овај протокол обезбеђује независтан од места, машински читљив датум и време. Услуга времена шаље време у секундама од поноћи, 1. јануара 1900. Ово је TCP верзија. Морате укључити xinetd да бисте користили ову услугу.
sr@latn: Server vremena prema RFC-u 868. Ovaj protokol obezbeđuje nezavistan od mesta, mašinski čitljiv datum i vreme. Usluga vremena šalje vreme u sekundama od ponoći, 1. januara 1900. Ovo je TCP verzija. Morate uključiti xinetd da biste koristili ovu uslugu.
sv: En RFC 868-tidsserver. Detta protokoll tillhandahåller ett platsoberoende, maskinläsbart datum och tid. Tidstjänsten skickar tillbaka tiden i sekunder sedan midnatt den förste januari 1900 till den ursprungliga källan. Detta är tcp-versionen. Du måste aktivera xinetd för att använda denna tjänst.
ta: RFC 868 நேர சேவகம்.இது இணைய தளம் சார்ந்த நேரம் தேதி அமைக்கும் விதிமுறை. இது 1900 ஜனவரி என அமைக்கப்பட்டிருக்கும், இது tcp பதிப்பு. இந்த சேவையை பயன்படுத்த xinetd செயல்பாட்டில் இருக்க வேண்டும்
th: เซิร์ฟเวอร์เวลาตาม RFC 868 โพรโตคอลนี้ให้บริการเวลาในรูปที่ไม่ขึ้นกับระบบ และสำหรับให้คอมพิวเตอร์อ่าน บริการ time จะส่งเวลากลับไปเป็นจำนวนวินาทีนับตั้งแต่เที่ยงคืนของวันที่ 1 มกราคม 1900บริการนี้ทำงานกับ tcp คุณต้องเปิดใช้ xinetd ด้วย ถ้าจะใช้บริการนี้
tr: RFC 868 zaman sunucusudur. Bu iletişim kuralı makina tarafından okunabilen tarih ve zaman yapar. İlk 1900 Ocak gecesinden başlayarak yıllı, saniyeyi zamanı istendiğinde zaman servisine gönderir. Bu tcp sürümüdür. Bu servisi kullanabilmek için xinetd etkin olmalıdır.
uk: Сервер часу відповідний RFC 868. Цей протокол впроваджує незалежні від місця, зрозумілі машині дані про час та дату. Служба часу надсилає вузлу, що підключається, час у секундах від півночі першого Січня 1900. Це її tcp версія. Для використання цієї служби необхідно увімкнути службу xinetd.
vi: Một máy chủ thời gian RFC 868. Giao thức này cung cấp ngày và giờ ở dạng máy tính có thể hiểu và không phụ thuộc vào trang. Dịch vụ thời gian gửi trở lại nguồn ban đầu thời gian tính theo giây kể từ nửa đêm Ngày 1 Tháng 1 năm 1900. Đây là phiên bản tcp. Bạn phải bật xinetd để sử dụng dịch vụ này.
xh: Iseva yexesha ye-RFC 868. Le prothokholi ibonelela ngomhla nexesha elingaxhomekekanga kwisiza, elifundekayo ngomatshini. Inkonzo Yexesha ithumela emva kumthombo oyintsusa ixesha ngemizuzwana ukusuka ezinzulwini zobusuku zomhla wakuqala kuJanuwari 1900. Olu luhlobo lwe-tcp version. Kufuneka wenze ukuba i-xinetd isebenze ukuze isebenzise le nkonzo.
