Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: cpufreqd is used to monitor the status of the battery and adjust the frequency of the CPU accordingly in order to preserve battery power while providing optimal performance
ar: يستخدم لمراقبة حالة البطاريّة و تعديل تردّد المعالج وفقاً لها لحفظ طاقة البطارية مع إعداء أداء مثالي
bg: cpufreqd се използва за наглеждане състоянието на батерията и нагласява честотата на процесора така, че осигурява оптималната му работа и намалява консумацията на електроенергия
bn: cpufreqd ব্যাটারির অবস্থা নিরিক্ষণ করে তার ফলাফল অনুযায়ী ব্যাটারির ক্ষমতা রক্ষা করে আশানুরূপ ব্যবহারের জন্য CPU-র ফ্রিকোয়েন্সি পরিবর্তন করে।
bs: cpufreqd se koristi za nadzor stanja baterija i prilagođavanje frekvencije procesora kako bi se umanjila potrošnja baterija istovremeno pružajući optimalne performanse
ca: El cpufreqd es fa servir per monitoritzar l'estat de la bateria i ajustar degudament la freqüència del CPU, per tal d'estalciar energia sense perdre rendiment.
cs: cpufreqd se používá pro sledování stavu baterie a podle toho upravuje frekvenci CPU, aby zachoval nabití baterie a zároveň poskytoval optimální výkon
da: cpufreqd benyttes til at overvåge batteriets status og justere CPU'ens frekvens således, at der spares på batteriet samtidigt med at der er bedst mulig ydelse
de: cpufreqd überwacht den Status der Batterie und passt dementsprechend die Taktfrequenz der CPU an, um bei optimaler Geschwindigkeit so wenig Strom wie mötig zu verbrauchen
el: H cpufreqd χρησιμοποιείται για να παρακολουθεί την κατάσταση της μπαταρίας και να προσαρμόζει ανάλογα την συχνότητα της CPU ώστε να εξοικονομεί ενέργεια παρέχοντας ταυτόχρονα ικανοποιητικές επιδόσεις
es: cpufreqd se usa para monitorizar el estado de la batería y ajustar la frecuencia de la CPU en consecuencia para conservar la carga de la batería a la vez que se proporciona rendimiento óptimo
eu: cpufreq bateriaren egoera monitorizatzeko eta CPU-ren maiztasuna egokitzeko erabiltzen da, bateriaren indarra mantzenduz oneneko errendimendua eskaintzeko
fi: cpufreqd tarkkailee akun tilaa ja säätää prosessorin nopeutta vastaavasti. Näin se auttaa säästämään akkua ja tarjoamaan parhaan mahdollisen suorituskyvyn
fr: cpufreqd est utilisé pour surveiller l'état de la batterie et pour ajuster le CPU en fonction de celle-ci afin d'économiser la puissance de la batterie tout en ayant des performances optimales
gu: cpufreqd એ બેટરીની સ્થિતિ જોવા માટે અને CPU ની આવૃત્તિ સમતોલ કરવા માટે જરુરી છે શ્રેષ્ઠ પ્રતિભાવ પૂરો પાડતી વખતે બેટરી પાવરને ધ્યાનમાં રાખીને
hu: A cpufreqd szolgál az akkumulátor állapotának figyelésére, és a CPU frekvenciájának megfelelő szabályozására az energiatakarékosság érdekében, ugyanakkor fenntartva az optimális működést
id: cpufreqd digunakan untuk memantau status baterai dan mengatur frekuensi CPU dalam rangka untuk menghemat daya baterai tanpa harus kehilangan tenaga komputasi
it: cpufreqd è usato per osservare lo stato della batteria e regolare opportunamente la frequenza della CPU in modo da preservare la carica della batteria fornendo al contempo prestazioni ottimali
ja: `cpufreqd` はバッテリのステータスを監視しながら、最良のパフォーマンスを引き出す間バッテリの出力を抑制するために CPU の周波数を調整します。
ko: cpufreqd는 건전지 상태를 감시하면서 적절한 성능을 제공하도록 전원을 소비하지 않게 CPU의 클럭을 조절합니다
lt: cpufreqd yra naudojamas stebėti baterijos būklei ir CPU dažnio reguliavimui, norint kiek įmanoma sutaupyti baterijos energiją, tuo pačiu metu suteikiant optimaliausią sistemos našumą
ne: सिपियुफ्रेक्डले ब्याट्रिको स्टेटसलाई मनिटर गर्दछ र जब योग्य पारदर्शन उपलब्ध हुन्छ तब ब्याट्रिको शक्ति सुरक्षित गर्नुको लागी सिपियुको तरंगलाई मिलाउदछ ।
nl: cpufreqd wordt gebruikt om de status van de batterij bij te houden en de frequentie van de processor daaraan aan te passen met de bedoeling batterijvermogen te besparen en tegelijkertijd optimale prestaties te geven
pa: cpufreqd ਬੈਟਰੀ ਦੀ ਸਥਿਤੀ ਦੀ ਜਾਂਚ ਕਰਨ ਤੇ CPU ਦੀ ਆਵਿਰਤੀ ਉਸ ਅਨੁਸਾਰ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਦਾ ਹੈ ਤਾਂ ਕਿ ਅਨੁਕੂਲ ਕਾਰਜਕੁਸ਼ਤਾ ਨੂੰ ਜਾਰੀ ਰੱਖਿਆ ਜਾ ਸਕੇ ਅਤੇ ਬੈਟਰੀ ਦੀ ਸ਼ਕਤੀ ਸੰਭਾਲੀ ਜਾ ਸਕਦੀ ਹੈ|
pl: cpufreqd jest używany do monitorowania stanu baterii i dopasowywania częstotliwości pracy zegara procesora w celu oszczędności energii i zapewnienia optymalnej wydajności
pt: cpufreqd é utilizado para monitorizar o estado da bateria e ajustar a frequência do CPU de acordo com os resultados para poupar energia da bateria tentando manter um bom desempenho
pt_br: O cpufreqd é usado para monitorar o status da bateria e ajustar a freqüência da CPU de acordo com isto, para preservar a energia da bateria enquanto provê performance ótima
ro: Pentru ajustarea frecvenţei procesorului în concordanţă cu starea bateriei se utilizează „cpufreqd”. Această ajustare se face pentru a prelungi durata de funcţionare a bateriei oferind totodată performanţe optime
sq: cpufreqd përdoret për të vëzhguar gjendjen e baterisë dhe për të përshtatur frekuencën e CPU-së në mënyrë që të ruajë fuqinë e baterisë duke kryer një punë të arsyeshme.
sr: cpufreqd се користи за праћење стања батерије и прилагођавање учестаности процесора ради уштеде батерије уз обезбеђивање најбоље брзине
sr@latn: cpufreqd se koristi za praćenje stanja baterije i prilagođavanje učestanosti procesora radi uštede baterije uz obezbeđivanje najbolje brzine
sv: cpufreqd används för att övervaka statusen på batteriet och justera frekvensen på processorn i överensstämmelse med detta för att spara på batterierna samtidigt som optimala prestanda tillhandahålls
ta: cpufreqd மின்கலத்தின் நிலையை கண்காணித்து அதன் அதிர்வெண்ணை CPU விற்கு ஏற்ப மின்சாரத்தை தந்து கணினி சரியாக வேலைசெய்ய னிக்க பயனrmance
th: cpufreqd ใช้ติดตามสถานะของแบตเตอรีและคอยปรับความถี่ของซีพียูตาม เพื่อประหยัดพลังงานแบตเตอรี โดยพยายามคงประสิทธิภาพการทำงานให้ได้สูงสุด
tr: pilin durumunu izlemek için cpufreqd kullanılmış ve pil gücünü korumak için işlemcinin frekansını ayarlayarak en uygun düzende çalışmasını temin eder
uk: cpufreqd використовується для контролю стану батареї та корегування частоти процесора для збереження енергії батареї при оптимальній швидкодії
vi: cpufreqd được sử dụng để theo dõi trạng thái của pin và theo đó điều chỉnh tần số của CPU để duy trì năng lượng của pin mà vẫn đảm bảo được hiệu suất làm việc
xh: i-cpufreqd isetyenziswa ukuhlola isimo sebhetri nokulungelelanisa ukuphinda -phinda ngamaxesha amiselweyo e-CPU ngokukuko ukuze kulondolozwe amandla ebhetri xeshikweni ibonelela ngeyona ntsebenzo iphezulu

source: daemon to execute scheduled commands
ar: جنّي لتنفيذ الأوامر المجدولة
bg: демон, изпълняващ програмирани команди
bn: নির্ধারিত কমান্ড চালনার জন্য এই ডেমনটি ব্যবহৃত হয়
bs: demon za izvršavanje zakazanih naredbi
ca: dimoni per executar ordres programades
cs: démon pro spouštění naplánovaných příkazů
da: server til at køre planlagte kommandoer
de: Daemon zum Ausführen geplanter Befehle
el: daemon που εκτελεί προγραμματισμένες εντολές
es: demonio para ejecutar comandos programados
eu: daemon-a antolatutako komandoak exekutatzeko
fi: demoni ajastettujen käskyjen suorittamiseen
fr: démon pour exécuter les tâches planifiées
gu: સમય અપાયેલ આદેશો ચલાવવા માટેનું ડીમન
hr: daemon za periodičko izvršavanje naredaba
hu: az ütemezett parancsok végrehajtására szolgáló démon
id: daemon yang mengatur perintah terjadwal
it: demone per eseguire i comandi schedulati
ja: スケジューリングされたコマンドを実行するデーモン
ko: 예약된 명령을 실행하는 데몬
lt: demonas vykdyti suplanuotoms komandoms
nb: daemon som kjører planlagte oppgaver
ne: डिनमबाट संचालित सूचित आदेश
nl: daemon om geplande opdrachten uit te voeren
pa: ਸਮਾਂ-ਸਾਰਣੀ ਕਮਾਂਡਾਂ ਨੂੰ ਵੇਖਾਉਣ ਲਈ ਪੇਸ਼ਕਾਰੀ
pl: demon uruchamiający zaplanowane polecenia
pt: daemon que executa comandos calendarizados
pt_br: servidor para executar comandos agendados
ro: Daemon pentru pornirea sarcinilor programate
sq: program shërbyes për të ekzekutuar komanda të skeduara
sr: програм за извршавање заказаних наредби
sr@latn: program za izvršavanje zakazanih naredbi
sv: demon för körning av schemalagda kommandon
ta: அட்டவணைப்படுத்தப்பட்ட கட்டளைகளை இயக்கும் மாயாவி
th: ดีมอนสำหรับทำงานตามกำหนดเวลาที่ตั้งไว้
tr: planlanan komutları yürütmek için servis
uk: daemon що виконує заплановані команди
vi: deamon để chạy các lệnh theo lịch
xh: i-daemon iphumeza inkqubo yemiyalelo ehleliweyo

source: Run scheduled jobs
ar: تنفيذ الأعمال المجدولة
bg: Статиране на програмирани задачи
bn: নির্ধারিত কর্ম চালনা করো
bs: Izvršava zakazane zadatke
ca: Executa tasques programades
cs: Spouštět naplánované úlohy
da: Kør planlagte job
de: Geplante Befehle ausführen
el: Εκτέλεση προγραμματισμένων εντολών
es: Ejecuta tareas programadas
eu: Exekutatu antolatutako atazak
fi: Suorita ajastettuja tehtäviä
fr: Démarre les programmes planifiées
gu: સમય અપાયેલ ક્રિયાઓ ચલાવો
hr: Pokretanje zakazanih poslova
hu: Ütemezett feladatok futtatása
id: Jalankan tugas-tugas yang sudah dijadwal
it: Esegue i lavori schedulati
ja: スケジューリングされたジョブを実行するデーモン
ko: 예약 작업 실행
lt: Leižia suplanuotas užduotis
nb: Kjør planlagte jobber
ne: सुचीत कार्य चालु गर्नुहोला ।
nl: Geplande opdrachten uitvoeren
pa: ਸਮਾਂ-ਬੱਧ ਕੰਮ ਕਰੋ
pl: Uruchom zaplanowane zadania
pt: Executar trabalhos calendarizados
pt_br: Executar tarefas agendadas
ro: Porneşte sarcinile programate
sq: Ekzekuto detyra të skeduara
sr: Покрени заказане послове
sr@latn: Pokreni zakazane poslove
sv: Kör schemalagda jobb
ta: இந்த அட்டவணைப்படுத்தப்பட்ட வேலைகளை செய்
th: เรียกสั่งงานตามกำหนดเวลาที่ตั้งไว้
tr: Planlanmış işleri çalıştır
uk: Запуск запланованих завдань
vi: Chạy công việc theo lịch
xh: Iphumeza inkqubo yemisebenzi ehleliweyo

source: cron is a standard UNIX program that runs user-specified programs at periodic scheduled times. vixie cron adds a number of features to the basic UNIX cron, including better security and more powerful configuration options.
ar: كرون هو برنامج يونكس قياسي يقوم بتنفيذ برامج يحدّدها المستخدم عند أوقات دورية مجدولة. يضيف فيكسي كرون عدداً من الميّزات إلى كرون يونكس الأساسي، يتضمن هذا أمناً أفضل و خيارات إعداد أقوى.
bg: cron е стандартна UNIX програма, която изпълнява зададени програми през зададени интервали. vixie-cron добавя нови функции към стандартния UNIX cron, включително подобрена сигурност и по-големи възможности за настройка.
bn: ব্যবহারকারীদের দ্বারা নির্ধারিত প্রোগ্রাম নির্দিষ্ট সময়ে চালানোর জন্য cron ব্যবহার করা হয়, যা UNIX-এর একটি সাধারণ প্রোগ্রাম। vixie cron মৌলিক UNIX cron -এর উপর কিছু বৈশিষ্ট্য যোগ করে, যেমন উন্নত এবং ক্ষমতাসম্পন্ন সুরক্ষা এবং কনফিগারেশনের অপশন।
bs: Cron je standardni UNIX program koji izvršava naredbe koje odabere korisnik u periodičnim zakazanim terminima. Vixie Cron dodaje veći broj mogućnosti standardnom UNIX cronu, uključujući bolju sigurnost i moćnoje opcije za podešavanje.
ca: El cron és un programa estàndard de UNIX que periòdicament executa ordres programades pels usuaris. El vixie cron proporciona més característiques que el cron bàsic de UNIX, incloent una millor seguretat i opcions de configuració més avançades.
cs: cron je standardní program UNIXu, který spouští uživatelem určené programy periodicky v naplánovaných intervalech. vixie cron přidává k základnímu UNIXovému cronu další vlastnosti včetně lepšího zabezpečení a mocnějších možností nastavení.
da: Serveren cron er et standard program til Unix, der periodisk kører programmer specificeret af brugeren. Vixie cron tilføjer en række egenskaber til den basale Unix cron, både bedre sikkerhed og mere kraftfulde konfigurationsalternativer.
de: cron ist ein Standard-UNIX-Programm, das vom Benutzer angegebene Programme zu geplanten Zeiten periodisch ausführt. Vixie-Cron fügt einige Funktionen zum klassischen UNIX-Cron hinzu, einschließlich erhöhter Sicherheit und mächtigeren Einstellungsmöglichkeiten.
el: Το cron είναι ένα κοινό πρόγραμμα UNIX που εκτελεί σε προγραμματισμένες περιόδους προγράμματα που έχουν καθοριστεί από τον χρήστη. Το vixie cron προσθέτει περισσότερες λειτουργίες στο βασικό UNIX cron, όπως μεγαλύτερη ασφάλεια και πιο ισχυρές επιλογές παραμετροποίησης.
es: cron es un programa estándar de UNIX que ejecuta programas especificados por el usuario a intervalos de tiempo periódicos. El cron de vixie añade una serie de características al cron de UNIX básico, incluyendo mejor seguridad y opciones de configuración más potentes.
eu: 'cron' UNIX-eko programa estandar bat da, erabiltzaileak zehaztutako programak exekutatzen ditu antolatutako aldietan. Vixie-ren 'cron'-ak UNIX-etako oinarrizko 'cron'-ari funtzio batzuk gehitzen dizkio, segurtasun mailako hobekuntzaz gain konfiguratzeko aukera sendoagoak adibidez.
fi: cron on UNIXin standardiohjelma, joka suorittaa käyttäjien määrittelelmiä ohjelmia säännöllisesti ajastettuina. vixie cron lisää ominaisuuksia UNIXin perus-croniin, mukaanlukien paremman turvallisuuden ja monipuolisemmat asetusvaihtoedot.
fr: cron est un programme UNIX standard qui démarre à des moments réguliers des programmes spécifiés par l'utilisateur. vixie cron ajuste un certain nombre de caractéristiques au cron UNIX, et procure une meilleure sécurité et des options de configuration plus poussées.
gu: cron એ પ્રમાણભૂત UNIX કાર્યક્રમ છે કે જે વપરાશકર્તા દ્વારા સ્પષ્ટ થયેલ કાર્યક્રમો સમયસર ચલાવે છે. vixie cron એ આધારભૂત UNIX cron માં ઘણા લક્ષણો ઉમેરે છે, સારી સુરક્ષ સાથે અને ઘણા શક્તિશાળી રુપરેખાના વિકલ્પો સાથે.
hr: cron je standardni UNIX program koji pokreće korisnički navedene programe u periodičkim razdobljima. vixies cron dodaj niz mogućnosti na osnovni UNIX cron, uključujući podršku za bolju sigurnost i više mogućnosti za postavljanje.
hu: A cron egy szabványos UNIX program, amely meghatározott időközönként lefuttatja a felhasználó által megadott programokat. A vixie cron számos extra funkcióval bővíti ki a UNIX alapszintű cron segédprogramját, szigorúbb biztonságot és szélesebb körű beállítási lehetőségeket biztosít.
id: cron adalah program UNIX standar yang menjalankan program-program milik pemakai pada waktu-waktu tertentu secara periodik. vixie cron adalah program sejenis yang menambahkan fitur-fitur yang lebih lengkap dari cron UNIX, termasuk di dalamnya penanganan keamanan yang lebih handal dan pilihan konfigurasi yang lebih lengkap.
it: cron è un programma standard di UNIX che esegue periodicamente programmi specificati dall'utente ad orari prefissati. vixie cron aggiunge alcune caratteristiche al cron di base di UNIX, incluse una maggiore sicurezza e opzioni di configurazione più potenti.
ja: `cron` はスケジューリングした時間に、ユーザが指定したプログラムを周期的に実行する標準 UNIX のプログラムです。`vixie cron` は 標準 `cron` にたくさんの機能を追加したもので、セキュリティ対策の向上と充実した設定オプションが含まれています。
ko: cron은 주기적으로 예약된 시간에 사용자가 지정한 프로그램을 실행하는 표준 유닉스 프로그램입니다. vixie cron은 기본 유닉스 cron에 더 나은 보안기능 및 강력한 설정옵션이 포함된 많은 기능이 덧붙여졌습니다.
lt: cron yra standartinė UNIX programa, kuri paleidžia vartotojo nurodytas programas periodiškai nurodytu laiku. vixie cron prideda papildomų funkcijų įprastam UNIX cron'ui, įskaitant geresnį saugumą ir galingesnes konfigūravimo galimybes.
ne: क्रोन एउटा स्तरिय युनिक्स कार्यक्रम हो जसले सावधिक सुचित समयमा निर्दिशट-प्रयोगकर्ता कार्यक्रम चालु गर्दछ ।vixie क्रोनले प्राथमिक युनिक्स क्रोनमा असंख्य बिशेषता थपिदिन्छ र साथै राम्रो सुरक्षा दिनुको साथै शक्तिशाली बनौटको विकल्प पनि प्रदान गर्दछ ।
nl: cron is een standaard UNIX-programma dat door de gebruiker aangegeven programma's op periodiek geplande momenten uitvoert. vixie cron voegt een aantal mogelijkheden toe aan de standaard UNIX cron, waaronder betere veiligheid en krachtigere configuratie-opties.
pa: cron ਇੱਕ ਮਿਆਰੀ UNIX ਕਾਰਜ ਹੈ, ਜੋ ਕਿ ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਨਿਸ਼ਚਿਤ ਕਾਰਜ ਨੂੰ ਖਾਸ ਸਮਾਂ ਅੰਤਰਾਲ ਬਾਅਦ ਚਲਾਉਦਾ ਹੈ| vixie cron ਮੂਲ UNIX cron ਵਿੱਚ ਕਈ ਅਹਿਮ ਫੀਚਰ ਨਾਲ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ| ਇਸ ਵਿੱਚ ਸੁਰੱਖਿਆ ਤੇ ਹੋਰ ਸੰਰਚਨਾ ਚੋਣ ਸ਼ਾਮਿਲ ਕੀਤੇ ਗਏ ਹਨ|
pl: cron jest standardowym programem UNIX'a, który okresowo uruchamia zdefiniowane przez użytkownika programy. vixie cron dodaje nowe możliwości do podstawowego UNIX'owego cron'a, włączając w to lepsze zabezpieczenia i opcje konfiguracji.
pt: "cron" é uma aplicação base UNIX que executa aplicações especificadas pelo utilizador a horas periódicas calendarizadas. vixie cron adiciona um conjunto de funcionalidades ao cron UNIX básico, incluindo uma melhor segurança e mais poderosas opções de configuração.
pt_br: O cron é um programa padrão UNIX que executa programas especificados pelo usuário em períodos agendados. O vixie cron acrescenta recursos ao cron básico do UNIX, incluindo melhor segurança e opções de configuração mais poderosas.
ro: cron este un program standard UNIX ce execută periodic sarcini specificate de utilizatori. vixie cron aduce câteva îmbunătăţiri versiunii standard de cron, îmbunătăţind securitatea şi flexibilitatea în configurare.
sq: cron është një program standart UNIX i cili ekzekuton programe specifikë në momente periodike të skeduar. vixie cron i shton një numër vetish programit bazë UNIX cron, që përfshijnë siguri më të mirë dhe mundësi më të fuqishme konfigurimi.
sr: Крон (cron) је уобичајени Уникс програм који покреће програме које је навео корисник у одређено време. Викси крон додаје бројне могућности основном Уникс крону, укључујући бољу безбедност и више напредних подешавања.
sr@latn: Kron (cron) je uobičajeni Uniks program koji pokreće programe koje je naveo korisnik u određeno vreme. Viksi kron dodaje brojne mogućnosti osnovnom Uniks kronu, uključujući bolju bezbednost i više naprednih podešavanja.
sv: cron är ett UNIX-standardprogram som kör användarspecifierade program vid periodiska, schemalagda tider. vixie cron lägger till ett antal funktioner utöver de som finns med den grunsläggande UNIX cron, inklusive bättre säkerhet och mer kraftfulla konfigurationsalternativ.
ta: cron யூனிக்ஸ் நிரல் பயனீட்டாளர் குறித்த நிரலை சரியான நேரத்தில் இயக்கும். vixie cron அடிப்படை யூனிக்ஸ் கட்டளைகளை UNIX cron இயக்கி, பாதுகாப்பு மற்றும் திறனுள்ள தேர்வை தரும்
th: cron เป็นโปรแกรมยูนิกซ์มาตรฐานที่เรียกโปรแกรมที่ผู้ใช้กำหนดตามรอบเวลาที่ตั้งไว้ vixie cron มีความสามารถบางอย่างเพิ่มเติมจาก cron ของยูนิกซ์ ซึ่งรวมถึงระบบรักษาความปลอดภัยที่ดีกว่า และตัวเลือกสำหรับปรับแต่งที่ดีกว่า
tr: cron standart bir UNIX'de planlanmış zamanlarda planlanmış görevleri kullanıcı tanımlarına göre periyodik çalıştır, vixie cron temel UNIX cron'a özellikler ekler, daha iyi güvenlik ve daha iyi yapılandırma seçeneklerini içerir.
uk: cron - є стандартною UNIX програмою, яка запускає вказану користувачем програму за періодичним графіком. vixie cron має декілька додаткових функцій у порівнянні з UNIX cron, такі як, краща безпека та більш потужні параметри конфігурації.
vi: cron là chương trình cơ bản của UNIX dùng để chạy chương trình theo chu kỳ xác định. vixie cron thêm một số tính năng khác vào cron cơ bản của UNIX, bao gồm bảo mật tốt hơn và tùy chọn cấu hình mạnh hơn.
xh: i-cron yinkqubo esesikweni ye-UNIX ephumeza inkqubo ephawulelwe umsebenzisi ngamaxesha athile ahleliweyo. i-vixie cron yongeza inani leempawu kwi-cron yesiseko ye-UNIX, iquka nokhuseleko olungcono nokumiselwa kwenkqubo okungamandla nangakumbi okunokukhethwa.

source: Common Unix Printing System
ar: نظام طباعة يونكس الشائع
bg: Обща Unix система за отпечатване (CUPS)
bn: কমন ইউনিক্স প্রিন্টিং সিস্টেম
ca: Sistema comú d'impressió de Unix
eu: Unix-eko Inprimatze-Sistema Orokorra
fr: Gestionnaire d'impression standard d'Unix
gu: સામાન્ય યુનિક્સ છાપન સિસ્ટમ
hr: Sustav za ispis na UNIX-u (CUPS)
hu: Egységes UNIX-nyomtatási rendszer (CUPS)
id: Sistem Pencetakan Umum pada Unix (Common Unix Printing System/CUPS)
it: CUPS (sistema di stampa comune per Unix)
ja: Common Unix 印刷システム (CUPS)
ko: 일반 유닉스 인쇄 시스템
ne: साझा युनिक्स छपाई प्रणाली
pl: Powszechny System Druku Unix'a (CUPS)
pt: Sistema de Impressão Comum Unix
pt_br: Sistema de Impressão Comum do Unix
ro: Sistemul de tipărire CUPS
sq: Sistem i Përgjithshëm i Printimit Unix
sr: Заједнички систем за Уникс штампу (CUPS)
sr@latn: Zajednički sistem za Uniks štampu (CUPS)
sv: Gemensamt Unix-utskriftssystem (CUPS)
ta: பொதுவான யூனிக்ஸ் அச்சடிக்கும் முறைமை
th: ระบบการพิมพ์สามัญของยูนิกซ์
tr: Genel Unix Yazdırma Sistemi (CUPS)
uk: Загальна система друку для Unix (CUPS)
vi: Hệ thống in phổ thông của Unix (CUPS)
xh: Inkqubo Eqhelekileyo ye-Unix Yokushicilela

source: Printing system based upon the Internet Printing Protocol, version 1.1
ar: نظام طباعة مبني على بروتوكول طباعة الإنترنت، الإصدار 1.1
bg: Система за отпечатване базирана на Internet Printing Protocol, версия 1.1
bn: ইন্টারনেট প্রিন্টিং প্রোটোকল, ভারসান ১.১ -এর ওপর ভিত্তি করে তৈরি প্রিন্টিং সিস্টেম
bs: Sistem za štampanje baziran na Internet Printing Protokolu, verzija 1.1
ca: Sistema d'impressió basat en el protocol d'impressió d'internet (IPP), versió 1.1
cs: Systém pro tisk založený na Internet Printing Protocol verze 1.1
da: Udskrivningssystem baseret på internetudskrivningsprotokollen (IPP), version 1.1
de: Druck-System basierend auf dem Internet Priting Protokol, Version 1.1
el: Σύστημα εκτυπώσεων βασισμένο στο Internet Printing Protocol, version 1.1
es: Sistema de impresión basado en el Protocolo de Impresión de Internet, versión 1.1
eu: Imprimatze-sistema, Interneteko Imprimatze Protokoloak oinarrituta, 1.1 bertsioa
fi: Internetin tulostusprotokollaan IPP 1.1 perustuva tulostusjärjestelmä
fr: Système d'impression basé sur le protocole d'impression internet (IPP),version 1.1
gu: છાપન સિસ્ટમ કે જે ઈન્ટરનેટ છાપન પ્રોટોકોલ પર આધારિત છે, આવૃત્તિ ૧.૧
hu: Az IPP (Internet Printing Protocol) v1.1 ajánlásra épülő nyomtatási rendszer
id: Sistem pencetakan yang dibuat berdasarkan Internet Printing Protocol versi 1.1
it: Systema di stampa basato sul protocollo di stampa di internet (Internet Printing Protocol), versione 1.1
ja: インターネット印刷プロトコルに基づいた印刷システム (v1.1) です。
ko: 인터넷 인쇄 프로토콜 1.1기반의 인쇄 시스템
lt: Spausdinimo sistema paremta Interneto spausdinimo protokolu (versija 1.1)
nb: Utskriftssystem basert på Internet Printing Protocol, versjon 1.1
ne: इन्टरनेट छपाई प्रोटोकल संस्कारण १॰१ मा आधारित छपाई प्रणाली
nl: Afdruksysteem gebaseerd op het Internet·Printing·Protocol (IPP), versie 1.1
pa: Internet Printing Protocol, ਵਰਜਨ 1.1 ਤੇ ਅਧਾਰਿਤ ਪ੍ਰਿੰਟਿੰਗ ਸਿਸਟਮ
pl: System wydruku bazujący na internetowym protokole wydruku (IPP) w wersji 1.1
pt: Sistema de impressão baseado no Protocolo de Impressão Internet (IPP), versão 1.1
pt_br: Sistema de impressão baseado no Protocolo de Impressão da Internet (Internet Printing Protocol), versão 1.1
ro: Sistem de tipărire bazat pe protocolul IPP, versiunea 1.1
sq: Sistem printimi i bazuar mbi Protokollin e Prinitimit në Internet, versioni 1.1
sr: Систем за штампу заснован на Протоколу за Интернет штампу (IPP), издање 1.1
sr@latn: Sistem za štampu zasnovan na Protokolu za Internet štampu (IPP), izdanje 1.1
sv: Utskriftssystem som är baserat på IPP-protokollet (Internet Printing Protocol), version 1.1
ta: இணைய அச்சடிக்கும் விதிமுறையை தழுவிய அச்சடிக்கும் அமைப்பு, பதிப்பு 1.1
th: ระบบการพิมพ์ที่อาศัย Internet Printing Protocol รุ่น 1.1
tr: İnternet Yazdırma İletişim kuralına esaslı yazdırma, sürüm 1.1
uk: Система друку, що основана на протоколі друку для Інтернет (IPP) версії 1.1
vi: Hệ thống in dựa trên Giao thức in ấn Internet, phiên bản 1.1
xh: Inkqubo yokushicilela esekwe kwiProthokholi Yokushicilela yeIntanethi, uhlobo 1.1
