Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: The vmware command starts an Intel X86-based virtual machine. This script manages the services needed to run VMware software.
ar: يبدأ أمر vmware آلة افتراضية على بنية انتل x86. يدير هذا النص البرمجي الخدمات الضروريّة لعمل برنامج VMware.
bg: vmware командата стартира Intel X86 виртуална машина. Този скрипт управлява услугите необходими за изпълнение на VMware софтуера.
bn: vmware কমান্ডটি একটি Intel X86-ভিত্তিক ভার্চুয়াল মেশিন আরম্ভ করে। এই স্ক্রিপ্টটি VMware সফ্টওয়ের চালানোর জন্য প্রয়োজনীয় পরিসেবাগুলোকে পরিচালনা করে।
bs: Naredba vmware pokreće Intel X86-baziranu virtuelnu mašinu. Ova skripta upravlja servisima potrebnim za izvršavanje VMWare softvera.
ca: L'ordre vmware inicia una màquina virtual basada en Intel X86. Aquesta seqüència gestiona els serveis necessaris per executar programari VMware.
cs: Příkaz vmware spouští virtuální stroj založený na Intel X86. Tento skript spravuje služby potřebné pro běh software VMware.
da: Kommandoen vmware starter en Intel X86-baseret virtuel maskine. Dette skript håndterer tjenesterne der behøves for at køre VMware-programmellet.
de: Der Befehl vmware startet einen Intel X86-basierten virtuellen Rechner. Dieses Skript verwaltet die zum Ausführen von WMware-Software benötigten Dienste.
el: Η εντολή vmware ξεκινά μια εικονική Intel X86 μηχανή. Αυτή η δέσμη ενεργειών διαχειρίζεται τις υπηρεσίες που χρειάζονται για την εκτέλεση του λογισμικού VMware.
es: El comando vmware inicia una máquina virtual basada en Intel X86. Este script gestiona los servicios necesarios para ejecutar el software VMWare.
eu: vmware komandoak Intel x86-ean oinarritutako makina birtuala abiatzen du. Script honek VMware softwarea exekutatzeko behar diren zerbitzuak kudeatzen ditu.
fi: Komento vmware käynnistää Intel X86-pohjaisen virtuaalikoneen. Tämä skripti hallitsee palveluita, jotka tarvitaan VMware-ohjelmiston käyttöön.
fr: La commande vmware démarre une machine virtuelle basée sur X86. Ce script permet de contrôler les services à lancer pour le logiciel VMware.
gu: vmware આદેશ Intel X86-આધારિત વર્ચ્યુઅલ મશીન શરુ કરે છે. આ લિપીVMware સોફ્ટવેર ચલાવવા માટે જરુરૂ સેવાઓની વ્યવસ્થા કરે છે.
hr: Vmware naredba pokreće Intel X86-bazirani virtualni stroj. Ova skripta upravlja servisima potrebnim za pokretanje VMware softvera.
hu: A vmware parancs elindít egy Intel X86 alapú virtuális gépet. Ez a parancsfájl kezeli a VMware szoftver futtatásához szükséges szolgáltatásokat.
id: Perintah vmware akan menjalakan mesin virtual berbasis Intel X86. Skrip ini mengatur layanan yang dibutuhkan untuk menjalankan program VMWare.
it: Il comando vmware avvia una macchina virtuale basata su Intel x86. Questo script gestisce i servizi richiesti pr eseguire il software VMware.
ja: コマンド `vmware` は Intel x86 上で動作する仮想マシンを起動します。このスクリプトは VMware ソフトウェアを実行するのに必要なサービスを管理します。
ko: vmware는 Intel X86기반의 가상기계를 시작하는 명령입니다. 이 스크립트는 VMWare소프트웨어를 실행할 때 필요한 서비스를 관리합니다.
lt: vmware komanda paleidžia Intel X86 paremtą virtualią mašiną. Šis scenarijus tvarko tarnybas, reikalingas norint paleisti VMware programas.
ne: भि॰एम॰ वेयर आदेश ईनटेल एक्स८६ मा आधारित वास्तविक यन्त्रमा शूरू हुन्छ । यो लिपिले भि॰एम॰ वेयर सफ्टवेयर चालु गर्न चाहिने सेवाको प्रबन्ध गर्दछ ।
nl: De vmware-opdracht start een Intel X86-gebaseerde virtuele machine. Dit script beheert de diensten die nodig zijn om VMware software te gebruiken.
pa: vmware ਇੱਕ Intel X86-ਆਧਾਰਿਤ ਫਰਜ਼ੀ ਮਸ਼ੀਨ ਚਾਲੂ ਕਰਦੀ ਹੈ ਇਹ ਸਕ੍ਰਿਪਟVMware ਸਾਫਟਵੇਅਰ ਨੂੰ ਚਾਲੂ ਕਰਨ ਵਾਲੀਆਂ ਸੇਵਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਦੀ ਹੈ
pl: Polecenie vmware uruchamia wirtualną maszynę Intel x86. Ten skrypt zarządza usługami koniecznymi do uruchomienia oprogramowania VMware.
pt: O comando vmware inicia uma máquina virtual baseada em Intel X86. Este script gere os serviços necessários para executar a aplicação VMware.
pt_br: O comando vmware inicia uma máquina virtual baseada no Intel x86. Este script gerencia os serviços necessários para executar o software VMware.
ro: Pachetul VMware porneşte o maşină virtuală de tip Intel x86. Acest script administrează serviciile necesare pachetului VMware
sq: Komanda vmware nis një makinë virtuale Intel X86. Ky script trajton shërbimet e duhura për të ekzekutuar programin VMware.
sr: Наредба vmware покреће виртуелну машину засновану на Интелу X86. Ова скрипта управља услугама неопходним за покретање VMware софтвера.
sr@latn: Naredba vmware pokreće virtuelnu mašinu zasnovanu na Intelu X86. Ova skripta upravlja uslugama neophodnim za pokretanje VMware softvera.
sv: vmware-kommandot startar en Intel X86-baserad virtuell maskin. Detta skript hanterar de tjänster som krävs för att köra VMware-programvara.
ta: vmware இன்டல் X86-சார்ந்த மெய்நிகர் கணினியை துவக்கும். சேவை சார்ந்த VMware மென்பொருளை இயக்க இது பயன்படும்.
th: คำสั่ง vmware จะสร้างเครื่อง Intel X86 จำลองขึ้น สคริปต์นี้จะจัดการเปิดบริการที่ VMware ต้องใช้
tr: Vmware komutla başlatılan İntel X86 tabanlı sanal makinadır. Bu betiğin yönetimi VMware yazılımı servisleri ile yapılır.
uk: Команда vmware запускає Intel X86-сумісні віртуальні машини. Цей сценарій керує службами запуску програмного забезпечення VMware.
vi: Câu lệnh vmware chạy một máy ảo dựa trên Intel X86. Scritp này quản lý các dịch vụ cần thiết để chạy phần mềm VMware.
xh: Umyalelo we-vmware uqalisa i-Intel X86-esekwe kumatshini wokwenyani. Esi sikripti silawula iinkonzo ezifunekayo ukuphumeza ubucukubhede be-VMware.

source: Web-based administration toolkit
ar: طقم أدوات إدارة مبني على ويب
bg: Web-базиран пакет с инструменти за администрация
bn: ওয়েব-ভিত্তিক অ্যাডমিনিস্ট্রেশন টুলকিট
bs: Web-bazirani administrativni alati
ca: Joc d'eines d'administració per web
cs: Sada nástrojů pro správu přes WWW
da: Web-baseret administrationsværktøj
de: Web-basiertes Administrationswerkzeug
el: Web-based Εργαλειοθήκη διαχείρισης
es: Conjunto de herramientas de administración por web
eu: Web-ean oinarritutako administraziorako tresneria
fi: WWW-pohjainen ylläpitojärjestelmä
fr: Outils d'administration Web
gu: વેબ આધારિત સંચાલન સાધન
hr: Web-bazirani skup alata za administraciju
hu: Webes adminisztrációs eszközcsomag
id: Kumpulan program pengatur administrasi berbasis Web
it: Strumenti per amministrazione di sistema via web
ja: ウェブ上で動作する管理者ツール集です。
ko: 웹 기반 관리 도구
lt: Web paremtas administravimo įrankių rinkinys
nb: Web-basert administrasjonsverktøy
ne: सञ्जालमा आधारित प्रशासनिक औजारबट्टा
nl: Web-gebaseerde verzameling van beheerprogramma's
pa: ਵੈਬ-ਆਧਾਰਿਤ ਪ੍ਰਬੰਧਕੀ ਸੰਦ
pl: Zestaw narzędzi administracyjnych bazujących na WWW
pt: Conjunto de ferramentas de administração baseadas em web
pt_br: Conjunto de ferramentas de administração baseadas na Web
ro: Pachet de administrare prin web
sq: Vegla administrimi të bazuara në Web
sr: Скуп алата за администрацију преко веба
sr@latn: Skup alata za administraciju preko veba
sv: Verktygslåda för webbaserad administration
ta: இணையம் சார்ந்த மேலாண்மை கருவி
th: เครื่องมือดูแลระบบผ่านเว็บ
tr: Web tabanlı yönetim araçları
uk: Набір утиліт адміністрування з веб-інтерфейсом
vi: Bộ công cụ quản trị giao diện Web
xh: Ingxowa yezixhobo zokulawula ezisekwe kwi-Web

source: Name Service Switch daemon for resolving names from NT servers
ar: جنّيّ تبديل أسماء ميدان لحلّ الأسماء من نوادل NT
bg: Сървър Name·Service·Switch за откриване на имена от NT сървъри
bn: Name Service Switch ডেমন যা NT সার্ভারের থেকে উপলব্ধ নাম মীমাংসা করে
bs: Name Service Switch daemon za razrješavanje imena putem NT servera
ca: Dimoni commutador de servei de nom per a resoldre noms en servidors NT
cs: Démon Name Service Switch pro překlad názvů ze serverů NT
da: Navnetjenesteveksler-server til navneopslag i NT-servere
de: Name-Service-Switch-Dienst um Namen von NT-Servern aufzulösen
el: Name Service Switch daemon για την επίλυση ονομάτων από εξυπηρετητές NT
es: Servicio intercambiador de nombres para resolver nombres desde servidores NT
eu: Izen-trukatketaren zerbitzaria, NT zerbitzarietatik izenak ebazteko
fi: Nimipalvelun kytkinpalvelin nimien selvittämiseen NT-palvelimilta
fr: Démon Sélecteur de service de noms qui permet de résoudre les noms depuis les serveurs NT
gu: NT સર્વરોમાંથી નામ ઉકેલવા માટે નામ સેવા ફેરબદલી ડીમન
hu: Name Service Switch démon NT kiszolgálók neveinek feloldásához
id: Daemon Name-Service-Switch untuk menerjemahkan nama komputer server NT
it: Demone Name Service Switch per la risoluzione di nome da server NT
ja: NT サービスから名前解決を行うネーム・サービス切り替えデーモン
ko: NT서버에서 컴퓨터 이름을 찾아주는 이름 서비스 교환 데몬
lt: Vardų paslaugos perjungimo demonas skirtas vardų gavimui iš NT serverių
ne: एन॰टि सेवादायकबाट नामहरू समाधान गर्न सेवा स्विच डेइमोनको नाम
nl: Name·Service·Switch-daemon voor het achterhalen van namen vanaf NT-servers
pa: Name Service Switch ਪੇਸ਼ਕਾਰ, ਜੋ NT ਸਰਵਰ ਤੋਂ ਨਾਂ ਖੋਲਦੀ ਹੈ
pl: Demon usługi przełączania nazw (NSS) do wyszukiwania nazw z serwerów NT
pt: Daemon de Serviço de Troca de Nomes (NSS) para resolver nomes de servidores NT
pt_br: Um servidor NSS (Name Service Switch) para resolver nomes a partir de servidores NT
ro: Daemon NSS (Name Service Switch) pentru rezolvarea numelor în reţele NT
sq: Daemoni i Name Service Switch për të zgjidhur emrat nga serverët NT
sr: Услужни програм NSS за разрешивање имена са НТ сервера
sr@latn: Uslužni program NSS za razrešivanje imena sa NT servera
sv: Namntjänstväxlingsdemon (NSS) för uppslagning av namn från NT-servrar
ta: NT சேவகன்களின் பெயரை அறிய பயன்படும் சேவை
th: ดีมอน Name Service Switch สำหรับหาเครื่องจากชื่อจากเซิร์ฟเวอร์ NT
tr: NT sunuculardan isimleri dönüştürmek için İsim Servisi Değiştirici program
uk: Служба Name Service Switch для розв'язання назв від NT серверів
xh: I-daemon Yeswitshi Yenkonzo Yegama yokusombulula iiseva zamagama avela kwi-NT

source: Starts and stops the Samba winbind daemon
ar: تبدأ و توقف جنّيّ سامبا وينبايند
bg: Стартиране и спиране на Samba winbind демона
bn: সাম্বা winbind ডেমনটি আরম্ভ এবং বন্ধ করে
bs: Pokreće i zaustavlja Samba winbind demon
ca: Inicia i para el dimoni Samba winbind
cs: Spouští a ukončuje démon Samba winbind
da: Starter og stopper Samba's winbind-server
de: Startet und beendet den Samba-winbind-Daemon
el: Εκκινεί και σταματά τον Samba winbind daemon
es: Inicia y detiene el demonio winbind de Samba
eu: Sambaren 'winbind' daemon-a abiarazi eta gelditzen du
fi: Käynnistää ja lopetaa Samban winbind-palvelun
fr: Démarre et arrête le démon samba winbind
gu: સામ્બા વિનબાઈન્ડ ડીમન શરુ કરે છે અને બંધ કરે છે
hr: Pokreće i zaustavlja Samba winbind daemon.
hu: A Samba winbind démon indítása és leállítása
id: Jalankan dan berhentikan daemon winbind Samba
it: Avvia e ferma il demone winbind di Samba
ja: Samba デーモンを起動したり停止したりします。
ko: 삼바 winbind 데몬을 시작하거나 마치기
lt: Paleidžia ir sustabdo Samba winbind demoną
nb: Starter og stopper winbind-daemon for Samba
ne: खराब स्यामबा विनबाइन्डलाई शुरु गरी रोक्नुहोला।
nl: Start en stopt de Samba winbind daemon
pa: Samba winbind ਪੇਸ਼ਕਾਰ ਸ਼ੁਰੂ ਤੇ ਚਾਲੂ ਕਰਨ ਲਈ
pl: Uruchamia i zatrzymuje demon Samby winbind
pt: Inicia e termina o daemon Samba winbind
pt_br: Inicia e pára o servidor winbind do Samba
ro: Porneşte şi opreşte daemnoul Samba winbind
sq: Nis dhe ndalon programin shërbyes të Samba-s
sr: Покреће и зауставља Самбин услужни програм winbind
sr@latn: Pokreće i zaustavlja Sambin uslužni program winbind
sv: Startar och stoppar Sambas winbind-demon
ta: Samba winbind மாயாவியை துவக்கு நிறுத்து
th: เปิดและปิดดีมอน winbind ของ samba
tr: Samba winbind programını durdurur ve başlatır
uk: Запускає та зупиняє службу Samba winbind
vi: Chạy và dừng daemon winbind của Samba
xh: Iqala imise i-daemon ye-Samba winbind

source: Allow users to run Windows(tm) applications by just clicking on them (or typing ./file.exe)
ar: يسمح للمستخدمين بتشغيل برامج ويندوز بمجرد النقر عليها (أو كتابة ./file.exe(
bg: Позволява на потребителите да изпълняват Windows(tm) програми чрез натискане с мишката (или с команда ./file.exe)
bn: ব্যবহারকারীদেরকে শুধুমাত্র ক্লিক করে (অথবা ./file.exe টাইপ করে) Windows(tm) -র অ্যাপ্লিকেশন চালাতে সাহায্য করে
bs: Omogućuje korisnicima da izvršavaju Windows programe klikom na njih (ili kucajući ./file.exe)
ca: Permet als usuatis executar aplicacions Windows(tm) fent-hi clic (o escrivint ./fitxer.exe)
cs: Umožnit uživatelům spouštět aplikace pro Windows™ jednoduše kliknutím na ně (nebo napsáním ./soubor.exe)
da: Tillader brugere at køre Windows(tm)-programmer ved at klikke på dem (eller ved at skrive ./fil.exe på kommandolinjen)
de: Benutzern erlauben, Windows-(tm)- Anwendungen durch Anklicken auszuführen (oder durch Eingabe von ./Datei.exe)
el: Επιτρέπει στους χρήστες να εκτελούν εφαρμογές Windows(tm) με το να κάνουν κλικ πάνω τους (η με πληκτρολόγηση ./file.exe)
es: Permite a los usuarios ejecutar aplicaciones Windows (tm) tan sólo pulsando en ellas (o teleando ./file.exe)
eu: Erabiltzaileei Windows-eko (tm) aplikazioak exekutatzeko aukera eskaintzen die, hauen gain klik eginez (edo ./fitxategia.exe idatziz)
fi: Mahdollistaa käyttäjille Windows(TM)-ohjelmien suorittamisen näpäyttämällä niitä tai kirjoittamalla ./file.exe)
fr: Permet aux utilisateurs de démarrer des applications Windows(tm) juste en cliquant dessus (ou en tapant ./file.exe)
gu: વપરાશકર્તાઓને વિન્ડોઝ કાર્યક્રમો માત્ર તેના પર ક્લિક કરીને ચલાવવાની પરવાનગી આપે છે (અથવા ./file.exe લખીને)
hr: Dozvoli korisnicima pokretanje Windows(tm) aplikacija klikanjem na njih ( ili upisivanjem ./datoteka.exe)
hu: Lehetővé teszi a felhasználók számára a Windows(tm)-alkalmazások futtatását egyszerű rájuk kattintással (vagy a nevük, pl. ./file.exe beírásával)
id: Dengan ini, pemakai dapat menjalankan program-program Windows(tm) dengan cara mengklik nama programnya (atau mengetikkan ./file.exe)
it: Consente agli utenti di eseguire le applicazioni Windows™ semplicemente facendo clic su di esse (o digitando ./file.exe)
ja: Windows (TM) アプリケーションをクリック (あるいは ./file.exe と入力) するだけで、そのアプリケーションを実行することができます。
ko: 사용자가 Windows(tm) 프로그램을 클릭만 하여 (또는 ./file.exe를 입력하여) 실행할 수 있도록 합니다.
lt: Leidžia vartotojams paleisti Windows(tm) programas paprasčiausiai paspaudžiant ant jų (arba parašius ./byla.exe)
nb: Lar brukere kjøre applikasjoner for Windows(tm) ved å klikke på dem (eller ved å skrive ./fil.exe på kommandolinjen)
ne: प्रयोगकर्तालाई मात्र क्लिक गरी विन्डो(टिएम) अनुरोधपत्र चालु गर्न अनुमति दिन्छ (वा /फाइल॰ईएक्सई टाइप गर्न सकिन्छ)
nl: Laat gebruikers Windows(tm)-toepassingen uitvoeren door er op te klikken (of door ./bestand.exe te typen)
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ Windows(tm) ਕਾਰਜਾਂ ਨੂੰ ਸਿਰਫ ਇੱਕ ਵਾਰ ਕਲਿੱਕ ਕਰਕੇ ਚਲਾਉਣ ਲ਼ਈ( \ ./file.exe ਲਿਖਣ ਨਾਲ)
pl: Pozwala użytkownikom na uruchamianie aplikacji Windows(tm) poprzez zwykłe kliknięcie na nich, lub napisanie ./aplikacja.exe)
pt: Permite que utilizadores executem aplicações Windows(tm) bastando para tal clicarem nelas (ou escrever ./ficheiro.exe)
pt_br: Permite aos usuários executar aplicações Windows(tm) apenas clicando nelas (ou digitando ./arquivo.exe)
ro: Permite utilizatorilor să pornească aplicaţii Windows (tm) printr-un simplu click (sau prin comenzi de tip „./program.exe”)
sq: U jep mundësinë pëedoruesve të zbatojnë programe Windows(tm) duke u klikuar sipër (ose duke shkruar ./file.exe)
sr: Омогући корисницима да покрену Виндоуз програме једноставним кликом на њих (или куцањем ./датотека.exe)
sr@latn: Omogući korisnicima da pokrenu Vindouz programe jednostavnim klikom na njih (ili kucanjem ./datoteka.exe)
sv: Tillåt användare att köra Windows(tm)-program genom att bara klicka på dem (eller genom att skriva in ./file.exe)
ta: Windows(tm) பயன்பாடுகளை பயனர் பயன்படுத்த அனுமதி (or typing ./file.exe)
th: ช่วยให้ผู้ใช้เรียกโปรแกรมสำหรับ Windows(tm) ได้ โดยแค่คลิก (หรือพิมพ์ ./file.exe)
tr: Kullanıcıların tıklayıp Windows(tm) uygulamalarını çalıştırmalarına izin verir. (ya da ./file.exe türünde)
uk: Дозволяє користувачам запускати Windows(tm) програми, шляхом клацання (або набору ./file.exe)
vi: Cho phép người dùng chạy các ứng dụng Windows(tm) khi nhấn chuột lên chúng (hay khi gõ ./file.ext)
xh: Vumela abasebenzisi ukuphumeza inkqubo imisebenzi ye-Windows(tm) ngokuthinta nje kuwo (okanye ukuchwetheza ./file.exe)

source: X Display Manager
ar: مدير عرض X
bg: X Display мениджър
bn: X ডিসপ্লে ম্যানেজার
ca: Gestor de pantalla X
da: X-skærmhåndtering
de: X-Anzeigemanager
es: Gestor de pantallas X
eu: X pantaila kudeatzailea
fi: X-kirjautumisohjelma
fr: Gestionnaire de connexions pour X
gu: X ડિસ્પ્લે વ્યવસ્થાપક
hu: X kijelzővezérlő
ja: X ディスプレイ・マネージャ
ko: X 디스플레이 관리자
lt: X ekrano tvarkyklė
nb: Skjermhåndterer for X
ne: एक्सले प्रबन्धक देखाउछ ।
pa: X ਦਰਿਸ਼ ਪ੍ਰਬੰਧਕ
pl: Menedżer wyświetlania X (XDM)
pt: Gestor de Ecrãs X
pt_br: Gerenciador de Telas do X
ro: Administratorul xdm
sq: Organizuesi i Pamjes X
sr: Иксов управник екраном
sr@latn: Iksov upravnik ekranom
sv: X-displayhanteraren (XDM)
ta: X காட்சி மேலாளர்
tr: X Görüntü Yöneticisi
uk: Менеджер дисплею X
vi: Trình quản lý màn hình X (XDM)
xh: Umphathi Womboniso we-X

source: Provides the X equivalent of a "login:" prompt.
ar: يوفّر مكافئ X لمساءلة "login:".
bg: Осигурява графичен интерфейс за влизане в системата.
bn: X-র জন্য "login:" -র সমতুল্য একটি প্রম্পট উপলব্ধ করে।
bs: Pruža X ekvivalent "login:" upita.
ca: Proporciona l'equivalent X de l'indicador "login:".
cs: Poskytuje ekvivalent výzvy "login:" pro X.
da: Giver X ækvivalenten af en "login:"-prompt.
de: Das X-Äquivalent einer »login:«-Abfrage.
el: Παρέχει την αντίστοιχη στο X προτροπή "login:".
es: Proporciona el equivalente de X de un inicio de sesión.
eu: X-ren saio-hasiera eskaintzen du, "login:" gonbitearen parekoa.
fi: Tarjoaa X-ikkunoinin vastineen "login:"-kehotteelle
fr: Fournit un équivalent X d'une invite « login: ».
gu: "login:" પ્રોમ્પ્ટના જેવું જ X પૂરુ પાડે છે.
hu: A "login:" képernyő X-megfelelője.
id: Menyediakan layar login untuk X.
it: Fornisce l'equivalente sotto X di una schermata "login:".
ja: login:" プロンプトに相当する X11 の機能を提供します。
ko: X에서 제공하는 "login:"프롬프트와 같은 역할을 합니다.
lt: Suteikia „login:“ kvietinio X'ų ekvivalentą.
nb: Påloggingstjeneste for X.
ne: एक्स बराबरीले "परोमत:" को संकेत प्रदान गर्दछ ।
nl: Is de X-equivalent van een "login:"-prompt.
pa: "ਲਾੱਗਆਨ:" ਪ੍ਰਾਉਟ ਦਾ X ਅਨੁਸਾਰੀ
pl: Odpowiednik ekranu logowania dla X Window.
pt: Disponibiliza o equivalente X de um "login:".
pt_br: Provê o equivalente de um prompt "login:" para o X.
ro: Oferă echivalentul în X al promptului „login:”
sq: Të pajis me ekuivalentin X të zbatuesit të komandës "login:".
sr: Обезбеђује Иксово решење за пријаву на систем.
sr@latn: Obezbeđuje Iksovo rešenje za prijavu na sistem.
sv: Tillhandahåller X-ekvivalenten av en "login:"-prompt.
ta: X க்கு சமமான "உள்நுழை:" வசதி தரும்
th: หน้าจอ login ของ X
tr: Bir " giriş " bilgi isteminin X karşılığıdır.
uk: Надає X еквівалент запрошення "login:"
vi: Đưa ra giao diện đồ họa X tương đương với dấu nhắc "Đăng nhập:".
xh: Ibonelela ngesikhuthazi X esilinganayo ne "login:".

source: X font server
ar: نادل خطوط X
bg: Сървър на шрифтовете в X
bn: X font সার্ভার
ca: Servidor de tipus de lletra X
da: X-skrifttypeserver
de: X-Schriftserver
el: Εξυπηρετητής γραμματοσειρών X
es: Servidor de tipografías X
eu: X letra-tipoen zerbitzaria
fi: X:n kirjasinpalvelin
fr: Serveur de police X
gu: X ફોન્ટ સર્વર
hr: Poslužitelj pisama za X-e
hu: X betűtípus-kezelő kiszolgáló
id: Server font X
ja: X フォント・サーバ
ko: X 글꼴 서버
lt: X šriftų serveris
nb: Skrifttjener for X
ne: एक्स वर्ण सेवादायक
nl: X lettertype-server
pa: X ਫੋਟ ਸਰਵਰ
pl: Serwer czcionek (xfs)
pt: Servidor de fontes X
pt_br: Servidor de fontes do X
ro: Serverul de fonturi X
sq: Serveri i gërmave X
sr: Икс сервер за фонтове
sr@latn: Iks server za fontove
sv: X-typsnittsserver
ta: X எழுத்துரு சேவகன்
tr: X yazıtipi sunucusu
uk: Сервер шрифтів системи X
vi: Máy chủ phông chữ X
xh: Iseva yefonti u-X

source: Xfs is the X Window System font server. It supplies fonts to X Window System display servers.
ar: هو نادل خطوط نظام نوافذ X. يزود الخطوط إلى نوادل عرض نظام نوافذ X.
bg: Xfs е сървърът за шрифтове на системата X Window. Той предоставя шрифтовете на сървърите за визуализация в системата X Window.
bn: Xfs হলো X Window System -র ফন্ট সার্ভার। এটি X Window System -র ডিসপ্লে সার্ভারে-এ ফন্ট সরবরাহ করে থাকে।
bs: Xfs je font server X Window sistema. On pruža fontove serverima X Window sistema.
ca: L'xfs és el servidor de tipus de lletra del sistema de finestres X, proporcionant el tipus de lletra a cada una de les seves pantalles.
cs: Xfs je server písem pro X Window System. Dodává písma serverům displejů X Window System.
da: Xfs er X-vindue-systemets skrifttypeserver. Den leverer skrifttyper til X-vindue-systemets skærm-servere.
de: Xfs ist der Schriftserver für das Fenstersystem X. Es liefert Anzeige-Servern des Fenstersystems X Schriften.
el: Ο Xfs είναι ο εξυπηρετητής γραμματοσειρών X. Παρέχει γραμματοσειρές στο σύστημα X Window.
es: XFs es el servidor de tipos del sistema X Window. Suministra tipografías para los servidores de pantalla de X Window System
eu: Xfs letra-tipoen zerbitzaria da, X leiho-sistemetarako, horretarako X leiho-sistemen zerbitzariei letra-tipoak ematen dizkie.
fi: XFS in X Window Systemin kirjasinpalvelin. Se tarjoaa kirjasimin X Window Systemin näyttöpalvelimille.
fr: Xfs est le serveur de fontes du système X Window. Il approvisionne le système d'affichage X Window en fontes.
gu: Xfs એ X વિન્ડો સિસ્ટમ ફોન્ટ સર્વર છે. તે X વિન્ડો સિસ્ટમ ડિસ્પ્લે સર્વરોનેફોન્ટ પૂરા પાડે છે.
hr: Xfs je X Window System poslužitelj pisama. Daje pisma za X poslužitelje.
hu: Az Xfs az X Window rendszer betűtípus-kezelő kiszolgálója. Ez biztosítja az X Window rendszer megjelenítő kiszolgálói számára a betűtípusokat.
id: Xfs adalah server fonta X Window System. Program ini menyediakan fonta untuk server penampil X Window System.
it: Xfs è il server di tipi di carattere del sistema X Windows. Fornisce i tipi di carattere ai server grafici del sistema X Windows.
ja: `xfs` は X-ウィンドウ・システムのフォント・サーバです。 X-ウィンドウ・システムのディスプレイ・サーバへフォントを提供します。
ko: Xfs는 X 윈도우 시스템의 글꼴 서버입니다. 이것은 X 윈도우 시스템 디스플레이 서버에 글꼴을 제공합니다.
lt: Xfs yra X Window Sistemos šriftų serveris. Jis tiekia šriftus X Window Sistemos ekrano serveriams.
ne: एक्सएफएस एक्स विन्डो प्रणालीसेवादायक वर्ण हो । यसले एक्स विन्डो प्रणालमा वर्णहरु पूर्ति गरी सेवादायकमा देखाउदछ ।
nl: Xfs is de X Window System lettertype-server. Het verschaft lettertypen aan X Window System weergave-servers.
pa: Xfs ਇੱਕ X ਝਰੋਖਾ ਸਿਸਟਮ ਫੋਂਟ ਸਰਵਰ ਹੈ| ਇਹ X ਝਰੋਖਾ ਸਿਸਟਮ ਦਰਿਸ਼ ਸਰਵਰ ਲਈ ਫੋਂਟ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ
pl: Xfs jest serwerem czcionek systemu X Window. Udostępnia czcionki dla serwerów ekranów systemu X Window.
pt: Xfs é o servidor de fontes do Sistema de Janelas X. Disponibiliza fontes para os servidores de apresentação do Sistema de Janelas X.
pt_br: Xfs é o servidor de fontes do X Window System. Ele fornece fontes para os servidores de tela do X Window System.
ro: Daemonul xfs este un server de fonturi pentru sistemul X Window. Pune la dispoziţie fonturi pentru serverele X Window.
sq: Xfs është serveri i gërmave të sistemit X Window. Ai furnizon me gërma serverët grafikë e X Window System.
sr: Xfs је сервер за фонтове за Икс систем прозора. Он обезбеђује фонтове Икс серверима за приказ.
sr@latn: Xfs je server za fontove za Iks sistem prozora. On obezbeđuje fontove Iks serverima za prikaz.
sv: Xfs är en typsnittsserver för X-fönstersystemet. Den tillhandahåller typsnitt till X-fönstersystemets displayservrar.
ta: Xfs X சாளர எழுத்துரு சேவகன்.இது X சாளரத்திற்கு தேவையான எழுதுருக்களை காட்சி சேவனுக்கு அனுப்பும்.
th: xfs เป็นเซิร์ฟเวอร์บริการฟอนต์ของระบบ X Window ซึ่งเซิร์ฟเวอร์สำหรับดิสเพลย์สามารถใช้งานได้
tr: Xfs X Window Sistemi için yazı tipi sunucusudur. X Window sistemi görüntü sunucularına yazı tiplerini sağlar.
uk: Xfs - сервер шрифтів для системи X Window. Він постачає шрифти для серверів дисплеїв системи X Window.
vi: Xfs là máy chủ phông chữ của Hệ thống cửa sổ X. Nó cung cấp các phông chữ cho máy chủ của Hệ thống cửa sổ X.
xh: I-Xfs yiseva yefonti Yenkqubo ye-X Window. Inikela ngeefonti kwiiseva ezibonisa Inkqubo ye-X Window.
