Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: A Mail Fetcher from external Servers
ar: جالب البريد من نوادل خارجيّة
bg: Програма за изтегляне на поща от отдалечени сървъри
bn: বহিস্থিত সার্ভারের থেকে মেইল আহরণকারী
bs: Program za dobavljanje e-maila sa servera
ca: Un programa per recollir correu de servidors externs
cs: Stahovač pošty z externích serverů
da: En posthenter fra eksterne servere
de: Ein E-Mail-Abrufer für externe Server
el: Ένας Mail Fetcher από εξωτερικούς διακομιστές
es: Un extractor de correo para servidores externos
eu: Kanpoko zerbitzaritik posta-erauzteko
fi: Hakee sähköpostia muilta palvelimilta
fr: Un releveur de courrier électronique pour serveurs externes
gu: બાહ્ય સર્વરોમાંથી મેઈલ મેળવનાર
hr: Program za dohvaćanje pošte s vanjskih poslužitelja
hu: Külső kiszolgálókról gyűjti be a leveleket
id: Pengambil Email dari server eksternal
it: Un raccoglitore di mail da server esterni
ja: 外部のサーバからメールを取得するデーモンです。
ko: 외부 서버에서 메일 가져오기 프로그램
lt: Pašto atnešėjas iš išorinių serverių
nb: Program som henter e-post fra eksterne tjenere
ne: बाह्रय सेवादायकबाट चिठ्ठी ल्याउने
nl: Een programma voor het ophalen van e-mail van externe servers
pa: ਬਾਹਰੀ ਸਰਵਰਾਂ ਤੋਂ ਪੱਤਰ ਪ੍ਰਾਪਤ ਸੇਵਾ
pl: System pobierania poczty z zewnętrznych serwerów
pt: Um "Mail Fetcher" (obtém email) de Servidores externos
pt_br: Um programa que Busca Correspondência em Servidores externos
ro: Un program ce descarcă mailuri de pe servere externe
sq: Një Marrës Poste nga Server të jashtëm
sr: Прикупљање поште са спољашњих сервера
sr@latn: Prikupljanje pošte sa spoljašnjih servera
sv: En e-posthämtare från externa servrar
ta: வெளி சேவகனிலிருந்து மின்னஞ்சல் பெறும் வசதி
th: ดึงเมลจากเซิร์ฟเวอร์ภายนอก
tr: Harici Sunuculardan E-posta Alıcı
uk: Програма отримання пошти з зовнішніх серверів
vi: Một chương trình lấy thư từ máy chủ ở ngoài
xh: Isixhobo Sokulanda i-imeyile Kwiseva yangaphandle

source: IPv6 Tunnel Broker
ar: وسيط نفق IPv6
bn: IPv6 টানেল ব্রোকার
ca: Agent per a túnel IPv6
cs: Tvorba tunelů IPv6
da: IPv6-tunnelopsætter
de: IPv6-Tunnelvermittler
es: Broker de túneles IPv6
eu: IPv6 tunel-artekaria
fi: IPv6-tunneleiden välittäjä
fr: Client de tunnel IPv6
hr: IPv6 tunel broker
hu: IPv6-alagútbróker
id: Broker Terowongan IPv6
ja: IPv6 トンネル・ブローカ
ko: IPv6 터널 중계기
nb: Program som forhandler IPv6-tunneler
ne: आई॰पि॰भी॰६ टनेल ब्रोकर
pa: IPv6 ਟਨਲ ਬਰੋਕਰ
pl: Agent tunelu IPv6
pt_br: Negociador de Túneis IPv6
ro: Broker de tunel IPv6
sq: Tunnel Broker IPv6
sr: Посредник за ИПв6 тунеле
sr@latn: Posrednik za IPv6 tunele
sv: IPv6-tunnelagent
ta: IPv6 குகை தரகர்
tr: IPv6 Tünelleyici
uk: Брокер тунелів IPv6
xh: Umthengisi Wetonela le-IPv6

source: A IPv6 Dynamic Tunnel Broker
ar: وسيط نفق IPv6 ديناميكي
bg: IPv6 Динамичен Tunnel Broker
bn: একটি IPv6 পরিবর্তনশীল টানেল ব্রোকার
bs: IPv6 dinamički tunnel broker
ca: Un agent per a túnel dinàmic IPv6
cs: Tvorba dynamických tunelů IPv6
da: En dynamisk IPv6-tunnelopsætter
de: Ein dynamischer IPv6-Tunnelvermittler
es: Un Broker de túneles dinámicos IPv6
eu: IPv6-ko tunel dinamikoen artekaria
fi: Dynaamisten IPv6-tunneleiden välittäjä
fr: Un client pour tunnel IPv6
hr: Dinamički broker IPv6 tunela
hu: Dinamikus IPv6-alagútbróker
id: Broker Terowongan IPv6 Dinamis
it: Un IPv6 Dynamic Tunnel Broker
ja: IPv6 ダイナミック・トンネル・ブローカです。
ko: IPv6 동적 터널 중계기
nb: En dynamisk tunnelforhandler for IPv6
ne: आई॰पि॰भी॰६ गतिशिल टनेल ब्रोकर
nl: Een programma voor het aanbieden van dynamische IPv6-tunnels
pa: ਇੱਕIPv6 ਡਾਇਨਾਮਿਕ Tunnel Broker
pl: Dynamiczny agent tunelu IPv6
pt: Um IPv6 Tunnel Broker Dinâmico
pt_br: Um Negociador de Túneis IPv6 Dinâmicos
ro: Un broker de tunel IPv6
sq: Një Tunnel Broker IPv6 Dinamik
sr: Посредник за динамичке ИПв6 тунеле
sr@latn: Posrednik za dinamičke IPv6 tunele
sv: En agent för dynamiska IPv6-tunnlar
ta: IPv6 இயக்க சுரங்க தரகர்
tr: IPv6 Tünel Temsilcisi
uk: Брокер динамічних тунелів IPv6
xh: Umthengisi Onamandla Wetonela le-IPv6

source: GNOME Display Manager
ar: مدير عرض جنوم
bg: GNOME Екранен мениджър
bn: GNOME ডিসপ্লে ম্যানেজার
bs: GNOME prijava
ca: Gestor de pantalla GNOME
de: GNOME-Anzeigemanager
es: Gestor de pantallas Gnome
eu: GNOME-ren pantaila kudeatzailea
fi: GNOMEn kirjautumisohjelma
fr: Gestionnaire de connexion GNOME
gu: જીનોમ ડિસ્પ્લે વ્યવસ્થાપક
hr: GNOME Upravitelj prikaza
hu: GNOME képernyőkezelő
id: Pengatur Layar GNOME (GNOME Display Manager/GDM)
ja: GNOME ディスプレイ・マネージャ
ko: 그놈 디스플레이 관리자
lt: GNOME ekrano tvarkyklė
nb: GNOME skjermhåndterer
ne: जी नोमले प्रबन्धक प्रदर्शन गर्दछ ।
nl: GNOME aanmeldbeheer
pa: ਗਨੋਮ ਦਰਿਸ਼ ਪ੍ਰਬੰਧਕ
pl: Menedżer wyświetlania GNOME (GDM)
pt: Gestor de Ecrãs GNOME
pt_br: Gerenciador de Telas do GNOME
ro: Administratorul GDM
sq: Organizuesi i Hyrjes GNOME
sr: Гномов управник екраном (Гдм)
sr@latn: Gnomov upravnik ekranom (Gdm)
sv: GNOME-displayhanteraren (GDM)
ta: க்னோம் காட்சி மேலாளர்
tr: GNOME Görüntü Yöneticisi
uk: Менеджер дисплеїв GNOME
vi: Trình quản lý màn hình GNOME
xh: Umlawuli Womboniso wakwa-GNOME

source: gdm provides the GNOME equivalent of a "login:" prompt.
ar: يوفّر gdm مكافئ جنوم لمساءلة "login:".
bg: gdm осигурява влизане "login:" в работната среда GNOME.
bn: gdm GNOME -র জন্য "login:" -র সমতুল্য একটি প্রম্পট উপলব্ধ করে।
bs: gdm pruža grafičko okruženje za prijavu korisnika.
ca: El gdm proporciona l'equivalent en GNOME de l'indicador "login:".
cs: gdm poskytuje ekvivalent výzvy "login:" pro GNOME
da: GDM giver Gnome-ækvivalenten til en "login:"-prompt
de: gdm ist das GNOME-Äquivalent einer »login:«-Abfrage.
es: gdm proporciona el equivalente de GNOME de un inicio de sesión.
eu: 'gdm'-ek GNOMEren saio-hasiera eskaintzen du, "login:" gonbitearen parekoa.
fi: gdm tarjoaa Gnomen vastineen "login:"-kehotteelle.
fr: gdm est l'équivalent pour gnome à un prompt "login:"
gu: gdm એ GNOME ના જેવું જ "login:" પ્રોમ્પ્ટ પૂરુ પાડે છે.
hr: gdm daje GNOME inačicu programa za prijavu u sustav
hu: A gdm a "login:" ablak GNOME-megfelelőjét biztosítja.
id: gdm menyediakan layar login untuk GNOME
it: gdm fornisce l'equivalente per GNOME di una schermata "login:".
ja: `gdm` は "login:" プロンプトに相当する GNOME の機能を提供します。
ko: gdm은 그놈에서 "login:"프롬프트와 같은 역할을 합니다.
lt: gdm suteikia „login:“ kvietinio GNOME ekvivalentą.
nb: GDM er GNOME's versjon av et påloggingsvindu.
ne: जिडिएमले "प्रवेश:" संकेतको जिनोम बराबर उपलब्ध गर्दछ ।
nl: gdm is de GNOME equivalent van een "login:" prompt.
pa: gdm ਗਨੋਮ ਨੂੰ ਇੱਕ "login:" ਪਰਦਾ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ|
pl: GDM to odpowiednik ekranu logowania dla środowiska GNOME.
pt: gdm disponibiliza o equivalente GNOME de um "login:".
pt_br: O gdm provê o equivalente de um prompt "login:" para o GNOME.
ro: GDM este echivalentul în GNOME al promptului „login:”.
sq: gdm sjell ekuivalentin e një zbatuesi komandash "login:" në GNOME.
sr: ГДМ обезбеђује Гномово решење за пријаву на систем.
sr@latn: GDM obezbeđuje Gnomovo rešenje za prijavu na sistem.
sv: gdm tillhandahåller GNOME-ekvivalenten av en inloggningsprompt.
ta: gdm க்னோம் உள்நுழை வசதி "login:"
th: หน้าจอ login ของ GNOME
tr: gdm bir "giriş:" bilgi isteminin GNOME'deki karşılığıdır.
uk: gdm забезпечує еквівалент "login:" підказки для GNOME.
vi: gdm đưa ra giao diện đồ họa GNOME tương đương dấu nhắc "Đăng nhập:".
xh: i-gdm ibonelela ngenkuthazo ye-GNOME elingana ne- "login:".

source: console mouse support
ar: دعم الفأرة في سطر الأوامر
bg: поддръжка на мишка в текстов режим
bn: কনসোলে মাউসের সমর্থন
bs: podrška za miš u konzoli
ca: suport per al ratolí a la consola
cs: podpora myši v konzole
da: Konsolmuseunderstøttelse
de: Mausunterstützung für Konsole
el: υποστήριξη ποντικιού κονσόλας
es: soporte de ratón para consola
eu: kontsolako saguaren euskarria
fi: konsolihiiren tuki
fr: support de la souris en console
gu: કન્સોલ માઉસનો આધાર
hr: podrška za konzolni miš
hu: egértámogatás konzolon
id: dukungan mouse konsol
it: supporto al mouse per console
ja: コンソール・マウスのサポート
ko: 콘솔 마우스 지원
lt: pelės palaikymas konsolėje
nb: musstøtte på konsollet
ne: माउस सहाराको लागी सान्त्त्वना
nl: muis-ondersteuning voor de console
pa: ਕੰਨਸੋਲ ਮਾਊਸ ਸੇਵਾ
pl: Obsługa myszy na konsoli
pt: suporte de rato em consola
pt_br: suporte para mouse no console
ro: suport pentru mouse în consolă
sq: suport i konsolit të miut
sr: подршка за конзолни миш
sr@latn: podrška za konzolni miš
sv: stöd för konsollmus
ta: கன்சோம் சுட்டி ஆதரவு
th: ระบบเมาส์สำหรับคอนโซล
tr: konsol fare desteği
uk: підтримка миші у консолі
vi: hỗ trợ chuột trong kênh giao tác
xh: inkxaso yemawusi yolawulo-zixhobo

source: GPM adds mouse support to text-based Linux applications such the Midnight Commander. It also allows mouse-based console cut-and-paste operations, and includes support for pop-up menus on the console.
ar: يضيف GPM دعم الفأرة إلى تطبيقات لينكس النصيّة كميدنايت كوماندر. كما يمكّن عمليات نسخ-لصق المبنية على الفأرة في سطر الأوامر، و يتضمّن دعم القوائم المنبثقة في سطر الأوامر.
bg: GPM инсталира мишка за текст базирани Linux програми като Midnight Commander. Също така можете да избирате, копирате и вмъквате текст, да отваряте падащи менюта в режим "console".
bn: মিডনাইট কমান্ডারের মতন টেক্সট ভিত্তিক লিনাক্স অ্যাপ্লিকেশনের জন্য GPM মাউস সমর্থন যোগ করে। কনসোলের মাউস-ভিত্তিক কাট-এবং-পেস্ট অপারেশন এবং পপ-আপ মেনুর জন্যও সমর্থন উপলব্ধ করে।
bs: GPM dodaje podršku za korištenje miša u tekstualnim Linux programima kao što je Midnight Commander. On takođe omogućuje kopiraj/umetni operacije pomoću miša u konzoli, te dodaje podršku za pop-up menije u konzoli.
ca: El GPM proporciona suport per al ratolí per a aplicacions Linux en mode text, com ara el Midnight Commander. També permet tallar i enganxar, i proporciona suport per a menús emergents a la consola.
cs: GPM přidává podporu myši do textových linuxových aplikací, např. Midnight Commanderu. Také umožňuje kopírování myší a podporuje kontextová menu na konzole.
da: GPM tilføjer understøttelse af mus i tekstbaserede Linux programmer, fx Midnight Commander. Klip- og indsæt-operationerne samt pop op-menuer er også understøttet i konsollen.
de: GPM fügt Mausunterstützung zu textbasierten Linux-Anwendungen hinzu, wie z.B. dem Midnight-Commander. Außerdem erlaubt es mausbasierte Ausschneiden- und Einfügen-Aktionen in der Konsole und umfasst die Unterstützung für Konsolen-Popup-Menüs.
el: Το GPM προσθέτει υποστήριξη ποντικιού σε εφαρμογές λειτουργίας κειμένου όπως ο Midnight Commander. Ακόμα επιτρέπει λειτουργίες αποκοπής-επικόλλησης με ποντίκι και υποστήριξη αναδυομένων μενού στην κονσόλα.
es: GPM añade soporte de ratón a las aplicaciones de Linux basadas en texto como Midnight Commander. También permite operaciones de cortar y pegar para la consola, e incluye soporte para menús emergentes en la consola.
eu: 'GPM'-ek saguaren euskarria gehitzen du, testuan Linux-eko oinarritutako aplikazioentan (Midnight Commander bezalakoak) erabiltzen da. Kontsolan kopiatu eta itsatsi bezalako eragiketekin edo kontsolako laster-menuekin aritzea eskaintzen du, besteak beste.
fi: GPM lisää tuen hiirituen tekstipohjaisiin Linux-ohjelmiin, kuten Midnight commander. Lisäksi se mahdollistaa hiireen perustuvan leikkaa ja liima toiminnallisuuden konsolilla ja sisältää tuen ponnahdusikkunoille konsolilla.
fr: GPM ajoute le support de la souris dans les applications linux en mode texte comme Midnight Commander. Il permet aussi d'avoir le support du copier coller en console ainsi que le support des menus pop-up en console.
gu: GPM લખાણ આધારિત લિનક્સ કાર્યક્રમો જેમકે મિડનાઈટ કમાન્ડરમાં માઉસનોઆધાર મૂકે છે. એ માઉસ આધારિત કન્સોલ કાપો-અને-ચોંટાડો પ્રક્રિયાઓ માટે પણ પરવાનગી આપે છે, અને કન્સોલ પર પોપ-અપ મેનુઓનો આધાર પણ સમાવે છે.
hr: GPM daje podršku za miša tekstualnim Linux aplikacijama poput Midnight Commandera. Također omogućava kopiranje i umetanje teksta korištenjem miša u konzoli, a uključuje i podršku za skočne izbornike u konzoli.
hu: A GPM egérkezeléssel bővíti a szöveges képernyőn működő linuxos alkalmazásokat, például a Midnight Commandert. Lehetővé teszi továbbá kivágási és beillesztési műveletek egérrel elvégzését, valamint támogatja a konzol legördülő menüinek használatát.
id: GPM menediakan dukungan mouse untuk aplikasi Linux berbasis teks seperti Midnight Commander. Program ini juga menyediakan fasilitas salin dan tempel dan juga mendukung penggunaan menu pop-up.
it: GPM aggiunge il supporto del mouse alle applicazioni Linux testuali come il Midnight Commander. Permette inoltre le operazioni di copia-e-incolla in console con il mouse, e include il supporto per i menù a comparsa sulla console.
ja: GPM は、Midnight Commander のようなテキスト・ベースの Linux アプリケーションにマウス機能を追加します。さらにマウスを使ってコンソール内容のカット＆ペーストが可能になり、コンソール上でメニューがポップ・アップします。
ko: GPM은 Midnight Commander와 같은 글자 기반 리눅스 프로그램에서 마우스를 지원하도록 합니다. 이것은 콘솔에서 자르기와 붙여넣기, 팝업 메뉴등을 지원할 수 있습니다.
lt: GPM įjungia pelės palaikymą tekstinėse Linux programose, tokiose kaip Midnight Commander. Ši tarnyba taip pat leidžia konsolėje pele atlikti iškirpimo-ir-įdėjimo operacijas, bei prideda iššokančių meniu konsolėje palaikymą.
ne: जि॰पि॰एम॰ ले पाठमा आधारित लिनक्स अनुरोधपत्र जस्तै मध्यरात आदेशलाई माउसको सहयोग थपिदिन्छ ।यसले माउसमा आधारित सान्त्वनालाई काट्न र संचालनलाई पेस्ट गर्दछ र सान्त्वनामा भएको मेनुहरूलाई सहयोग गर्दछ ।
nl: GPM voegt muis-ondersteuning toe aan tekst-gebaseerde Linux-toepassingen zoals de Midnight Commander. Het ondersteunt muis-operaties, zoals knippen en plakken en het bedienen van pop-up menu's in de console.
pa: GPM ਪਾਠ ਅਧਾਰਿਤ ਕਾਰਜ ਜਿਵੇਂ ਕਿ Midnight Commander ਆਦਿ ਨੂੰ ਮਾਊਸ ਸੇਵਾ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ| ਇਹ ਮਾਊਸ ਆਧਾਰਿਤ ਕੰਨਸੋਲ ਕੱਟ ਤੇ ਚਿਪਕਾਉਣ ਕਾਰਜ ਤੇ ਕੰਨਸੋਲ ਤੇ ਪਾਪਅੱਪ ਮੇਨੂ ਲਈ ਵੀ ਸਹਾਇਕ ਹੈ|
pl: GPM dodaje obsługę myszy dla tekstowych aplikacji takich jak Midnight Commander. Pozwala również na operacje zaznaczania i wklejania na konsolach tekstowych, oraz obsługę menu podręcznych.
pt: GPM adiciona suporte para rato em aplicações Linux baseadas em texto tais como o Midnight Commander. Também permite operações cortar-e-colar com o rato em consola e inclui suporte para menus de pop-up em consola.
pt_br: O GPM acrescenta suporte a mouse em aplicações Linux de modo texto tais como o Midnight Commander. Ele permite, ainda, operações de 'recortar e colar' em console baseados em mouse, e inclui suporte a menus pop-up no console.
ro: Daemonul gpm adaugă suport de mouse în consolă pentru programe Linux în mod text precum Midnight Commander. Permite operaţiuni de tip cut&paste în consolă utilizând un mouse. Oferă suport în consolă pentru meniuri de tip „popup”.
sq: GPM shton suportin e miut për programe tekstualë Linux siç është Midnight Commander. Gjithashtu lejon veprime prit-dhe-ngjit në konsolin e bazuar tek miu, dhe suportin për menutë pop-up në konsol.
sr: GPM додаје подршку за миша у текстуалне програме као што Поноћни наредник. Такође дозвољава исецање и убацивање текста мишем у конзоли, и укључује подршку за искачуће меније на конзоли.
sr@latn: GPM dodaje podršku za miša u tekstualne programe kao što Ponoćni narednik. Takođe dozvoljava isecanje i ubacivanje teksta mišem u konzoli, i uključuje podršku za iskačuće menije na konzoli.
sv: GPM lägger till musstöd för textbaserade Linuxprogram som till exempel Midnight Commander. Den tillåter dessutom musbaserade klipp- och klistraåtgärder i konsollen, och inkluderar stöd för popupmenyer på konsollen.
ta: GPM உரை-சார்ந்த லினக்ஸ் பயன்பாட்டி சுட்டியை பயன்படுத்த வழி செய்யும். இது முனையத்தில் சுட்டியை பயன்படுத்து வெட்டு, ஒட்டு வேலைகளை செய்யவும் தோன்றும் சாளரங்களை செயல்படுத்தும்
th: GPM เพิ่มการสนับสนุนเมาส์ในโปรแกรมลินุกซ์ที่ทำงานในโหมดข้อความ เช่น Midnight Commander และยังช่วยให้ตัดแปะด้วยเมาส์บนคอนโซลได้ รวมทั้งการใช้เมนูแบบผุดขึ้นบนคอนโซลด้วย
tr: GPM Midnight Commander gibi metin bazlı Linux uygulamlarına fare desteği ekler. Ayrıca konsol tabanlı fareyle kes-ve-yapıştırma işlemlerine izin verir, ve konsoldaki açılan menüler için desteği içerir.
uk: GPM додає підтримку миші у програмах з текстовим інтерфейсом для Linux, наприклад, Midnight Commander. Також дозволяє виконувати мишею операції копіювання-вставки у консолі, та включає підтримку спливаючих меню у консолі.
vi: GPM thêm hỗ trợ chuột cho các ứng dụng text-based như Midnight Commander. Đồng thời còn cung cấp các thao tác cắt và dán sử dụng chuột, và thêm hỗ trợ các trình đơn khi nhấn chuột phải trên kênh giao tác.
xh: I-GPM yongeza inkxaso yemawusi esekwe kumbhalo wokusebenza we-Linux ofana ne-Midnight Commander. Kananjalo ivumela isixhobo solawulo esisekwe kwimawusi ukwenza umsebenzi wokusika uncamathisele, yaye iquka inkxaso yeemenyu zokukhetha kokuvelayo kwisixhobo solawulo.

source: Set hard disk parameters
ar: إعداد متحوّلات القرص الصلب
bg: Задаване параметри на твърдия диск
bn: হার্ড ডিস্ক সংক্রান্ত পরামিতি নির্ধারণ করো
bs: Podesi parametre hard diska
ca: Especifica els paràmetres del disc dur
cs: Nastavení parametrů pevného disku
da: Angiv disk-parametre
de: Parameter der Festplatte setzen
el: Ορισμός παραμέτρων σκληρού δίσκου
es: Establece los parámetros del disco duro
eu: Disko gogorreko parametroak ezartzen ditu.
fi: Määrittele kovalevyn parametrit
fr: Paramètre le disque dur
gu: હાર્ડ ડિસ્ક પરિમાણો સુયોજિત કરે છે
hu: Merevlemez-paraméterek beállítása
id: Mengatur parameter hard disk
it: Imposta i parametri del disco rigido
ja: ハード・ディスクのパラメータのセット
ko: 하드디스크 특성 설정
lt: Nustato kietųjų diskų parametrus
nb: Sett parametere for harddisker
ne: हार्ड डिक्सको परामितिहरू सेट गर्नुहोला ।
nl: Opties voor de harde schijf instellen
pa: ਹਾਰਡ ਡਿਸਕ ਪੈਰਾਮੀਟਰ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Ustawia parametry dysku twardego
pt: Definir parâmetros do disco rígido
pt_br: Definir parâmetros de disco rígido
ro: Setare parametri harddisk
sq: Cakton parametrat e diskut të ngurtë
sr: Постави параметре хард диска
sr@latn: Postavi parametre hard diska
sv: Ställ in hårddiskparametrar
ta: வன்தகடு அளவுருக்களை அமை
th: ตั้งพารามิเตอร์ฮาร์ดดิสก์
tr: Sabit disk parametreleri
uk: Встановлення параметрів жорсткого диску
vi: Đặt các tham số của đĩa cứng
xh: Imisela idiski eyakhelwe ngaphakathi yezinto zamaxabiso ajika-jikayo

source: Provides a interface to various hard disk ioctls supported by the stock Linux ATA/IDE device driver subsystem.
ar: يوفّر واجهة لعدّة ioctls خاصّة بالقرص الصلب مدعومة من النظام الفرعي لقيادة أجهزة ATA/IDE في لينكس.
bg: Осигурява интерфейс до различни входно-изходни операции с хард диска, поддържани от Linux ATA/IDE device driver subsystem.
bn: স্টক Linux ATA/IDE ডিভাইস ড্রাইভার সাবসিস্টেমের দ্বারা সমর্থিত বিভিন্ন হার্ড ডিস্ক ioctls -র জন্য একটি ইন্টারফেস উপলব্ধ করে।
bs: Pruža interfejs za razne hard disk ioctl operacije koje podržava standardni Linux podsistem za ATA/IDE uređaje.
ca: Proporciona una interfície a diferents ioctls del disc dur, suportades pel subsistema controlador ATA/IDE de Linux.
cs: Poskytuje rozhraní k různým ioctl pevného disku podporovaných standardním subsystémem ovladače zařízení ATA/IDE v Linuxu.
da: Giver en grænseflade til forskellige disk-ioctl'er der er understøttet af Linux standard-ATA/IDE-undersystemet
de: Stellt eine Schnittstelle zu verschiedenen Festplatten-Aufrufen zur verfü-gung, die durch das Linux ATA/IDE Gerätetreiber-Subsystem unterstützt werden.
el: Παρέχει μια διεπαφή χρήστη σε διάφορα ioctls σκληρού δίσκου, που υποστηρίζονται από το υποσύστημα Linux ATA/IDE device driver.
es: Proporciona un interrfaz para varios ioctls de disco duro soportados por el subsistema de controladores de dispositivo ATA/IDE de Linux.
eu: Linux-eko ATA/IDE gailuen kontrolatzaileek onartzen duten disko gogorretako hainbat 'ioctls'-ren interfazeak eskaintzen ditu.
fi: Tarjoaa menetelmän useisiin kovalevyn ioctl-kutsuihin, joita Linuxin ATA/IDE-ajureiden alijärjestelmä tukee.
fr: Fourni un interface à de nombreux ioctls de disques durs supporté par l'inventaire du sous système de périphériques Linux ATA/IDE.
gu: સ્ટોક લિનક્સ ATA/IDE ડિવાઈસ ડ્રાઈવર ઉપસિસ્ટમ દ્વારા આધિરભૂત એવા વિવિધ હાર્ડ ડિસ્ક ioctl નું ઈન્ટરફેસ પૂરુ પાડે છે.
hu: Felületet biztosít a 'gyári' Linux ATA/IDE eszközillesztő-alrendszer által támogatott különféle merevlemez ioctl-ekhez.
id: Menyediakan antarmuka ke beragam kendali internal (ioctl) hard disk yang didukung oleh kebanyakan subsistem penggerak perangkat Linux ATA/IDE.
it: Fornisce un'interfaccia alle varie chiamate di sistema relative ai dischi fissi supportate dal sottosistema ATA/IDE di Linux.
ja: ストック Linux ATA/IDE デバイス・ドライバ・サブシステムがサポートしている、いろいろなハード・ディスクの ioctl() インタフェースを提供します。
ko: 저장해 두었던 리눅스 ATA/IDE장치 드라이버 서브시스템에서의 다양한 하드디스크 ioctl 인터페이스의 값을 설정합니다.
lt: Suteikia sąsają įvairiems kietųjų diskų ioctls, palaikomiems standartinės Linux ATA/IDE įrenginių tvarkyklių posistemės.
ne: भण्डार लिनक्स ए॰टि॰ए॰/आइ॰डि॰ई॰ शाधन चालक सहप्रणालीको सहयोगमा धेरै हार्ड डिक्स ioctls संग जोडने तरिका उपलब्ध गर्दछ ।
nl: Voorziet in een interface naar verschillende harde schijf IOCTLs die ondersteund worden door het standaard Linux ATA/IDE-stuurprogramma deelsysteem.
pa: ਸਟਾਕ Linux ATA/IDE ਜੰਤਰ ਡਰਾਇਵਰ ਸਬ-ਸਿਸਟਮ ਲਈ ਕਈ ਹਾਰਡ-ਡਿਸਕ ioctls ਲਈ ਇੱਕ ਇੰਟਰਫੇਸ
pl: Dostarcza interfjsu do różnych funkcji dysków twardych obsługiwanych przez standardowy podsystem sterowników urządzeń ATA/IDE systemu Linux.
pt: Disponibiliza uma interface para vários ioctls de disco rígido suportados pelo subsistema base Linux do controlador de dispositivo ATA/IDE.
pt_br: Provê uma interface para diversos controles E/S de disco rígido suportados pelo conjunto do sub-sistema de drivers de dispositivos ATA/IDE do Linux.
ro: Oferă o interfaţă suportată de driverele Linux ATA/IDE pentru implementările ioctls ale diferitelor harddisk-uri
sq: Sjell një ndërfaqe për ioctls të ndryshme disqesh të ngurtë të suportuar nga nënsistemi i dispozitivëve lexues ATA/IDE për Linux.
sr: Обезбеђује спрегу ка разним системским позивима за хард диск које подржава уобичајени Линуксов ATA/IDE подсистем.
sr@latn: Obezbeđuje spregu ka raznim sistemskim pozivima za hard disk koje podržava uobičajeni Linuksov ATA/IDE podsistem.
sv: Tillhandahåller ett gränssnitt för diverse hårddisk-ioctls som stöds av Linux-drivrutinssystemet för ATA/IDE-standardenheter.
ta: பல வன்தகடுகளுக்கான ioctls ஆதரவு தரும்Linux ATA/IDE சாதன இயக்கு வழி ஏற்படுத்தும்
th: ช่วยสั่งควบคุมระบบข้อมูลเข้า-ออกของฮาร์ดดิสก์ ตามที่ตัวขับอุปกรณ์ ATA/IDE ของลินุกซ์สนับสนุน
tr: Disklerin çoğunlukla desteklediği bir arayüzeyi Linux ATA/IDE aygıt sürücüsü alt sistemi temin eder.
uk: Забезпечує інтерфейс до різних ioctl-викликів жорсткого диску, підтримуваних Linux підсистемою драйверів ATA/IDE пристроїв
vi: Cung cấp giao diện để thay đổi các ioctl của đĩa cứng mà được hỗ trợ bởi kho hệ thống con các driver thiết bị ATA/IDE của Linux.
xh: Ibonelela ngomdibaniso wemida eziintlobo ngeentlobo kwiidiski ezakhelwe ngaphakathi ze-ioctls ezixhaswe sisitokhwe sakwa-Linux ATA/IDE sesixhobo sokuphumeza inkqutyana.
