Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: NFS is a popular protocol for file sharing across TCP/IP networks. This service provides NFS server functionality, which is configured via the /etc/exports file.
ar: NFS هو بروتوكول شائع لمشاركة الملفات عبر شبكات TCP/IP. توفر هذه الخدمة عمل نادل NFS، يعدّ من خلال ملف /etc/exports.
bg: NFS е популярен протокол за споделяне на файлове чрез TCP/IP мрежи. Тази услуга се грижи за функционалността на NFS сървъра, който е конфигуриран чрез /etc/exports файл.
bn: TCP/IP নেটওয়ার্কে ফাইল শেয়ার করবার জন্য NFS একটি জনপ্রীয় প্রোটোকল। এই পরিসেবা NFS সার্ভারের উপযোগিতা উপলব্ধ করে যা /etc/exports ফাইলের দ্বারা কনফিগার করা সম্ভব।
bs: NFS je popularan protokol za dijeljenje datoteka putem TCP/IP mreža. Ovaj servis pruža funkcionalnost NFS servera, koja je podešena putem datoteke /etc/exports.
ca: L'NFS és un protocol per a la compartició de fitxers a través de xarxes TCP/IP. Aquest servei proporciona la funcionalitat de servidor d'NFS, que es configura amb el fitxer /ets/exports.
cs: NFS je populární protokol pro sdílení souborů po sítích TCP/IP. Tato služba poskytuje funkce serveru NFS, který se konfiguruje pomocí souboru /etc/exports.
da: NFS er en populær protokol for fildeling over TCP/IP-netværk. Denne tjeneste giver NFS-serverfunktionalitet og konfigureres i filen /etc/exports.
de: NFS ist ein populäres Protokoll zur Dateifreigabe in TCP/IP-Netzwerken. Dieser Dienst stellt einen NFS-Server bereit, der mit Hilfe der Datei »/etc/exports« konfiguriert werden kann.
el: Το NFS είναι ένα δημοφιλές πρωτόκολλο για κοινή χρήση αρχείων μέσω δικτύων TCP/IP. Αυτή η υπηρεσία παρέχει λειτουργικότητα NFS, που ρυθμίζεται μέσω του αρχείου /etc/exports.
es: NFS es un protocolo popular para compartir archivos a través de redes TCP/IP. Este servicio proporciona funcionalidad de servicor NFS, que se configura por medio del archivo «/etc/exports».
eu: NFS protokolo ezagun bat da, TCP/IP sareko fitxategiak partekatzeko. Zerbitzu honek NFS zerbitzariaren funtzionalitatea eskaintzen du, '/etc/exports' fitxategiaren bitartez konfigura daitekeelarik.
fi: NFS on yleinen tiedostojenjakoprotokolla TCP/IP-verkkoihin. Tämä palvelu tarjoaa NFS-palvelimen, jota muokataan tiedoston /etc/exports avulla.
fr: NFS est protocole populaire pour partager des fichiers à travers des réseaux TCP/IP. Ce service procure des fonctionnalités au serveur NFS, qui est configuré via le fichier /etc/exports.
gu: NFS એ TCP/IP નેટવર્ક મારફત વહેંચણી કરવાનો પ્રોટોકોલ છે. આ સેવાNFS સર્વરના કાર્યો પૂરા પાડે છે, કે જે /etc/exports ફાઈલ દ્વારા રુપરેખાંકિત થાય છે.
hr: NFS je popularni protokol za dijeljenje datoteka preko TCP/IP mreža. Ovaj servis daje NFS poslužitelj koji se podešava kroz /etc/exports datoteku.
hu: Az NFS egy népszerű protokoll fájlok TCP/IP-hálózatokon keresztüli megosztására. Ez a szolgáltatás NFS-kiszolgáló funkcionalitást biztosít, amely az /etc/exports fájlon keresztül állítható be.
id: NFS adalah protokol yang terkenal digunakan untuk menyediakan berkas bersama melalui jaringan TCP/IP. Layanan ini memberikan fungsi-fungsi server NFS yang dapat dinyalakan lewat berkas /etc/exports.
it: NFS è un popolare protocollo per la condivisione dei file attraverso le reti TCP/IP. Questo servizio fornisce la funzione di server NFS, che è configurato attraverso il file /etc/exports.
ja: NFS は TCP/IP ネットワークを介してファイルの共有を行うポピュラーなプロトコルです。このサービスは /etc/exports ファイルを介して設定された NFS サーバ機能を提供します。
ko: NFS는 TCP/IP 네트워크에서 파일 공유를 위해 자주 사용되는 프로토콜입니다. 이 서비스는 /etc/exports 파일에 설정된 NFS 서버를 제공합니다.
lt: NFS yra populiarus bylų viešinimo tarp TCP/IP tinklų protokolas. Ši tarnyba suteikia NFS serverio funkcionalumą, kuris yra konfigūruojamas /etc/exports bylos pagalba.
nb: NFS er en populær protokoll for fildeling over TCP/IP-nettverk. Denne tjenesten gir NFS-tjenerfunksjonalitet, og konfigureres i filen /etc/exports.
ne: एन॰एफ॰एस॰ टि॰सि॰पि॰/आई॰पि॰ संजाल भित्र फाईल बाड्ने एउटा प्रसिद्द प्रोटोकोल हो । यो सेवाले एन॰एफ॰एस॰ सेवादायकको कार्यबिधि उपलब्ध गर्दछ ।जुन /etc/ निर्यात फाईलको माध्यमबाट रूप दिइएको हुन्छ ।
nl: NFS is een populair protocol voor het delen van bestanden over TCP/IP-netwerken. Deze dienst verschaft NFS-server functionaliteit, zoals ingesteld in het bestand /etc/exports.
pa: NFS ਇੱਕ ਹਰਮਨ-ਪਿਆਰਾ ਪਰੋਟੋਕੋਲ ਹੈ, ਜੋ ਕਿ TCP/IP ਨੈੱਟਵਰਕ ਤੇ ਫਾਇਲ ਸਾਂਝੀਆਂ ਕਰਨ ਦੇ ਕੰਮ ਆਉਦਾ ਹੈ| ਇਹ ਸੇਵਾ NFS ਸਰਵਰ ਅਧੀਨ ਦਿੱਤੀ ਜਾਦੀ ਹੈ, ਜਿਸ ਦੀ ਸੰਰਚਨਾ /etc/exports ਫਾਇਲ਼ ਰਾਹੀ ਸੰਭਵ ਹੈ|
pl: NFS jest popularnym protokołem udostępniania plików poprzez sieci TCP/IP. To jest usługa udostępniająca funkcjonalność serwera NFS, którą konfiguruje się poprzez plik /etc/exports.
pt: NFS é um protocolo popular para partilha de ficheiros através de redes TCP/IP. Este serviço disponibiliza funcionalidades de servidor NFS, sendo configurado através do ficheiro /etc/exports.
pt_br: NFS é um protocolo popular para compartilhamento de arquivos através de redes TCP/IP. Este serviço provê a funcionalidade de um servidor NFS, que é configurado através do arquivo /etc/exports.
ro: NFS este un protocol popular pentru partajarea de fişiere în reţele TCP/IP. Acest serviciu oferă funcţionalitatea unui server NFS aşa cum este el configurat în fişierul /etc/exports.
sq: NFS është një protokoll i përdorshëm për ndarjen e kartelave nëpërmjet rrjeteve TCP/IP. Ky shërbim afron funksionalitet serveri NFS, i cili konfigurohet me anë të kartelës /etc/exports.
sr: NFS је распрострањен протокол за дељење датотека у TCP/IP мрежама. Ова услуга обезбеђује могућност дељења датотека, што се подешава у датотеци /etc/exports.
sr@latn: NFS je rasprostranjen protokol za deljenje datoteka u TCP/IP mrežama. Ova usluga obezbeđuje mogućnost deljenja datoteka, što se podešava u datoteci /etc/exports.
sv: NFS är ett populärt protokoll för fildelning på TCP/IP-nätverk. Denna tjänst tillhandahåller NFS-serverfunktionalitet som konfigureras via filen /etc/exports.
ta: NFS TCP/IP வலைப்பின்னல் வழியாக கோப்புகளை பகிர்ந்துகொள்ள பயன்படும் விதிமுறை, இது /etc/ கோப்பு மேலேற்றம் வழியாக அமைக்கப்பட்டுள்ளது.
th: NFS เป็นโพรโตคอลที่เป็นที่นิยมสำหรับการใช้แฟ้มร่วมกันในเครือข่าย TCP/IP บริการนี้ให้บริการเซิร์ฟเวอร์ NFS ซึ่งตั้งค่าไว้ในแฟ้ม /etc/exports
tr: NFS TCP/IP ağlarında dosya paylaşımı için popüler iletişim kuralıdır. Bu NFS servisinin işlevselliğini temin eden yapılandırma dosyaları /etc/ altına gönderilir.
uk: NFS - популярний протокол для спільного доступу до фалів у TCP/IP мережах. Ця служба забезпечує функціональність NFS серверу, яка налаштовується через файл /etc/exports
vi: NFS là một giao thức phổ biến để chia sẻ tập tin trong mạng TCP/IP. Dịch vụ này cung cấp chức năng máy chủ NFS, mà được cấu hình qua tập tin /etc/exports.
xh: Iprothokholi eqhelekileyo ye-NFS yokwabelana ngefayili kuthungelwano ukunqamleza i-TCP/IP. Le nkonzo ibonelela ngokusebenza kweseva ye-NFS, emiselwayo ukujikela kwifayili ye-/etc/exports.

source: NFS is a popular protocol for file sharing across TCP/IP networks. This service provides NFS file locking functionality.
ar: NFS هو بروتوكول شائع لمشاركة الملفات عبر شبكات TCP/IP. توفر هذه الخدمة عمل NFS لإقفال الملفات.
bg: NFS е популярен протокол за споделяне на файлове чрез TCP/IP мрежи. Тази услуга се осигурява заключването на NFS файла.
bn: TCP/IP নেটওয়ার্কে ফাইল শেয়ার করবার জন্য NFS একটি জনপ্রীয় প্রোটোকল। এই পরিসেবা NFS ফাইল লক করবার উপযোগিতা প্রদান করে।
bs: NFS je popularan protokol za dijeljenje datoteka putem TCP/IP mreža. Ovaj servis pruža funkcionalnost NFS zaključavanja datoteke.
ca: L'NFS és un protocol per a la compartició de fitxers a través de xarxes TCP/IP. Aquest servei proporciona el blocatge de fitxers a través d'NFS.
cs: NFS je populární protokol pro sdílení souborů po sítích TCP/IP. Tato služba poskytuje funkce zamykání souborů na NFS.
da: NFS er en populær protokol for fildeling over TCP/IP-netværk. Denne tjeneste giver mulighed for låsning af filer over NFS.
de: NFS ist ein populäres Protokoll zur Dateifreigabe in TCP/IP-Netzwerken. Dieser Dienst stellt NFS-Dateisperren bereit.
el: Το NFS είναι ένα δημοφιλές πρωτόκολλο για κοινή χρήση αρχείων μέσω δικτύων TCP/IP. Αυτή η υπηρεσία παρέχει λειτουργικότητα κλειδώματος αρχείου NFS.
es: NFS es un protocolo popular para compartir archivos a través de redes TCPO/IP. Este servicio proporciona funcionalidad de bloqueo de archivos por NFS.
eu: NFS protokolo ezagun bat da, TCP/IP sareko fitxategiak partekatzeko. Zerbitzu honek NFS bitarteko fitxategien blokeoen funtzionalitatea eskaintzen du.
fi: NFS on yleinen tiedostojenjakoprotokolla TCP/IP-verkkoihin. Tämä palvelu tarjoaa NFS:n tiedostojen lukitustoiminnallisuuden.
fr: NFS est un protocole populaire de partage de fichiers via les réseaux TCP/IP. Ce service permet d'avoir des fonctionnalités de protection pour NFS.
gu: NFS એ TCP/IP નેટવર્ક મારફત વહેંચણી કરવા માટેનો ખૂબ જાણીતો પ્રોટોકોલ છે. આ સેવા NFS ફાઈલને તાળુ લગાવવાનું કાર્ય પૂરું પાડે છે.
hr: NFS je popularni protokol za dijeljenje datoteka preko TCP/IP mreža. Ovaj servis daje mogućnost zaključavanja NFS datoteka.
hu: Az NFS egy népszerű protokoll fájlok TCP/IP-hálózatokon keresztüli megosztására. Ez a szolgáltatás NFS-fájlzárolási funkcionalitást biztosít.
id: NFS adalah protokol yang terkenal digunakan untuk menyediakan berkas bersama melalui jaringan TCP/IP. Layanan ini memberikan fungsi penguncian berkas NFS.
it: NFS è un popolare protocollo per la condivisione dei file attraverso le reti TCP/IP. Questo servizio fornisce la funzione di blocco dei file per NFS.
ja: NFS は TCP/IP ネットワークを介してファイルの共有を行うポピュラーなプロトコルです。このサービスは NFS ファイル・ロック機能を提供します。
ko: NFS는 TCP/IP 네트워크에서 파일 공유를 위해 자주 사용되는 프로토콜입니다.이 서비스는 NFS 파일 잠금을 제공합니다.
lt: NFS yra populiarus bylų viešinimo tarp TCP/IP tinklų protokolas. Ši tarnyba suteikia NFS bylų užrakinimo funkcionalumą.
nb: NFS er en populær protokoll for fildeling over TCP/IP-nettverk. Denne tjenesten gir funksjonalitet for låsing av filer over NFS.
ne: एन॰एफ॰एस॰ टि॰सि॰पि॰/आई॰पि॰ संजाल भित्र फाईल बाड्ने एउटा प्रसिद्द प्रोटोकोल हो । यो सेवाले एन॰एफ॰एस॰ सेवादायकको कार्यबिधि उपलब्ध गर्दछ ।
nl: NFS is een populair protocol voor het delen van bestanden over TCP/IP-netwerken. Deze dienst verschaft functionaliteit voor NFS bestandsvergrendeling.
pa: NFS ਇੱਕ ਹਰਮਨ-ਪਿਆਰਾ ਪਰੋਟੋਕੋਲ ਹੈ, ਜੋ ਕਿ TCP/IP ਨੈੱਟਵਰਕ ਤੇ ਫਾਇਲ ਸਾਂਝੀਆਂ ਕਰਨ ਦੇ ਕੰਮ ਆਉਦਾ ਹੈ| ਇਹ ਸੇਵਾ NFS ਫਾਇਲ਼ ਲਾਕਿੰਗ ਦੇ ਅਧੀਨ ਉਪਲੱਬਧ ਹੈ|
pl: NFS jest popularnym protokołem udostępniania plików poprzez sieci TCP/IP. To jest usługa udostępniająca funkcjonalność blokowania plików
pt: NFS é um protocolo popular para partilha de ficheiros através de redes TCP/IP. Este serviço disponibiliza funcionalidades de exclusividade (lock) de ficheiros.
pt_br: NFS é um protocolo popular para compartilhamento de arquivos através de redes TCP/IP. Este serviço provê a funcionalidade de travamento de arquivos NFS.
ro: NFS este un protocol popular pentru partajarea de fişiere în reţele TCP/IP. Acest serviciu oferă functionalitate de tip „NFS file locking”.
sq: NFS është një protokoll i përdorshëm për ndarjen e kartelave nëpërmjet rrjeteve TCP/IP. Ky shërbim afron funksionalitet kyçje kartelash NFS.
sr: NFS је распрострањен протокол за дељење датотека у TCP/IP мрежама. Ова услуга обезбеђује могућност закључавања датотека преко NFS-а.
sr@latn: NFS je rasprostranjen protokol za deljenje datoteka u TCP/IP mrežama. Ova usluga obezbeđuje mogućnost zaključavanja datoteka preko NFS-a.
sv: NFS är ett populärt protokoll för fildelning på TCP/IP-nätverk. Denna tjänst tillhandahåller NFS-funktionalitet för fillåsning.
ta: NFS TCP/IP வலைப்பின்னல் வழியாக கோப்புகளை பகிர்ந்துகொள்ள பயன்படும் விதிமுறை, இந்த வசதி கோப்புகளை பூட்டுவதற்காக அமைக்கப்பட்டுள்ளது,
th: NFS เป็นโพรโตคอลที่เป็นที่นิยมสำหรับการใช้แฟ้มร่วมกันในเครือข่าย TCP/IP บริการนี้ให้บริการล็อคแฟ้มของ NFS
tr: NFS TCP/IP ağlarında dosya paylaşımı için popüler iletişim kuralıdır. Bu servis NFS dosyası kilitleme işlevselliğini temin eder.
uk: NFS - популярний протокол для спільного доступу до фалів у TCP/IP мережах. Ця служба забезпечує функціональність NFS серверу.
vi: NFS là một giao thức phổ biến để chia sẻ tập tin trong mạng TCP/IP. Dịch vụ này cung cấp chức năng khóa tập tin NFS.
xh: Iprothokholi eqhelekileyo ye-NFS yokwabelana ngefayili kuthungelwano ukunqamleza i-TCP/IP. Le nkonzo ibonelela ngefayili ye-NFS etshixa ukusebenza.

source: Name service cache daemon
ar: جنّيّ ذاكرة مخبّأة لخدمة الأسماء
bg: Сървър за кеширане на DNS имена
bn: Name সার্ভিস ক্যাশের ডেমন
ca: Dimoni de memòria cau de noms de domini
cs: Démon pro cache služeb jmen
da: Navnetjeneste-mellemlager-server
de: Name-Server Cache-Daemon
es: Demonio servicio de caché de nombres
eu: Izenen katxe zerbitzuaren daemon-a
fi: Nimipalvelun välimuistipalvelun
fr: Cache du démon service de nom
gu: નામ સેવા કેશ ડીમન
hu: Névszolgáltatás-cache démon
id: Daemon cache layanan nama (name service cache)
it: Demone di cache del name service
ja: ネーム・サービス・キャッシュのデーモン
ko: 네임 서비스 캐시 데몬
lt: Vardų paslaugos kešavimo demonas
ne: नाम सेवा लुकाउने डेईमोन
pa: ਨਾਂ ਸੇਵਾ ਕੈਂਚੇ ਪੇਸ਼ਕਾਰ
pl: Demon bufora serwera nazw
pt: Daemon de cache de serviço de nomes
pt_br: Servidor de cache do serviço de nomes
ro: Daemon de cache DNS
sq: Program shërbyes emrash cache
sr: Услужни програм за чување имена
sr@latn: Uslužni program za čuvanje imena
sv: Demon för namntjänstcache
ta: பெயர் சேவகன் தற்காலிக மாயாவி
th: ดีมอนแคชชื่อ
tr: İsim servisleri önbellek programı
uk: Служба кешування відповідей служби імен
xh: Igama lenkonzo ye-daemon enguvimba wethutyana

source: Daemon that provides a cache for the most common name service requests.
ar: جنّيّ يوفّر ذاكرة مخبّأة لأكثر طلبات خدمة الأسماء شيوعاً.
bg: Демон, осигуряващ кеширането на повечето name service заявки.
bn: ডেমন, যা সাধারণ name পরিসেবার অনুরোধের জন্য ক্যাশে উপলব্ধ করে।
bs: Demon koji pruža cache najčešćih zahtjeva za imenima servera.
ca: Un dimoni que proporciona memòria cau per a les sol·licituds més comunes de noms de domini.
cs: Démon, který poskytuje cache pro nejčastější požadavky na služby jmen.
da: Server der fungerer som et mellemlager for de mest almindelige navneopslag.
de: Dienst, der die häufigsten Name-Service-Anfragen zwischenspeichert.
el: Ένας Daemon που παρέχει μια cache για τις πιο κοινές αιτήσεις ονοματοδοσίας.
es: Demonio que proporciona una caché para las solicitudes de nombres más frecuentes.
eu: Daemon honek sarritan egiten diren izen-zerbitzu eskaeren katxea eskaintzen du.
fi: Palvelin, joka tarjoaa välimuistin yleisimmistä nimipalvelukyselyistä.
fr: Démon qui met en cache la pluspart des requêtes de services de noms.
gu: ડીમન કે જે મોટે ભાગની નામની સેવાની મંજૂરીઓના માટે કેશ પૂરુ પાડે છે.
hu: A szokásos névszolgáltatási kérésekhez átmeneti tárolást biztosító démon.
id: Daemon yang menyediakan data singgahan (cache) paa setiap permintaan layanan nama (name service).
it: Demone che fornisce una cache per le richieste di nomi di servizio più comuni.
ja: もっとも共通なネーム・サービス要求のキャッシュを提供するデーモンです。
ko: 일반적인 네임 서비스 요청에 대한 캐시를 제공하는 데몬입니다.
lt: Demonas suteikiantis kešą dažniausiai naudojamoms vardų paslaugos užklausoms.
nb: Daemon som fungerer som en buffer for de mest vanlige navneoppslagene.
ne: डेईमोन, जसले धेरै साधारण नाम सेवा अनुरोधहरूलाई ल;ुकाउने तरिका उपलब्ध गराउँदछ ।
nl: Daemon die een buffer bijhoudt voor de meest voorkomende naamdienst-verzoeken.
pa: ਪੇਸ਼ਕਾਰ ਜੋ ਕਿ ਬਹੁਤ ਆਮ ਨਾਂ ਸੇਵਾ ਬੇਨਤੀ ਲਈ ਕੈਂਚੇ ਦਿੰਦਾ ਹੈ|
pl: Demon udostępniający bufor dla najpopularniejszych zapytań serwera nazw.
pt: Daemon que disponibiliza uma cache para os pedidos de nome de serviço mais comuns.
pt_br: Um servidor que provê um cache para as requisições de serviço de nomes mais comuns.
ro: Daemon ce creează un cache pentru cererile DNS efectuate.
sq: Program shërbimi i cili afron një cache për shumicën e kërkesave të shërbimit të emrave të zakonshëm.
sr: Услуга која обезбеђује оставу за најчешће захтеве услузи именовања.
sr@latn: Usluga koja obezbeđuje ostavu za najčešće zahteve usluzi imenovanja.
sv: Demon som tillhandahåller en cache för de vanligaste namntjänstbegärandena.
ta: பொதுவான பெயர் சேவகன் கோரிக்கைக்கு தற்காலிக தகவல்களை தரும் மாயாவி
th: ดีมอนซึ่งทำแคชสำหรับบริการชื่อเครื่องที่ใช้กันทั่วไป
tr: İsim istekleri için genel amaçlı önbellek programı.
uk: Служба, що забезпечує кеш для найбільш частих відповідей загальної служби назв.
vi: Daemon cung cấp một bộ nhớ lưu trữ những tên thường được yêu cầu.
xh: I-Daemon ebonelela ngovimba wethutyana kwizicelo ezininzi eziqhelekileyo zenkonzo yegama.

source: Network Time Protocol daemon
ar: جنّيّ بروتوكول وقت الشبكة
bg: Сървър за точно време (NTP)
bn: নেটওয়ার্ক টাইম প্রোটোকল ডেমন
ca: Dimoni per al protocol de temps de xarxa (NTP)
cs: Démon Network Time Protocol
da: Netværkstidsprotokol (NTP)-server
de: Netzwerk-Zeit-Protokoll-Daemon
es: Demonio del protocolo de hora de Internet
eu: Interneteko orduaren protokoloaren daemon-a
fi: Verkon aikapalvelun (NTP) demoni
fr: Démon du protocole NTP(synchronisation de l'heure à travers le réseau)
gu: નેટવર્ક સમય પ્રોટોકોલ ડીમન
hu: NTP (Network Time Protocol) démon
id: Daemon Protokol Waktu Jaringan (Network Time Protocol/NTP)
it: demone del protocollo di ora di rete (Network Time Protocol)
ja: ネットワーク時刻プロトコルのデーモン
ko: 네트워크 시간 프로토콜 데몬
lt: Tinklo laiko protokolo demonas
ne: सञ्जाल समय प्रोटोकल डेईमोन
pa: Network Time Protocol ਪੇਸ਼ਕਾਰ
pl: Demon sieciowego protokołu czasu (NTP)
pt: Daemon de Protocolo de Hora de Rede
pt_br: Servidor de Protocolo de Horário da Rede (NTP)
ro: Daemon de sincronizare a ceasului
sq: Program Shërbyes i Protokollit të Orës së Rrjetit
sr: Услужни програм за мрежно време
sr@latn: Uslužni program za mrežno vreme
sv: Demon för nätverkstidsprotokollet (NTP)
ta: வலைப்பின்னல் நேர விதிமுறை மாயாவி
th: ดีมอน Network Time Protocol
tr: Ağ Zamanı İletişim Protokolu programı
uk: Служба Network Time Protocol
vi: Daemon Giao thức thời gian mạng (NTP)
xh: Iprothokholi Yexesha Lothungelwano ye-daemon

source: ntpd is the NTPv4 daemon.
ar: هو جنّيّ NTPv4.
bg: ntpd е NTPv4 демон.
bn: ntpd NTPv4 -র ডেমন।
bs: ntpd je demon za NTPv4.
ca: l'ntp és el dimoni NTPv4
cs: ntpd je démon NTPv4.
da: ntpd er en NTPv4-server.
de: ntpd ist der NTPv4-Daemon.
el: το ntpd είναι NTPv4 daemon.
es: ntpd es el demonio NTPv4.
eu: ntpd NTPv4-rako daemon-a da.
fi: ntpd on NTPv4-palvelin
fr: ntpd est le démon de NTPv4
gu: ntpd એ NTPv4 ડીમન છે.
hr: ntpd je NTPv4 daemon.
hu: Az ntpd az NTPv4-démon.
id: ntpd adalah daemon NTPv4.
it: ntpd è il demone NTPv4.
ja: `ntpd` は NTPv4 デーモンです。
ko: ntpd는 NTPv4 데몬입니다.
lt: ntpd yra NTPv4 demonas.
nb: ntpd er en NTPv4-daemon.
ne: एन॰टि॰पि॰डी॰ एन॰टि॰पि॰भी॰४ डेईमोन हो ।
nl: ntpd is een NTPv4 daemon.
pa: ntpd ਇੱਕ NTPv4 ਪੇਸ਼ਕਾਰ ਹੈ
pl: Ntpd jest demonem NTPv4.
pt: ntpd é o daemon NTPv4.
pt_br: O ntpd é o servidor NTPv4.
ro: ntpd este un daemon NTPv4.
sq: ntpd është programi shërbyes NTPv4
sr: ntpd је NTPv4 услуга.
sr@latn: ntpd je NTPv4 usluga.
sv: ntpd är NTPv4-demonen.
ta: ntpd என்பது NTPv4 மாயாவி
th: ntpd คือดีมอนสำหรับ NTPv4
tr: ntpd NTPv4 programıdır.
uk: ntpd - це служба NTPv4.
vi: ntpd là một daemon NTPv4.
xh: i-ntpd yi-NTPv4 ye-daemon.

source: Update the system time over the network
ar: تحديث وقت النظام عبر الشبكة
bg: Актуализиране на часа/датата през интернет
bn: সিস্টেমের সময় নেটওয়ার্কের মাধ্যমে আপডেট করো
bs: Osvježi sistemsko vrijeme putem mreže
ca: Actualitza l'hora del sistema a través de la xarxa
cs: Aktualizovat systémový čas po síti
da: Indstil systemuret via netværket
de: Aktualisieren der System-Zeit über ein Netzwerk
el: Ενημέρωση της ώρας συστήματος στο δίκτυο
es: Actualizar la hora del sistema a través de la red
eu: Sistemako ordua sare bitartez eguenratzen du
fi: Päivitä järjestelmän kellonaika verkosta
fr: Met à jour l'heure système à travers le réseau
gu: નેટવર્ક પર સિસ્ટમ સમય સુધારો
hu: A rendszer idejét frissíti hálózaton keresztüli egyeztetéssel
id: Cocokkan waktu sistem melalui jaringan
it: Aggiorna l'ora di sistema attraverso la rete
ja: ネットワーク経由でシステムの時刻を更新
ko: 네트워크를 통해 시스템 시간 고치기
lt: Per tinklą atnaujina sistemos laiką
nb: Oppdater systemklokken over nettverket
ne: सन्जालमा प्रणाली समय समाप्त अपडेट गर्नुहोला ।मा
nl: De systeemtijd bijwerken over het netwerk
pa: ਸਿਸਟਮ ਸਮਾਂ ਨੈਟਵਰਕ ਤੇ ਨਵੀਵੀਕ੍ਰਿਤ ਕਰੋ
pl: Aktualizuje poprzez sieć czas systemowy
pt: Actualizar a hora do sistema através da rede
pt_br: Atualizar a hora do sistema pela rede
ro: Sincronizează ceasul sistemului în reţea
sq: Fresko orën e sistemit nëpërmjet rrjetit
sr: Освежи време система преко мреже
sr@latn: Osveži vreme sistema preko mreže
sv: Uppdatera systemtiden för nätverket
ta: வலைப்பின்னல் வழியாக கோப்பு அமைப்புகளை புதுப்பி
th: ปรับเวลาระบบผ่านเครือข่าย
tr: Ağ üzerinden sistem zamanını günceller.
uk: Оновлення системного часу через мережу
vi: Cập nhật thời gian của hệ thống qua mạng
xh: Ihlaziya ixesha lenkqubo kuthungelwano
