Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: klogd is a system daemon which intercepts and logs Linux kernel messages.
ar: klogd هو جنيّ نظام يعترض و يسجّل رسائل نواة لينكس.
bg: klogd е системен демон, проследяващ и журнализиращ съобщенията на Linux ядрото.
bn: klogd একটি সিস্টেম ডেমন যা লিনাক্স কার্নেলের বার্তা উদ্ধার এবং লগ করে।
bs: klogd je sistemski demon koji presreće i zapisuje poruke Linux kernela.
ca: El klogd és un dimoni del sistema que intercepta i registra missatges del nucli Linux.
cs: klogd je systémový démon, který zachycuje a zaznamenává zprávy jádra Linux.
da: klogd er en system-server der opsnapper og logger beskeder fra Linux-kernen.
de: klogd ist ein System-Daemon, der Linux-Kernelmeldungen abfängt und protokolliert.
el: Το klogd είναι ένας daemon συστήματος που παρεμβάλεται και καταγράφει τα μηνύματα του πυρήνα Linux.
es: klogd es un demonio del sistema que intercepta y registra los mensajes del núcleo Linux.
eu: klogd sistemako daemon bat da, Linux kernel-aren mezuak atzemateko eta erregistratzeko.
fi: klogd on järjestelmän palvelin joka tutkii ja lokittaa Linuxin ytimen viestejä.
fr: le système klogd est un démon qui intercepte et archive les messages du noyau Linux.
gu: klogd એ સિસ્ટમ ડીમન છે કે જે લિનક્સ કર્નલ સંદેશાઓ ઈન્ટરપ્રીટ કરે છે અને લોગ કરે છે.
hr: klogd je sustavski daemon koji predusreće i logira Linux kernel poruke.
hu: A klogd egy rendszerdémon, amelyik elfogja és naplózza a Linux-kernel üzeneteit.
id: klogd adalah daemon sistem yang mencegat dan mencatat pesan-pesan kernel Linux
it: klogd è un demone di sistema che intercetta i messaggi del kernel di Linux e ne effettua il log.
ja: `klogd` は Linux Kernel メッセージを捕捉してログを記録するシステム・デーモンです。
ko: klogd는 리눅스 커널로그를 가로채어 저장하는 시스템 데몬입니다.
lt: klogd yra sitemos demonas, perimantis ir įrašantis Linux branduolio žinutes.
ne: klogd एउटा प्रणाली डेईमोन हो, जसले लिनक्स केरनेलको खबरहरू काट्छ र लग गर्दछ ।
nl: klogd is een systeemdaemon die Linux-kernelberichten onderschept en logt.
pa: klogd ਇੱਕ ਸਿਸਟਮ ਪੇਸ਼ਕਾਰ ਹੈ, ਜੋ ਕਿ ਲੀਨਕਸ ਕਰਨਲ ਸੁਨੇਹਾ ਨੂੰ ਵੇਖਦਾ ਹੈ ਅਤੇ ਲਾਗ ਤਿਆਰ ਕਰਦਾ ਹੈ|
pl: Systemowy demon klogd przechwytuje i zapisuje w dzienniku komunikaty jądra.
pt: klogd é um daemon de sistema que intercepta e regista mensagens de kernel Linux.
pt_br: O klogd é um servidor do sistema que intercepta e registra as mensagens do kernel do Linux.
ro: Daemonul klogs interceptează şi înregistrează mesajele kernelului Linux.
sq: klogd është një program shërbyes i sistemit i cili mbledh dhe regjistron mesazhet e kernelit Linux
sr: klogd је системска услуга које пресреће и записује поруке Линукс језгра.
sr@latn: klogd je sistemska usluga koje presreće i zapisuje poruke Linuks jezgra.
sv: klogd är en systemdemon som snappar upp och loggar meddelanden från Linux-kärnan.
ta: klogd லினக்ஸ் கர்னல் செய்திகளை பதிவு செய்யும் கணினி மாயாவி
th: klogd เป็นดีมอนระบบที่ตรวจจับและบันทึกข้อความจากเคอร์เนลลินุกซ์
tr: klogd sistem programını ve Linux çekirdek mesajları günlüğünü kesiştirir.
uk: klogd є системною службою, яка перехоплює та реєструє повідомлення ядра Linux.
vi: klogd là daemon hệ thống nhận và ghi các tin nhắn của nhân Linux.
xh: i-klogd yinkqubo ye-daemon ekhawulelayo neyenza ingxelo yokwenzekileyo ngemiyalezo ye-kernel ye-Linux.

source: This runs the hardware probe, and optionally configures changed hardware.
ar: ينفّذ هذا البحث عن العتاد، و يعدّ العتاد المتغير اختيارياً.
bg: Това изпълнява хардуерен тест и по желание конфигурира сменения хардуер.
bn: এটি হার্ডওয়ার অনুসন্ধান প্রক্রিয়া চালায়, এবং কিছু ক্ষেত্রে পরিবর্তিত হার্ডওয়ের কনফিগার করে।
bs: Ovo ispituje hardver i eventualno podešava promijenjeni hardver.
ca: Això prova el programari, i opcionalment configura el programari que hagi canviat.
cs: Toto spouští zkoumání hardware a popřípadě nastaví změněný hardware.
da: Dette kontrollerer maskinel og konfigurerer efter valg ændret maskinel
de: Dies führt die Hardware-Erkennung aus und konfiguriert optional veränderte Hardware.
el: Αυτό εκτελεί τον εντοπισμό υλικού, και ρυθμίζει αν το θέλετε τις αλλαγές στο υλικό.
es: Esto ejecuta el sondeo de hardware, y opcionalmente configura el hardware que ha cambiado.
eu: Honek hardwarearen probak exekutatzen ditu, eta noizbehinka aldatu diren hardwareak konfiguratzen ditu.
fi: Tämä suorittaa laitteiston etsinnän ja tarvittaessa määrittelee muuttuneet laitteet uudestaan.
fr: Démarre la détection du matériel, optionnellement configure le changement de matériel.
gu: આ હાર્ડવેર પ્રોબ ચલાવે છે, અને વૈકલ્પિક રીતે બદલાયેલ હાર્ડવેર રુપરેખાંકિત કરે છે.
hr: Pokretanje traženja hardvera, i, opcionalno, podešavanje promijenjenog hardvera.
hu: Lefuttatja a hardverkeresőt, és igény esetén beállítja a megváltozott hardvert.
id: Program ini mendeteksi perangkat keras dan, bila suka, dapat mengatur perangkat keras yang berubah.
it: Esegue l'analisi dell'hardware e opzionalmente configura l'hardware cambiato.
ja: これはハードウェアの検出を行い、オプションで変更されたハードウェアを設定し直します。
ko: 이것은 하드웨어를 찾아서 바뀐 하드웨어를 설정합니다.
lt: Paleidžia įrenginių zondavimą, ir pasirinktinai, sukonfigūruoja pakeistus įrenginius.
ne: यसले हार्डवेयर प्रबलाई चालु गर्दछ र वैकल्पिक रूपमा हार्डवेयरलाई परिवर्तन गर्दछ ।
nl: Dit voert een hardware-detectie uit en kan gewijzigde hardware instellen.
pa: ਇਹ ਹਾਰਡਵੇਅਰ ਜਾਂਚ ਕਰਦਾ ਹੈ ਅਤੇ ਚੋਣਵੇਂ ਰੂਪ ਵਿੱਚ ਹਾਰਡਵੇਅਰ ਤਬਦੀਲੀ ਦੀ ਸੰਰਚਨਾ ਕਰਦਾ ਹੈ
pl: Uruchamia sprawdzanie sprzętu i opcjonalnie konfiguruje jego zmiany.
pt: Executa a sonda de hardware e, opcionalmente, configura hardware alterado.
pt_br: Isso executa o teste de hardware e, opcionalmente, configura o hardware alterado.
ro: Aceasta iniţiază verificarea hardware-ului şi opţional configurarea noului hardware detectat.
sq: Ky program ekzekuton kontrollin hardware, dhe mundësisht konfiguron ndryshimet në hardware.
sr: Ово покреће испробавање хардвера, и необавезно подешава измењени хардвер.
sr@latn: Ovo pokreće isprobavanje hardvera, i neobavezno podešava izmenjeni hardver.
sv: Detta kör hårdvaruundersökningen, och konfigurerar (valfritt) ändrad hårdvara.
ta: இது வன்பொருள் தேடலை இயக்குவதோடு அவைகளை அமைக்கவும் பயன்படும்
th: ตรวจสอบฮาร์ดแวร์ และอาจตั้งค่าฮาร์ดแวร์ที่เปลี่ยน
tr: Bu çalışan donanımı sorgular, ve isteğe göre değiştirilmiş donanımı yapılandırır.
uk: Запускає визначення апаратури, та, не обов'язково, налаштовує знайдене обладнання.
vi: Thử phần cứng, và có thể chọn để cấu hình phần cứng đã thay đổi.
xh: Iphumeza inkqubo yokukhuthaza isixhobo sokusebenza, yaye imisela inkqubo enokukhethwa yesixhobo esitshintshiweyo sokusebenza.

source: LIRC is a package that allows you to decode and send infra-red signals of many commonly used remote controls
ar: LIRC هو حزمة تسمح بفك ترميز و إرسال إشارات ت ح ت ا ل حمراء لأجهزة تحكم عن بعد عديدة شائعة
bg: LIRC е пакет, позволяващ Ви да декодирате и изпращате infra-red сигнали до най-често използваните дистанциони управления
bn: LIRC প্যাকেজের দ্বারা কিছু সাধারণ রিমোট-কনট্রোলের ইনফ্রা-রেড সিগ্যাল ডিকোড করে তা প্রেরণ করা সম্ভব
bs: LIRC je paket koji vam omogućuje da dekodirate i šaljete infra-crvene signale mnogih često korištenih daljinskih upravljača
ca: El LIRC és un paquet que us permet descodificar i enviar senyals d'ifrarojos, dels comandaments a distància més comuns
cs: LIRC je balíček, který vám umožňuje dekódovat a odesílat infračervené signály mnoha hodně používaných dálkových ovládání
da: LIRC er en pakke der giver dig mulighed for at dekode og sende infrarøde signaler der er almindeligt brugt af fjernbetjeninger
de: Das Paket LIRC erlaubt es Ihnen, Infrarotsignale vieler weitverbreiteter Fernbedienungen zu entschlüsseln und zu verschicken
el: Το LIRC είναι ένα πακέτο που σας επιτρέπει να αποκωδικοποίησετε και να στείλετε υπέρυθρα σήματα από τα περισσότερα τηλεχειριστήρια
es: LIRC es un paquete que permite decodificar y enviar señales infrarrojas de muchos controles remotos comunes
eu: LIRC paketeak urruneko kontrolgailu gehienen infragorri-seinaleak deskodetu eta igortzen ditu
fi: LIRC on paketti, joka sallii sinun vastaanottaa ja lähettää infrapunaviestejä useimmista yleisistä kaukosäätimistä
fr: LIRC est un paquet qui vous permet de décoder et d'envoyer des signaux infrarouge utilisés par de nombreux appareils de contrôle distant
gu: LIRC એ પેકેજ છે કે જે તમને મોટે ભાગે વપરાતા રીમોટ કંન્ટ્રોલ માટે વપરાતા ઈન્ફ્રારેડ સિગ્નલો મોકલવા અને ડીકોડ કરવાની પરવાનગી આપે છે
hr: LIRC je paket koji omogućava dekodiranje i slanje infra-crvenih signala mnogih daljinskih upravljača
hu: Az LIRC csomaggal dekódolhatók, illetve elküldhetők a legtöbb elterjedt távvezérlő infravörös jelei
id: LIRC adalah paket yang dapat membuka kode dan mengirim sinyal-sinyal infra merah dari beragam jenis remote-control.
it: LIRC è un pacchetto che consente di decodificare e inviare segnali infrarossi di molti telecomandi comunemente usati.
ja: LIRC は赤外線リモート・コントロールをデコードしたり、送信することができるパッケージです。
ko: LIRC는 일반적으로 많이 사용되는 원격 조정 장치의 적외선 신호를 보내거나 받을수 있도록 합니다.
lt: LIRC yra paketas, leidžiantis Jums dekoduoti ir siųsti ifraraudonuosius signalus daugelio plačiai naudojamų nuotolinių valdiklių
ne: एल॰आई॰आर॰सि एउटा प्याकेज हो, जसले तपाईलाई धेरै प्रयोग हुने साधारण दूर नियन्त्रकहरूको इनफ्रा-रातो॒-सिग्नललाई विसंकेत गर्छ र पठाउन अनुमती दिन्छ्।
nl: LIRC is een pakket dat infrarood-signalen van veelgebruikte afstandsbedieningen decodeert en verzendt.
pa: LIRC ਇੱਕ ਪੈਕੇਜ ਹੈ, ਜੋ ਕਿ ਤੁਹਾਨੂੰ ਆਮ ਵਰਤੇ ਜਾਦੇ ਰਿਮੋਟ ਕੰਟਰੋਲ ਦੇ ਇਨਫਰਾ-ਰੈੱਡ ਸੰਕੇਤ ਨੂੰ ਡੀਕੋਡ ਕਰਨ ਤੇ ਭੇਜਣ ਵਿੱਚ ਸਹਾਇਕ ਹੈ
pl: Pakiet LIRC pozwala na dekodowanie i wysyłanie sygnałów podczerwonych wielu powszechnie używanych pilotów zdalnego sterowania
pt: LIRC é um pacote que lhe permite descodificar e enviar sinais infra-vermelhos de vários controlos remotos comuns
pt_br: O LIRC é um pacote que permite a você decodificar e enviar sinais infra-vermelhos de muitos controles remotos comuns
ro: LIRC este un pachet ce permite recepţia şi trasmisia de semnale în infraroşu pentru multe din telecomenzile uzuale
sq: LIRC është një paket i cili të lejon dekodifikimin dhe dërgimin e sinjaleve infra-të-kuqe të shumë kontrolluesve në distancë.
sr: LIRC је пакет који омогућава да декодирате и шаљете инфрацрвене сигнале често коришћених даљинских управљача.
sr@latn: LIRC je paket koji omogućava da dekodirate i šaljete infracrvene signale često korišćenih daljinskih upravljača.
sv: LIRC är ett paket som tillåter dig att avkoda och skicka infraröda signaler som används av många vanligt förekommande fjärrkontroller
ta: LIRC தொலை கட்டுப்படுத்திகளுக்கான அக சிவப்பு கட்டுப்பாடுகளை குறிமுறை மாற்றை செலுத்த அனுமதிக்கும்
th: LIRC ช่วยอ่านและส่งสัญญาณอินฟราเรดกับรีโมทคอนโทรลที่ใช้กันทั่วไปหลายรุ่น
tr: LIRC paketi uzaktan kontrollerde şifrelemeye ve kırmızı sinyal göndermektekullanılır
uk: LIRC є пакетом, який дозволяє декодувати та надсилати інфра-червоні сигнали від багатьох поширених пультів дистанційного керування
vi: LIRC là gói cho phép bạn giải mã và gửi các tín hiệu hồng ngoại của sự điều khiển từ xa công cộng
xh: I-LIRC ngumqulu wenkqubo okuvumela ukuguqula umbhalo ofihlakeleyo nokuthumela imiqondiso enemitha ebomvu emifutshane yezixhobo ezininzi eziqhelekileyo zokulawula ukude

source: Starts misc programs that should be started
ar: بدء برامج متفرقة يجب أن تبدأ
bg: Стартиране на всички останали програми, които би трябвало да са стартирани
bn: যে বিবিধ প্রোগ্রামগুলো আরম্ভ করা উচিত তা আরম্ভ করো
bs: Pokreće razne programe koje treba pokrenuti
ca: Inicia diversos programes que haurien de ser iniciats
cs: Spouští různé programy, které by měly být spuštěny
da: Starter forskellige programmer som skal startes
de: Startet verschiedene Programme die laufen sollten
el: Ξεκινάει διάφορα προγράμματα που θα έπρεπε να έχουν ξεκινήσει
es: Inicia programas misceláneos que deberían ser iniciados
eu: Hainbat programa abiatzen ditu, abiatuta egon beharko luketenak
fi: Käynnistää toisarvoisia käynnistettäviä ohjelmia
fr: Démarre divers programme qui devraient être démarrés
gu: મિશ્રિત કાર્યક્રમો શરુ કરે છે કે જે શરુ થવાના છે
hu: Elindítja a különféle elindítandó programokat
id: Jalankan berbagai program yang ingin dijalankan
it: Avvia programmi vari che devono essere avviati
ja: 起動すべきその他の初期プログラム
ko: 시스템이 시작할 때 실행할 여러가지 프로그램을 시작합니다
lt: Paleidžia įvairias programas, kurios turėtų būti paleidžiamos
nb: Starter forskjellige programmer som skal startes
ne: बिबिध कार्यक्रम शुरू गर्नुहोला, त्यो शुरू हुन्छ
nl: Start verschillende programma's die gestart moeten worden
pa: ਫੁਟਕਲ ਕਾਰਜ ਜੋ ਕਿ ਸ਼ੁਰੂ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ, ਸ਼ੁਰੂ ਕਰੋ
pl: Uruchamia różne programy, które powinny zostać uruchomione
pt: Iniciar aplicações várias que deveriam ser iniciadas
pt_br: Inicia programas variados que precisam ser iniciados
ro: Porneşte diferite alte programe ce trebuie iniţializate
sq: Fillon programe të ndryshëm që duhen nisur
sr: Покреће разне програме које ваља покренути
sr@latn: Pokreće razne programe koje valja pokrenuti
sv: Startar diverse program som ska startas
ta: துவக்க வேண்டிய வேறு பயன்பாடுகளை துவக்கும்
th: เปิดโปรแกรมอื่นๆ ที่ควรเปิด
tr: Başlangıçta başlatılan çeşitli programlar
uk: Запускає різні програми, які необхідно запускати
vi: Chạy các chương trình cần chạy
xh: Iqala iinkqubo ze-misc ekufuneka ziqaliswe

source: lpd is the print daemon required for lpr to work properly. It is basically a server that arbitrates print jobs to printer(s).
ar: lpd هو جنّيّ طباعة مطلوب كي يعمل lpr بشكل صحيح. و هو نادل يرسل أعمال الطباعة للطابعة/الطابعات.
bg: lpd е демонът за разпечатка необходим за правилната работа на lpr. Това е основно сървър, предаващ задачи до принтера(ите).
bn: lpd একটি প্রিন্ট ডেমন যা সঠিকভাবে lpr চালানোর জন্য প্রয়োজন। এটি একটি সার্ভার যা নিজের বিবেচনা অনুযায়ী বিভিন্ন প্রিন্ট কর্ম উপস্থিত প্রিন্টারে প্রেরণ করে।
bs: lpd je demon za štampanje potreban kako bi lpr ispravno radio. Ovo je u osnovi server koji arbitrira zadatke štampe.
ca: L'lpd és el dimoni d'impressió necessari per tal que lpr funcioni degudament. Bàsicament, és un servidor que s'encarrega d'enviar tasques d'impressió a les impressores.
cs: lpd je tiskový démon vyžadovaný pro správnou funkci lpr. Je to v principu server, který rozděluje tiskové úlohy tiskárnám.
da: lpd er en printer-server som er krævet for at lpr virker korrekt. Basalt set vælger lpd hvilken printer der får hvilket udskriftsjob.
de: lpd ist der Druck-Daemon, der benötigt wird, damit lpr richtig läuft. Im Grunde ist es ein Server, der Druckaufträge an Drucker verteilt.
el: Το lpd είναι ο daemon εκτύπωσης που απαιτείται από την lpr για να λειτουργήσει σωστά. Βασικά είναι ένας εξυπηρετητής που στέλνει εργασίες εκτύπωσης στους εκτυπωτές.
es: lpd es el demonio de impresión requerido para que funcione lpr de forma correcta. Es básicamente un servidor que administra los trabajos de impresión a las impresoras.
eu: 'lpd' imprimazioko daemon-a da, eta 'lpr' egokiro lantzeko behar da. Bere oinarrian inprimagailuetan inprimatzeko lanetaz arduratzen den zerbitzari bat da
fi: lpd on tulostinpalvelin, jota tarvitaan jotta lpr toimii oikein. Käytännössä se on palvelin, joka huolehtii tulostustöiden siirrosta tulostimille.
fr: lpd est un démon d'impression requis par lpr pour fonctionner correctement. lpd est un serveur d'impression qui gère les tâches d'impression des imprimantes.
gu: lpd એ છાપનનું ડીમન છે કે જે lpr ને યોગ્ય રીતે કામ કરવા માટે જરુરી છે. એ મોટે ભાગે સર્વર છે કે જે પ્રિન્ટરને છાપનની ક્રિયાઓ સોંપે છે.
hr: lpd je daemon za ispis potreban kako bi lpr radio ispravno. U osnovni je to poslužitelj koji određuje kada će se poslovi ispisa slati pisačima.
hu: Az lpd az lpr helyes működéséhez szükséges nyomtatódémon. Lényegében egy kiszolgáló, amely irányítja a nyomtatási feladatokat a nyomtató(k)ra.
id: lpd adalah daemon print yang dibutuhkan supaya lpr bisa bekerja dengan baik. Program ini adalah server yang mengirimkan pencetakan ke pencetak.
it: lpd è il demone di stampa rischiesto da lpr per funzionare correttamente. Fondamentalmente è un server che arbitra l'invio dei lavori alla/e stampante/i.
ja: `lpd` は `lpr` を正しく動作させるのに必要な印刷デーモンです。基本的に、印刷ジョブと (複数の) プリンタの仲介役を提供するサーバです。
ko: lpd는 lpr이 올바르게 동작할 수 있도록 하는 인쇄 데몬입니다. 이것은 인쇄작업을 프린터에 적절히 분배하는 서버입니다.
lt: lpd yra spausdinimo demonas, reikalingas normaliam lpr darbui. Pagrinde tai yra serveris, kuris skirsto spausdintuvui(ams) spausdinimo užduotis.
ne: आई॰पि॰डि॰ छाप्ने डेईमोन हो, जुन आई॒॰पि॰आर॰लाई राम्ररी काम गराउन प्रयोग गरिन्छ । यो एउटा यस्तो सेवादायक हो, जसले छाप्ने कार्यलाई मुद्रकसम्म लैजाँदा मध्यस्थको काम गर्दछ ।
nl: lpd is een afdrukdaemon die nodig is om lpr goed te laten werken. Het is een server die verantwoordelijk is voor het sturen van afdrukopdrachten naar de printer(s).
pa: lpd ਇੱਕ ਪ੍ਰਿੰਟ ਡਾਈਮੋਨ ਹੈ, ਜੋ ਕਿ lpr ਦੇ ਕੰਮ ਕਰਨ ਲਈ ਲਾਜ਼ਮੀ ਹੈ| ਇਹ ਮੂਲ ਸਰਵਰ ਹੈ ਜੋ ਕਿ ਪ੍ਰਿੰਟਰ ਲਈ ਛਾਪਣ ਲਈ ਕੰਮ ਦਿੰਦਾ ਹੈ|
pl: Demon wydruku lpd jest wymagany do poprawnej pracy lpr. W uproszczeniu jest serwerem zarządzającym zadaniami wysyłanymi do drukarek.
pt: ldp é o daemon de impressão necessário para que lpr funcione correctamente. É basicamente um servidor que coordena trabalhos de impressão para impressora(s).
pt_br: O lpd é um servidor de impressão para que o lpr funcione corretamente. Ele é, basicamente, um servidor que intermedia trabalhos de impressão para a(s) impressora(a).
ro: Daemonul de tipărire lpd este necesar pentru funcţionarea lpr. Este un server ce alocă către imprimante sarcinile de tipărire
sq: lpd është programi shërbyes i printimit i cili nevojitet që lpr të punojë siç duhet. Në thelb është një server i cili arbitron printimet tek printer(at).
sr: lpd је услуга штампе неопходна да би lpr исправно радио. У основи представља сервер који прослеђује послове штампе штампачима.
sr@latn: lpd je usluga štampe neophodna da bi lpr ispravno radio. U osnovi predstavlja server koji prosleđuje poslove štampe štampačima.
sv: lpd är den utskriftsdemon som krävs för att lpr ska fungera korrekt. Det är i princip en server som medlar utskriftsjobb till skrivare.
ta: lpd lpr சரியாக வேலை செய்ய பயன்படும் அச்சியந்திர மாயாவி. இது அச்சடித்தலை கண்காணிக்கும் சேவகன்
th: lpd เป็นดีมอนการพิมพ์สำหรับการสั่งพิมพ์ด้วย lpr โดยพื้นฐานแล้ว ก็เป็นเซิร์ฟเวอร์ที่ช่วยส่งงานพิมพ์ไปยังเครื่องพิมพ์นั่นเอง
tr: Genel amaçlı lpr için lpd yazdırma programı gereklidir. Sunucu temelli yazıcı(lar)da yazdırma işlerini kontrol eder.
uk: lpd є службою друку, яка вимагається для коректної роботи. Це сервер, який передає завдання друку на принтери.
vi: lpd là daemon in ấn cho lpr. Đây là một máy chủ điều khiển và phân phối các công việc in ấn tới các máy in.
xh: I-lpd lushicilelo lwe-daemon olufunekayo ukuze i-lpr isebenze ngokukuko. Ngokwesiseko yiseva eyahlula imisebenzi yoshicilelo ukuya kwizishicileli.

source: Create devices
ar: إنشاء أجهزة
bg: Създаване на устройства
bn: ডিভাইস তৈরি করো
bs: Napravi uređaje
ca: Crea dispositius
cs: Vytvořit zařízení
da: Opret enheder
de: Erstellen von Geräten
el: Δημιουργία συσκευών
es: Crear dispositivos
eu: Sortu gailuak
fi: Luo laitetiedostoja
fr: Créer les périphériques
gu: ઉપકરણો બનાવે છે
hu: Eszközök létrehozása
id: Buat perangkat
it: Crea dispositivi
ja: デバイスの生成
ko: 장치 만들기
lt: Sukuria įrenginius
nb: Opprett enheter
ne: साधनहरु बनाऊनुहोला ।
nl: Apparaten aanmaken
pa: ਜੰਤਰ ਬਣਾਓ
pl: Tworzenie urządzeń
pt: Criar dispositivos
pt_br: Criar dispositivos
ro: Creare dispozitive
sq: Krijon dispozitivat
sr: Направи уређаје
sr@latn: Napravi uređaje
sv: Skapa enheter
ta: சாதனத்தை உருவாக்கு
th: สร้างแฟ้มอุปกรณ์
tr: Aygıt oluştur
uk: Створити пристрої
vi: Tạo các thiết bị
xh: Yila izixhobo

source: Script that will create the devices in /dev used to interface with drivers in the kernel
ar: النّصّ البرمجي الذي سينشىء الأجهزة في /dev المستخدمة مع برامج القيادة في النّواة
bg: Скрипт, създаващ устройствата в /dev , използван за комуникация с драйверите в ядрото
bn: কার্নেলে উপস্থিত ড্রাইভারের সাথে ইন্টারফেস করবার জন্য এই স্ক্রিপ্টটি /dev-এ ডিভাইস তৈরি করবে
bs: Skripta koja će napraviti uređaje u /dev koji služe za povezivanje sa drajverima u kernelu
ca: Una seqüència que crearà els dispositius a /dev utilitzats com a interfície amb els controladors del nucli
cs: Skript, který vytvoří zařízení v /dev používaná pro komunikaci s ovladači v jádře
da: Skript der opretter enhederne i /dev som bliver brugt til at være grænseflade mellem drivprogrammerne og kernen
de: Ein Script, das die Geräte in /dev mit Schnittstellen zu Treibern im Kernel einrichtet
el: Δέσμη ενεργειών που θα δημιουργήσει τις συσκευές στο /dev που χρησιμοποιούνται στην διεαπφή με τους drivers στον πυρήνα
es: Script que creará los dispositivos en /dev usados como interfaz con los controladores del núcleo
eu: Script honek /dev direktorioan gailuak sortzen ditu, kernelean dauden kontrolatzaileen interfaze gisa erabiltzeko
fi: Skripti joka luo laitetiedostot hakemistoon /dev, joiden avulla voidaan keskustella ytimessä olevien ajureiden kanssa.
fr: Script qui génère les périphériques dans /dev utilisés comme interfaceavec les drivers dans le noyau
gu: લિપિ કે જે /dev માં ઉપકરણો બનાવે છે કે જે કર્નલમાં ડ્રાઈવર સાથે ઈન્ટરફેસ કરવા માટે વપરાય છે
hu: A /dev könyvtárban a kernelhez csatlakozásra használt eszközöket létrehozó parancsfájl
id: Skrip yang akan membuat perangkat di /dev yang akan berhubungan dengan program penggerak di kernel
it: Script che crea i dispositivi in /dev usati come interfaccia ai driver del kernel
ja: Kernel のドライバを使ったインタフェースを利用するために /dev 配下にデバイス・ファイルを生成するスクリプトです。
ko: /dev디렉토리에 커널의 드라이버들이 쓸 장치파일을 만드는 스크립트입니다
lt: Scenarijus, kuris sukurs įrenginius /dev kataloge, naudojamus sąsajai su tvarkyklėmis branduolyje.
ne: लिपि जसले /dev मा साधन स्थापना गर्दछ, जसले केरनेलमा ड्रईभरहरूसंग जोड्न प्रयोग गरिन्छ ।
nl: Script dat de apparaatbestanden in /dev aanmaakt die worden gebruikt als interface voor stuurprogramma's in de kernel
pa: ਸਕ੍ਰਿਪਟ ਜੋ ਕਿ ਕਰਨਲ ਵਿੱਚ ਜੰਤਰ ਲਈ /dev ਵਿੱਚ ਡਰਾਇਵਰ ਬਣਾਉਣ ਲਈ ਵਰਤੀਆਂ ਜਾਦੀਆਂ ਹਨ|
pl: Skrypt tworzący urządzenia w /dev, używane do współpracy ze sterownikami znajdującymi się w jądrze
pt: Script que irá criar os dispositivos em /dev utilizados para interfacear com os controladores no kernel
pt_br: Um script que criará os dispositivos em /dev usados para se comunicar com drivers no kernel
ro: Script ce va crea dispozitivele din /dev pentru interfaţarea cu driverele din kernel
sq: Programth i cili do të krijojë dispozitivat në /dev të cilat përdoren për tu ndërfaqur me driver-at në kernel
sr: Спис који ће направити уређаје у /dev којима се спреже са гоничима у језгру
sr@latn: Spis koji će napraviti uređaje u /dev kojima se spreže sa goničima u jezgru
sv: Skript som kommer att skapa enheterna i /dev som används som gränssnitt till enheterna i kärnan
ta: /dev கர்னலோடு தொடர்புகொண்டு சாதனங்களை உருவாக்க பயன்படும் சிறுநிரல்
th: สคริปต์ที่จะสร้างแฟ้มอุปกรณ์ใน /dev ซึ่งใช้ติดต่อกับตัวขับอุปกรณ์ในเคอร์เนล
tr: Çekirdek sürücüleriyle arayüzey kullanmada /dev aygıtları oluşturmak için betik kullanılır.
uk: Сценарій, який буде створювати пристрої у /dev, що використовуються для зв'язку з драйверами ядра
vi: Script để tạo thiết bị trong /dev - giao diện tương tác với driver trong nhân Linux
xh: Isikripti esiya kuyila izixhobo kwi- /dev ezisetyenziswa ukudibanisa ii-drivers kwi-kernel
