Repository: JanX2/Etoile
Catalog: Services/Private/SystemToolsBackends/po/*.po
Languages: ar, bg, bn, bs, ca, cs, da, de, el, es, eu, fi, fr, gu, hr, hu, id, it, ja, ko, lt, nb, ne, nl, pa, pl, pt, pt_br, ro, sq, sr, sr@latn, sv, ta, th, tr, uk, vi, xh

source: Checks the time from a Network Time Protocol (ntp) server and adjusts the system time accordingly.
ar: يفحص الوقت من نادل بروتوكول وقت الشبكة (ntp) و يعدّل وقت النظام وفقاً له.
bg: Проверява времето от Network Time Protocol (ntp) сървъра и така настройва системното време.
bn: নেটওয়ার্ক টাইম প্রোটোকল (ntp) সার্ভারের থেকে সময় পরীক্ষা করে সিস্টেমের সময় পরিবর্তন করে।
bs: Provjerava vrijeme koristeći Network Time Protocol (ntp) server i prilagođava sistemski sat.
ca: Ajusta l'hora de sistema d'acord amb l'hora d'un servidor de temps de xarxa (NTP).
cs: Zjišťuje čas ze serveru Network Time Protocol (ntp) a podle toho upravuje systémový čas.
da: Kontrollerer tiden fra en netværkstidsprotokol (NTP)-server og indstiller system-tiden derefter.
de: Überprüft die Zeit eines Network-Time-Protokol (NTP-)Servers und passt die Systemzeit entsprechend an.
el: Ελέγχει την ώρα από έναν εξυπηρετητή Network Time Protocol (ntp) και προσαρμόζει ανάλογα την ώρα συστήματος.
es: Comprueba la hora desde un servidor NTP y ajusta la hora del sistema de acuerdo con él.
eu: Ordua NTP zerbitzariarekin egiaztatzen du, eta horrekiko sitemako ordua egokitzen du.
fi: Tarkistaa kellonajan verkon aikapalvelimilta NTP-prokollalla ja säätää järjestelmän kellonaikaa vastaavasti.
fr: Vérifie l'heure depuis un serveur (ntp) et ajuste l'heure système en fonction.
gu: નેટવર્ક ટાઈમ પ્રોટોકોલ (ntp) સર્વરમાંથી સમય ચકાસે છે અને એ પ્રમાણે સિસ્ટમ સમય સમતોલ કરે છે.
hu: Ellenőrzi az időt egy NTP (Network Time Protocol) kiszolgáló segítségével, majd ennek megfelelően beállítja a rendszer idejét.
id: Mencocokkan waktu sistem dengan menggunakan server Protokol Waktu Jaringan (Network Time Protocol/ntp).
it: Controlla l'ora da un server NTP (Network Time Protocol) e regola di conseguenza l'ora di sistema.
ja: Network Time Protocol (ntp) サーバで時刻情報を確認し、システムの時計を調整します
ko: 네트워크 시간 프로토콜(npt)서버에서 시간을 확인하고 시스템 시간을 조정합니다.
lt: Patikrina laiką Tinklo laiko protokolo (ntp) serveriuose ir pagal jį nustato sistemos laiką.
ne: सञ्जाल समय प्रोटोकलबाट समय जाच्नुहोला र दिईएको अनुसार प्रणाली समयमा समायोजन गर्नुहोला ।
nl: Controleert de systeemtijd van de machine met die van een Network Time Protocol (ntp)-server en past die aan indien nodig.
pa: Network Time Protocol (ntp) ਸਰਵਰ ਤੋਂ ਸਮਾਂ ਵੇਖੋ ਤੇ ਮੁੜ ਕੇ ਸਿਸਟਮ ਦਾ ਸਮਾਂ ਅਨੁਸਾਰ ਨਿਰਧਾਰਿਤ ਕਰੋ|
pl: Sprawdza czas na serwerze sieciowego protokołu czasu (NTP) i odpowiednio ustawia czas systemowy.
pt: Consulta a hora num servidor de Protocolo de Hora de Rede (ntp) e ajusta a do sistema de acordo com o resultado.
pt_br: Verifica a hora a partir de um servidor de Protocolo de Hora da Rede (NTP - Network Time Protocol) e ajusta a hora do sistema de acordo com ele.
ro: Verifică ceasul sistemului cu cel al unui server NTP (Network Timp Protocol) şi face ajustările necesare.
sq: Kontrollon orën nga një server dhe me anë të tij rregullon orën e sistemit.
sr: Проверава време на серверу путем протокола за мрежно време и прилагођава системско време.
sr@latn: Proverava vreme na serveru putem protokola za mrežno vreme i prilagođava sistemsko vreme.
sv: Kontrollerar tiden från en server som stöder nätverkstidsprotokollet (NTP) och justerar systemtiden i överensstämmelse med detta.
ta: வலைப்பின்னலிருந்து வலைப்பின்னல் நேர விதிமுறை(ntp) சேவகனை பார்த்து நேரத்தை மாற்றவும்.
th: ตรวจสอบเวลาจากเซิร์ฟเวอร์ NTP (Network Time Protocol) และปรับเวลาระบบตาม
tr: Ağ Zaman İletişim Kuralı (ntp) zamanı ağ üzerinden kontrol eder ve sistem zamanını buna göre ayarlar.
uk: Перевіряє час з сервера Network Time Protocol (ntp) та відповідно корегує системний час.
vi: Kiểm tra thời gian từ một máy chủ Giao thức thời gian mạng (ntp) và điều chỉnh thời gian hệ thống cho phù hợp.
xh: Iqinisekisa ixesha ukusuka kwiseva Yeprothokholi Yexesha Lothungelwano (ntp) nokulungelelanisa ixesha lenkqubo ngokufanelekileyo.

source: Network Time Protocol (NTP) server
ar: جنّيّ نادل بروتوكول وقت الشبكة (NTP)
bg: Network Time Protocol (NTP) сървър
bn: নেটওয়ার্ক টাইম প্রোটোকল (NTP) সার্ভার
ca: Servidor NTP del protocol de temps de xarxa
cs: Server Network Time Protocol (NTP)
da: Netværkstidsprotokol (NTP)-server
de: Netzwerk-Zeit-Protokoll (NTP-)Server
el: Εξυπηρετητής Network Time Protocol (NTP)
es: Servidor del protocolo de hora de Internet (NTP)
eu: Sareko orduaren protokolo (NTP) zerbitzaria
fi: Verkon aikapalvelin (NTP)
fr: Serveur pour protocole de synchronisation de l'heure (NTP) à travers le réseau.
gu: નેટવર્ક ટાઈમ પ્રોટોકોલ (NTP) સર્વર
hu: NTP (Network Time Protocol) kiszolgáló
id: Server Protokol Waktu Jaringan (Network Time Protocol/NTP)
it: Server NTP (Network Time Protocol)
ja: ネットワーク時刻プロトコル (NTP) サーバ
ko: 네트워크 시간 프로토콜(NTP) 서버
lt: Tinklo laiko protokolo (NTP) serveris
nb: Network Time Protocol (NTP)-tjener
ne: सञ्जाल समय प्रोटोकल सेवादायक
pa: Network Time Protocol (NTP) ਸਰਵਰ
pl: Serwer sieciowego protokołu czasu (NTP)
pt: Servidor de Protocolo de Hora de Rede (NTP)
pt_br: Servidor de Protocolo de Horário da Rede (NTP)
ro: Server NTP (Network Timp Protocol)
sq: Server Protokolli Ore Rrjeti (NTP)
sr: Сервер за протокол мрежног времена (NTP)
sr@latn: Server za protokol mrežnog vremena (NTP)
sv: Server för nätverkstidsprotokollet (NTP)
ta: (NTP) வலைப்பின்னல் நேர விதிமுறை சேவகன்
th: เซิร์ฟเวอร์ Network Time Protocol (NTP)
tr: Ağ Zamanı İletişim Kuralı (NTP) sunucusu
uk: Сервер Network Time Protocol (NTP)
vi: Máy chủ Giao thức thời gian mạng (NTP)
xh: Iseva Yeprothokholi Yexesha Lothungelwano (NTP)

source: Daemon which sets and maintains the system time-of-day in synchronism with Internet standard time servers
ar: جنّيّ يقوم بإعداد و صيانة مزامنة وقت اليوم للنظام مع نوادل وقت الانترنت القياسيّة
bg: Демон, който настройва и поддържа системното време като го синхронизира със стандартните Internet time сървъри
bn: এই ডেমনটি ইন্টারনেটের সময়ের সার্ভারের মানের সাথে সামঞ্জস্য রেখে সিস্টেমের জন্য দিনের-সময় নির্ধারণ করে
bs: Demon koji podešava i održava sistemsko vrijeme u sinhronizaciji sa standardnim Internet time serverima
ca: Un dimoni que posa i manté l'hora del sistema en sincronisme amb els servidors estàndards de temps d'Internet
cs: Démon, který nastavuje a udržuje systémový čas synchronně se standardními servery času na Internetu
da: Server der indstiller og vedligeholder system-tiden i synkronisering med internet standardtidsservere
de: Deamon, der die Zeit des Systems mit einem Zeit-Server aus dem Internet synchronisiert
el: Ένας Daemon που ορίζει και διατηρεί την ώρα συστήματος σε συγχρονισμό με τους Internet standard time servers
es: Demonio que mantiene y establece la hora del sistema en sincronía con los servidores de hora de Internet
eu: Daemon honek sistemako ordua interneteko ordu-zerbitzariekin bat sinkronizatuta ezarri eta mantentzen du.
fi: Palvelin, joka asettaa ja ylläpitää järjestelmän kellonaikaa, synkronoituna Internetin aikapalvelimien kanssa
fr: Démon qui synchronise le système horaire avec les serveurs de temps standards d'Internet
gu: ડીમન કે જે સિસ્ટમ દિવસનો સમય સુયોજિત કરે છે અને જાળવી રાખે છે ઈન્ટરનેટ પ્રમાણભૂત સમય સર્વરો સાથે
hu: A rendszeridőt az internetes időszerverekkel egyeztetve beállító és fenntartó démon
id: Daemon yang mengatur dan mengelola waktu sistem dengan cara melakukan sinkronisasi dengan server-server di Internet
it: Demone che imposta e mantiene l'ora del giorno di sistema in sincronia con i server orari standard di Internet
ja: インターネット標準時刻サーバと同期する際にシステムの時刻と日付をセット/管理するデーモンです。
ko: 시스템의 time-of-day 동기화를 관리하고 설정하는 인터넷 표준 시간 서버와 동기화 하는 데몬입니다
lt: Demonas sinchronizuojantis sistemos laiką su Interneto laiko serveriais.
ne: डेईमोन, जसले एकै समयमा प्रणाली दिनको समय ईन्टरनेट खास समय सेवादायकहरू संग मिलाउन र व्यवस्था गर्दछ ।
nl: Daemon die de systeemtijd instelt en synchroon houdt met standaard tijdservers op internet
pa: ਪੇਸ਼ਕਾਰ ਜੋ ਕਿ ਸਰਵਰ ਦਾ ਸਮਾਂ ਨੈੱਟਵਰਕ ਦੇ ਸਰਵਰ ਦੇ ਸਮੇਂ ਮੁਤਾਬਕ ਨਿਰਧਾਰਿਤ ਕਰਦਾ ਹੈ ਅਤੇ ਸਮੇਂ ਸਮੇਂ ਤੇ ਸਮਕਾਲੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ|
pl: Demon ustawiający i utrzymujący czas systemowy w zgodności z internetowymi serwerami czasu
pt: Daemon que define e mantém a hora do sistema em sincronismo com os servidores de hora padrão da Internet
pt_br: Um servidor que define e mantém a hora do sistema em sincronismo com servidores de horário padrão da Internet
ro: Daemon ce setează şi menţine ceasul sistemului sincron cu cel al serverelor NTP din internet
sq: Program Shërbyes i cili cakton dhe mban orën e sistemit në sinkronizim me servera Interneti të orës standarte
sr: Услужни програм који поставља и одржава системско време усклађено са стандардним серверима времена на Интернету
sr@latn: Uslužni program koji postavlja i održava sistemsko vreme usklađeno sa standardnim serverima vremena na Internetu
sv: Demon som ställer in och underhåller systemets tid i synkronisation med Internet-standardtidsservrar
ta: கணினி நேரத்தை வலைப்பின்னல் நேரத்தோடு ஒத்திசைக்கும் மாயாவி
th: ดีมอนซึ่งตั้งและดูแลเวลาระบบให้ตรงกับเวลาของเซิร์ฟเวอร์เวลามาตรฐานของอินเทอร์เน็ต
tr: Program, kümeleri ve sistem zamanını internetteki standart zaman sunucuylarıyla ayarlar.
uk: Служба, яка встановлює та підтримує системну дату й час у відповідності зі стандартними Інтернет-серверами точного часу
vi: Daemon đặt và duy trì thời gian của hệ thống cho đồng bộ với máy chủ thời gian tiêu chuẩn Internet
xh: I-Daemon emisela ilondoloze inkqubo yexesha losuku ukuhambelana nexesha elisesikweni leeseva ze-intanethi

source: HTTP caching proxy
ar: بروكسي HTTP بذاكرة مخبّأة
bg: Кеширащ HTTP сървър посредник
bn: HTTP ক্যাশের জন্য প্রক্সি
ca: Servidor intermediari d'HTTP amb memòria cau
cs: Kešující proxy HTTP
da: HTTP-mellemlagerserver
de: HTTP-Cache-Proxy
es: proxy caché HTTP
eu: HTTP-aren proxy katxea
fi: HTTP-välimuisti
fr: Un proxy cache HTTP
gu: HTTP કેશીંગ પ્રોક્સી
hr: HTTP proxy koji koristi međuspremnike
hu: Ideiglenes tárolást biztosító HTTP-proxy
id: Proksi data singgahan HTTP
it: Proxy HTTP con cache
ja: HTTP キャッシング・プロキシです。
ko: HTTP 캐싱 프록시
lt: HTTP kešuojanti tarpinė stotis
nb: HTTP-proxy som mellomlagrer data
ne: एच॰टि॰टि॰पि॰ लुकाउने प्रोक्सी
pa: HTTP ਕੈਚਿਗ ਪਰਾਕਸੀ
pl: Pośrednik buforujący HTTP
pt: Proxy de cache HTTP
pt_br: Proxy de cache HTTP
ro: Proxy HTTP
sq: Proxy HTTP cache
sr: HTTP посредник са оставом
sr@latn: HTTP posrednik sa ostavom
sv: Cachande HTTP-proxy
ta: HTTP கேச்சிங் ப்ராக்ஸி
th: พร็อกซีซึ่งทำแคชสำหรับ HTTP
tr: HTTP önbellekleme vekil sunucu
uk: кешуючий проксі HTTP
xh: Uvimba wethutyana we-HTTP olawula i-intanethi

source: PCMCIA Services
ar: خدمات PCMCIA
bg: PCMCIA услуги
bn: PCMCIA পরিসেবা
bs: PCMCIA servisi
ca: Serveis PCMCIA
cs: Služby PCMCIA
da: PCMCIA-tjenester
de: PCMCIA-Dienste
el: Υπηρεσίες PCMCIA
es: Servicios PCMCIA
eu: PCMCIA zerbitzuak
fi: PCMCIA-palvelut
fr: Services PCMCIA
gu: PCMCIA સેવાઓ
hr: PCMCIA servisi
hu: PCMCIA-szolgáltatások
id: Layanan PCMCIA
it: Servizi PCMCIA
ja: PCMCIA サービスです。
ko: PCMCIA 서비스
lt: PCMCIA paslaugos
nb: PCMCIA-tjenester
ne: पि॰सि॰एम॰सि॰आई॰ए सेवाहरू
nl: PCMCIA-diensten
pa: PCMCIA ਸੇਵਾਵਾਂ
pl: Usługi PCMCIA
pt: Serviços PCMCIA
pt_br: Serviços PCMCIA
ro: Servicii PCMCIA
sq: Shërbime PCMCIA
sr: PCMCIA услуге
sr@latn: PCMCIA usluge
sv: PCMCIA-tjänster
ta: PCMCIA சேவைகள்
th: บริการ PCMCIA
tr: PCMCIA Servisleri
uk: Служби PCMCIA
vi: Dịch vụ PCMCIA
xh: Iinkonzo ze-PCMCIA

source: Caching-Only DNS Server
ar: نادل DNS بذاكرة مخبّأة فقط
bg: DNS Server само за кеширане
bn: শুধুমাত্র ক্যাশের জন্য DNS সার্ভার
bs: DNS Server samo za cache-iranje
ca: Servidor DNS només amb memòria cau
cs: Jen kešující DNS server
da: Kun mellemlager-DNS-server
de: Nur-Cache-DNS-Server
es: Servidor DNS de sólo de caché
eu: Katxe mailako DNS zerbitzaria
fi: Vain välimuistina toimiva DNS-palvelin
fr: Un serveur DNS qui fait seulement cache
gu: માત્ર DNS સર્વર કેશ કરી રહ્યા છે
hr: DNS poslužitelj s međuspremanjem podataka
hu: Csak átmeneti tárolást biztosító DNS-kiszolgáló
id: Server DNS Singgahan (caching only)
it: Server DNS che fa solo cache
ja: キャッシング・オンリーの DNS サーバです。
ko: DNS 캐싱전용 서버
lt: Tik kešuojantis DNS serveris
nb: Caching DNS Tjener
ne: डि॰एन॰एस सेवादायक मात्र लुकाने
nl: Alleen bufferende DNS-server
pa: ਕੈਂਚੇ ਹੀ DNS ਸਰਵਰ
pl: Buforujący serwer DNS
pt: Servidor DNS Apenas de Cache
pt_br: Servidor DNS apenas para cache
ro: Server de cache DNS
sq: Server DNS vetëm-cache
sr: ДНС сервер само са оставом
sr@latn: DNS server samo sa ostavom
sv: DNS-server som endast cachar
ta: தற்காலிக சேமிப்பு DNS சேவகன்
th: เซิร์ฟเวอร์ DNS ซึ่งทำแคชเท่านั้น
tr: Salt-önbellekleyen DNS Sunucusu
uk: Лише кешуючий сервер DNS
xh: Iseva ye-DNS enguvimba wethutyana kuphela

source: IPsec tunnel implementation
ar: تنفيذ نفق IPsec
bn: IPsec টানেল বাস্তবায়ন
bs: IPsec tunnel implementacija
ca: Implementació del túnel IPsec
cs: Implementace tunelu IPsec
de: IPsec-Tunnelimplementierung
es: Implementación de túneles IPSec
eu: IPSec tunelen inplementazioa
fi: IPSEC-tunneleiden toteutus
fr: implémentation du tunnel IPsec (IP sécurisée)
gu: IPsec ટનલ સુધારો
hr: Implementacija IPsec tunela
hu: IPsec-alagút megvalósítás
id: Implementasi terowongan IPsec
it: Implementazione del tunnel IPsec
ja: IPsec トンネルの実装です。
ko: IPsec 터널 구현
lt: IPsec tunelio įgyvendinimas
nb: IPsec tunnel implementasjon
ne: आई॒॰पि॰ sec टनेल साधन
nl: IPsec-tunnel implementatie
pa: IPsec ਟਨਲ ਸਥਾਪਨਾ
pl: Implementacja tunelu IPsec
pt: Implementação de tunnel IPsec
pt_br: Implementação de túnel IPsec
ro: Implementare tunel IPsec
sq: Implementim tuneli IPsec
sr: Остварење IPsec тунела
sr@latn: Ostvarenje IPsec tunela
ta: IPsec சுரங்க செயல்முறை
tr: IPsec tünel yürütmesi
uk: реалізація тунелю IPsec
xh: Itonela yokuphumeza ye-IPsec

source: DARPA port to RPC program number mapper
ar: رابط منفذ DARPA إلى رقم برنامج RPC
bg: Порт според DARPA за преобразуването на номерата на програмите за RPC
ca: Programa per al mapeig de números de port DARPA a RPC
cs: Mapování portů DARPA na čísla programů RPC
da: DARPA-port til RPC-programnummerafbilleder
de: DARPA-Port nach RPC-Programmnummer-Assoziierer
es: Puerto DARPA para el papeador de números de puerto RPC
eu: DARPA ataka, RPC ataka mapatzailerako
fi: DARPA-porteista RPC-ohjelmanumeroihin yhdistäjä
fr: Programme de correspondance des ports DARPA vers des numéros de programme RPC
gu: DARPA પોર્ટ RPC કાર્યક્રમ સંખ્યાની સંગતતા
hr: Program za mapiranje DARPA portova u RPC
hu: A DARPA portok és az RPC programszámok megfeleltetése
id: Program pemetaan nomor port DARPA ke RPC
it: Mappatore da porte DARPA a numeri di programma RPC
ja: RPC プログラム番号の割り当てを行う DARPA ポート
ko: RPC 프로그램 넘버 매퍼의 DARPA 포트
ne: DARPA पोर्ट देखि RPC कार्यक्रम संख्या म्यापरमा
nl: Programma voor het omzetten van DARPA-poortnummers naar RPC-programmanummers
pa: DARPA ਪੋਰਟ RPC ਕਾਰਜ ਅੰਕ ਮਿਲਾਨਕਰਤਾ ਲਈ
pl: Port DARPA programu mapującego numery RPC
pt: Porto DARPA para mapeador de números de aplicações RPC
pt_br: Porta DARPA para mapa de números de programas RPC.
ro: Mapează porturi DARPA pentru programele RPC
sr: Пресликавање ДАРПА порта на RPC број програма
sr@latn: Preslikavanje DARPA porta na RPC broj programa
sv: Mapper för DARPA-port till RPC-programnummer
ta: DARPA RPC நிரல் எண் அமைப்பு
th: บริการแม็ปพอร์ต DARPA ไปยังหมายเลขโปรแกรม RPC
tr: RPC programı sayı haritalayıcı DARPA portu
uk: DARPA порт до RPC програми прив'язки чисел
xh: Isiqhagamsheli se-DARPA kwi-RPC yenkqubo yokwenza inombolo yemephu

source: The portmapper manages RPC connections, which are used by protocols such as NFS and NIS. The portmap server must be running on machines which act as servers for protocols which make use of the RPC mechanism.
ar: يدير رابط المنافذ اتصالات RPC، التي تستخدم من بروتوكولات كـNFS و NIS. يجب أن يعمل نادل ربط المنافذ على الأجهزة التي تعمل كنوادل للبروتوكولات التي تستخدم آلية RPC.
bg: portmapper управлява RPC връзките, които са използвани от протоколи като NFS и NIS. portmap сървъра трябва да работи на машини, които са сървъри за протоколи и използват RPC механизма.
bn: এই পোর্টম্যাপারটি NFS এবং NIS প্রোটোকলের দ্বারা ব্যবহৃত RPC-র সংযোগসমূহকে পরিচালনা করে। RPC প্রক্রিয়া ব্যবহারকারী প্রোটোকলের জন্য সার্ভার হিসাবে নির্ধারিত মেশিনগুলোতে পোর্টম্যাপ সার্ভার সক্রিয় থাকা প্রয়োজন।
bs: Portmapper upravlja RPC konekcijama koje koriste protokoli kao što su NFS i NIS. Portmap server mora biti pokrenut na računarima koji funkcionišu kao serveri za protokole koji koriste RPC mehanizam.
ca: El portmapper gestiona les connexions RPC, utilitzades per protocols com ara NFS i NIS. El servidor portmap s'ha d'estar executant en màquines que actuen com a servidors per a protocols que utilitzen el mecanisme RPC.
cs: portmapper spravuje spojení RPC, která jsou používána např. protokoly NFS a NIS. Server portmap musí běžet na počítačích, které vystupují jako servery pro protokoly, které používají mechanismus RPC.
da: Portafbillederen håndterer RPC-forbindelser, der benyttes af protokoller så som NFS og NIS. Serveren portmap skal være aktiveret på maskiner der fungerer som server for protokoller der benytter sig af RPC-mekanismen.
de: Der Port-Assoziierer verwaltet RPC-Verbindungen, die von Protokollen wie NFS und NIS verwendet werden. Der portmap-Server muss auf Rechnern ausgeführt werden, die als Server für Protokolle dienen, die den RPC-Mechanismus verwenden.
el: Ο portmapper διαχειρίζεται συνδέσεις RPC, που χρησιμοποιούνται από πρωτόκολλα όπως το NFS και το NIS. Ο εξυπηρετητής portmap πρέπει να τρέχει σε μηχανήματα που ενεργούν ως εξυπηρετητές για πρωτόκολλα που χρησιμοποιούν το μηχανισμό RPC.
es: Portmapper administra las conexiones RPC, que se usan en los protocolos como NFS y NIS. El servidor portmap debe estar en ejecución en las máquinas que actúan como servidores para protocolos que usen el mecanismo RPC.
eu: 'portmapper'-ek RPC konexioak kudeatzen ditu, NFS edota NIS bezalako protokoloetan erabiltzen dena. 'portmap' zerbitzaria RPC mekanismoa erabiltzen duten protokoloen zerbitzari gisa aritzen diren ordenagaluetan exekutatzen egon behar du.
fi: Portmapper hallitsee RPC-yhteyksiä, joita käytettävät muun muassa protokollat kuten NFS ja NIS. Portmap-palvelimen täytyy olla päällä järjestelmissä, jotka toimivat palvelimina protokollille, jotka käyttävät RPC-menetelmää.
fr: Le portmapper gère les connexions RPC, qui sont utilisées par des protocoles comme NFS et NIS. Le serveur portmap doit fonctionner sur les machines qui fonctionnent comme serveur pour les protocoles qui utilisent le mécanisme RPC.
gu: portmapper એ RPC જોડાણોની વ્યવસ્થા કરે છે, કે જે પ્રોટોકોલો જેવા કેNFS અને NIS દ્વારા વપરાય છે. portmap સર્વર મશીનો પર જ ચાલતું હોવું જોઈએકે જે પ્રોટોકોલો માટે સર્વર તરીકે કામ કરે છે કે જે RPC નું કામ કરી લે છે.
hr: Portmapper upravlja RPC vezama koje koriste protokoli poput NFS-a i NIS-a.Portmap poslužitelj mora biti pokrenut na računalima koji su poslužitelji protokola koji koriste RPC mehanizam.
hu: A portleképező kezeli a például az NFS és NIC protokollok által használt RPC-kapcsolatokat. A portmap kiszolgálónak futnia kell az olyan gépeken, amelyek az RPC-mechanizmust használó protokollok számára kiszolgálóként viselkednek.
id: Program portmapper mengatur koneksi RPC yang digunakan oleh beberapa jenis protokol seperti NFS dan NIS. Server portmap harus jalan pada komputer yang berperan sebagai server pada protokol yang menggunakan mekanisme RPC.
it: Il pormapper gestisce le connessioni RPC, che sono usate da protocolli quali NFS e NIS. Il server portmap deve essere eseguito sulle macchine che agiscono come server per i protocolli che fanno uso del meccanismo RPC.
ja: `portmap(per)` は、NFS や NIS のようなプロトコルで使用される RPC 接続を管理します。`portmap` サーバは、RPC メカニズムを使用するプロトコルのサーバとして動作するマシンで起動する必要があります。
ko: NFS나 NIS같은 프로토콜에서 쓰이는 RPC연결을 관리하는 포트매퍼입니다. 포트맵 서버는 RPC메카니즘을 사용하는 프로토콜의 서버로 동작하는 시스템에서 실행하여야 합니다.
lt: portmapper tvarko RPC prisijungimus, kurie yra naudojami tokių protokolų kaip NFS ir NIS. portmap serveris turi būti paleistas kompiuteriuose, kurios atlieka serverių, protokolams, kurie naudoja RPC mechanizmą, vaidmenį.
ne: प्रोर्टम्यापर ले आर॰पि॰सि जडानको प्रबन्ध गर्दछ, जुन एन॰एफ॰एस॰ र एन॰आई॰एस जस्तै प्रोटोकोलहरूले प्रयोग गरेको हुन्छ । प्रोटोम्याप सेवादायक साधनहरूमा चालु हुनु पर्दछ, जुन प्रोटोकोलहरूको लागी सेवादायकको भुमिका निर्वाह गर्दछ जसले आर॰पि॰सि॰ यन्त्रको निर्माणको प्रयोग गर्दछ ।
nl: De poortomzetter (portmapper) beheert RPC-verbindingen die worden gebruikt door protocollen zoals NFS en NIS. De portmap-server moet actief zijn op machines die werken als server voor protocollen die gebruik maken van het RPC-mechanisme.
pa: portmapper manages RPC ਕੁਨੈਕਸ਼ਨ, ਜੋ ਕਿ NFS ਅਤੇ NIS ਪਰੋਟੋਕੋਲਾਂ ਦੁਆਰਾ ਵਰਤੇ ਜਾਦੇ ਹਨ portmapper ਸਰਵਰ ਉਹਨਾਂ ਮਸ਼ੀਨ ਤੇ ਚੱਲਣਾ ਲਾਜ਼ਮੀ ਹੈ, ਜੋ ਕਿ ਪਰੋਟੋਕੋਲ ਸਰਵਰ ਦੇ ਤੌਰ ਕੰਮ ਕਰਦੇ ਹਨ ਅਤੇ RPC ਢੰਗ ਨੂੰ ਵਰਤਦੇ ਹਨ
pl: Program portmap zarządza połączeniami RPC, które są używane przez protokoły takie jak NFS i NIS. Serwer portmap musi być uruchomiany na komputerach, które działają jako serwery protokołów korzystających z mechanizmu RPC.
pt: O mapeador de portos gere ligações RPC, que são utilizadas por protocolos tais como NFS e NIS. O servidor portmap tem de estar em execução em máquinas que sirvam como servidores para protocolos que utilizem o mecanismo RPC.
pt_br: O portmapper gerencia conexões RPC, que são usadas por protocolos tais como NFS e NIS. O servidor portmap deve estar sendo executado em máquinas que hajem como servidores para protocolos que fazem uso do mecanismo RPC.
ro: Daemonul portmap administrează conexiunile RPC, utilizate de protocoale precum NFS şi NIS. Serverul portmap trebuie pornit pe maşinele ce funcţionează ca servere pentru protocoale ce utilizează mecanismul RPC.
sq: Vëzhguesi i portave organizon lidhjet RPC, të cilat përdoren nga protokolle si NFS dhe NIS. Serveri portmap duhet të jetë në ekzekutim në sistemet që punojnë si servera për protokollet që përdorin mekanizmin RPC.
sr: Портмапер управља RPC везама, које користе протоколи као што су NFS и NIS. Сервер за портмапе мора бити покренут на рачунарима који представљају сервере за протоколе који користе RPC механизам.
sr@latn: Portmaper upravlja RPC vezama, koje koriste protokoli kao što su NFS i NIS. Server za portmape mora biti pokrenut na računarima koji predstavljaju servere za protokole koji koriste RPC mehanizam.
sv: Portmappern hanterar RPC-anslutningar som används av protokoll som till exempel NFS och NIS. portmap-servern måste köras på maskiner som agerar som servrar för protokoll som använder RPC-mekanismen.
ta: போர்ட் மேப்பர் RPC இணைப்புகளை மேலாண்மை செய்வதோடு, NFS மற்றும் IS. விதிமுறைகளை பயன்படுத்தும் TPC mதொழில்நுட்பத்தை பயன்படுத்தும் போது போர்ட் மேப் சேவகனில் இயக்கப்பட வேண்டும்
th: จัดการการเชื่อมต่อ RPC ซึ่งใช้โดยบางโพรโตคอล เช่น NFS และ NIS เครื่องซึ่งทำหน้าที่เป็นเซิร์ฟเวอร์สำหรับโพรโตคอลที่ใช้กลไก RPC ต้องเปิดบริการ portmap
tr: Portmapper RPC bağlantılarını kullanan NFC ve NIS gibi iletişimlerini yönetir. RPC mekanizmasını kullanan iletişim kuralları için sunucularda portmap sunucusu çalıştırılır.
uk: portmapper керує RPC з'єднаннями, які використовуються такими протоколами як NFS та NIS. portmap сервер повинен бути запущений на машинах, які виконують роль сервера для протоколів, що використовують механізм RPC.
xh: Isiqhagamsheli sokwenza imephu silawula i-RPC ngeendlela zonxibelelwano, ezisetyenziswa ziiprothokholi ezifana ne-NFS ne-NIS. Iseva yemephu yesiqhagamsheli kufuneka iphunyezwe kwinkqubo yoomatshini ezisebenza njengeeseva zeeprothokholi ezisebenzisa inkqubo ye-RPC.
