Repository: JanX2/Etoile
Catalog: Services/User/AddressManager/*.lproj/Localizable.strings
Languages: dutch, french, german, spanish

source: (Me)
dutch: (Ik)
french: (Moi)
german: (Ich)
spanish: (Yo)

source: '%@' cannot be edited because the record is marked as read-only.
german: '%@' kann nicht verändert werden, weil der Eintrag als schreibgeschützt markiert ist.
spanish: '%@' no puede editarse ya que el registro esta marcado como solo lectura.

source: '%@' could not be added to '%@'
dutch: '%@' kon niet worden toegevoegd aan '%@'
french: '%@' n'a pu être ajouté à '%@'
german: '%@' konnte nicht der Gruppe '%@' hinzugefügt werden

source: A new person could not be created.
german: Die neue Person konnte nicht erstellt werden.
spanish: No se pudo crear la nueva persona.

source: Addresses
dutch: Adressen
french: Adresses
german: Addressen
spanish: Direcciones

source: Addresses*
dutch: Adressen*
french: Adresses*
german: Addressen*
spanish: Direcciones*

source: All
dutch: Iedereen
french: Tout
german: Alle
spanish: Todos

source: Can only store a single person in files of type %@
dutch: Alleen een enkelvoudige persoon kan worden opgeslagen in bestanden van type %@
french: Ne peux stocker qu'une seule personne dans les fichiers de type %@
german: Kann nur eine einzelne Person in Dateien vom Typ %@ speichern.
spanish: Solo puede almacenarse una sola persona en archivos del tipo %@

source: Cannot export files of type %@
dutch: Kan geen bestanden exporteren van type %@
french: Ne peux exporter les fichiers de type %@
german: Kann Dateien vom Typ %@ nicht exportieren
spanish: No se pudo exportar los archivos de tipo %@

source: Could not add member!
dutch: Kon persoon niet toevoegen!
french: Ne peux pas ajouter un membre !
german: Konnte nicht hinzufügen!

source: Could not create group!
dutch: Kon de groep niet aanmaken!
french: Ne peux pas ajouter de groupe !
german: Gruppe konnte nicht erstellt werden!
spanish: No se pudo crear el grupo!

source: Could not write file %@. Permissions error?
dutch: Kon de file %@ niet bewaren. Permissie probleem?
french: Ne peux pas écrire le fichier %@. Erreur de Permissions ?
german: Konnte Datei %@ nicht speichern. Unzureichende Berechtigung?
spanish: No se pudo grabar el archivo %@. Problemas de permisos?

source: Couldn't add person
german: Konnte Person nicht hinzufügen
spanish: No se pudo agregar la persona

source: Couldn't create person
german: Konnte Person nicht erstellen
spanish: No se pudo crear la persona

source: Couldn't save
dutch: Kon niet opslaan
french: Ne peux pas sauver
german: Speichern nicht möglich
spanish: No se pudo grabar

source: Delete Group?
dutch: Groep verwijderen?
french: Effacer le Groupe ?
german: Gruppe löschen?
spanish: Borrar grupo?

source: Delete Person?
dutch: Persoon verwijderen?
french: Effacer la Personne ?
german: Person löschen?
spanish: Borrar persona?

source: Delete Persons?
dutch: Personen verwijderen?
french: Effacer les Personnes ?
german: Personen löschen?
spanish: Borrar personas?

source: Disallowed
dutch: Niet toegestaan
french: Non autorisé
german: Nicht erlaubt
spanish: No permitido

source: Discard Person?
dutch: Persoon niet bewaren?
french: Ne pas tenir compte de la Personne ?
german: Person verwerfen?
spanish: Descartar persona?

source: Do not share these people
dutch: Deze personen niet delen?
french: Ne pas partager ces personnes
german: Nicht freigeben
spanish: No compartir estas personas

source: Do not share this person
dutch: Deze persoon niet delen
french: Ne pas partager ces personnes
german: Nicht freigeben
spanish: No compartir esta persona

source: Do you really want to delete %@ from "All" and all groups?
dutch: Wilt u echt %@ verwijderen van "Iedereen" en alle groepen?
french: Voulez vous vraiment effacer %@ de "Tout" et de tous les groupes ?
german: Möchten Sie %@ wirklich aus "Alle" und allen Gruppen löschen?
spanish: Realmente desea borrar %@ de "Todos" y todos los grupos?

source: Do you really want to delete the %d selected persons from "All" and all groups?
dutch: Wilt u echt de %d geselecteerde personen van "Iedereen" en alle groepen verwijderen?
french: Voulez vous vraiment effacer les %d personnes sélectionnées de "Tout" et tous les groupes ?
german: Möchten Sie wirklich die %d ausgewählten Personen aus "Alle" und allen Gruppen löschen?
spanish: Realmente desea borrar las %d personas seleccionadas de "Todos" y todos los grupos?

source: Do you really want to delete the group '%@'?
dutch: Wilt u echt de groep '%@' verwijderen?
french: Voulez vous vraiment effacer le groupe '%@'?
german: Möchten Sie die Gruppe '%@' wirklich löschen?
spanish: Realmente desea borrar el grupo '%@'?

source: Don't insert
dutch: Niet toevoegen
french: Ne pas insérer
german: Nicht importieren
spanish: No insertar

source: Don't quit
dutch: Niet stoppen
french: Ne pas quitter
german: Nicht beenden
spanish: No salir

source: Edit Person
dutch: Wijzig persoon
french: Éditer la Personne
german: Person bearbeiten
spanish: Editar Persona

source: Edit person
german: Person bearbeiten
spanish: Editar persona

source: End editing
dutch: Beeindig wijzigen
french: Terminer l'Édition
german: Bearbeitung beenden
spanish: Finalizar edición

source: Error
dutch: Probleem
french: Erreur
german: Fehler

source: Everything
dutch: Alles
french: Tout
german: Komplett
spanish: Todo

source: Existing person?
dutch: Bestaande persoon?
french: Personne Existante ?
german: Existierende Person?
spanish: Persona existente?

source: Export %d records to...
dutch: Exporteer %d records naar...
french: Exporter %d enregistrements vers...
german: %d Datensätze exportieren...
spanish: Exportar %d registros a...

source: Export '%@' to...
dutch: Exporteer '%@' naar...
french: Exporter '%@' vers...
german: '%@' exportieren...
spanish: Exportar '%@' a...

source: Group
dutch: Groep
french: Groupe
german: Gruppe
spanish: Grupo

source: Import...
dutch: Importeer...
french: Importer...
german: Importieren...
spanish: Importar...

source: Insert anyway
dutch: Toch toevoegen
french: Insérer de toute façon
german: Trotzdem importieren
spanish: Insertar de cualquier manera

source: Invalid File Type
dutch: Onbekend bestands type
french: Type de Fichier Invalide
german: Ungültiger Dateityp
spanish: Tipo de archivo inválido

source: New Group
dutch: Nieuwe Groep
french: Nouveau Groupe
german: Neue Gruppe
spanish: Nuevo Grupo

source: New Person
german: Neue Person
spanish: Nueva persona

source: No
dutch: Nee
french: Non
german: Nein

source: Quit without saving
dutch: Afsluiten zonder opslaan
french: Quitter sans sauvegarder
german: Beenden ohne Speichern
spanish: Salir sin guardar

source: Read-Only Person
german: Nur-Lesbarer Datensatz
spanish: Persona de solo lectura

source: Replace
dutch: Vervangen
french: Remplacer
german: Ersetzen
spanish: Reemplazar

source: Save Changes?
dutch: Wijzigingen opslaan?
french: Sauver les Changements ?
german: Änderungen speichern?
spanish: Guardar cambios?

source: Save and Quit
dutch: Opslaan en afsluiten
french: Sauver et Quitter
german: Speichern und beenden
spanish: Guardar y salir

source: Share these people
dutch: Deze personen delen
french: Partager ces personnes
german: Freigeben
spanish: Compartir estas personas

source: Share this person
dutch: Deze persoon delen
french: Partager cette personne
german: Freigeben
spanish: Compartir esta persona

source: The database could not be saved!
dutch: De database kon niet worden opgeslagen!
french: La base de donnée ne pourra pas être sauvée !
german: Die Datenbank konnte nicht gespeichert werden!
spanish: La base de datos no pudo ser grabada!

source: The group '%@` could not be deleted.
dutch: De groep '%@` kon niet worden verwijderd.
french: Le groupe '%@` ne pourra pas être effacé.
german: Die Gruppe '%@` konnte nicht gelöscht werden.
spanish: El grupo '%@` no pudo ser borrado.

source: The newly created person could not be added to this group.
german: Die neue Person konnte dieser Gruppe nicht hinzugefügt werden.
spanish: La persona recientemente creada no pudo ser agregada a este grupo.

source: The person you have edited has no first or last names. Would you like to discard this person?
dutch: The persoon die u heeft gewijzigd heeft geen voor- of achternaam. Wilt u deze persoon niet bewaren?
french: La personne que vous avez édité n'a pas de prénom ou de nom. Voulez vous l'enlever ?
german: Die Person, die Sie bearbeitet haben, hat keinen Vor- oder Nachnamen. Möchten Sie sie verwerfen?
spanish: La persona que ha editado no tiene nombre ni apellido. Desea descartar esta persona?

source: Trying to import person named '%@', which already exists in the database.
dutch: Persoon met de naam '%@', bestaat al in de database.
french: On essaie d'importer une personne nommée '%@', qui existe déja dans la base de donnée.
german: Eine Person namens '%@' soll importiert werden. Dieser Name existiert bereits in der Datenbank.
spanish: La persona llamada '%@' que se trata de importar ya existe en la base de datos.

source: Write Failed
dutch: Opslaan mislukt
french: L'écriture a échouée
german: Speichern fehlgeschlagen
spanish: Fallo la grabación

source: Yes
dutch: Ja
french: Oui
german: Ja
spanish: Si

source: You cannot rename a group to "All", since that name is reserved by the system.
dutch: U kunt een groep niet hernoemen als "Iedereen", omdat het een systeem groep is.
french: Vous ne pouvez renommer un groupe en "Tout", car ce nom est réservé par le système.
german: Sie können keine Gruppe in "Alle" umbenennen, weil dieser Name vom System reserviert ist.
spanish: No es posible renombrar un grupo como "Todos", ya que ese nombre esta reservado al sistema.

source: You cannot rename this group to "%@", since a group of that name already exists.
dutch: U kunt een groep niet hernoemen als "%@", omdat de groep al bestaat.
french: Vous ne pouvez renommer ce groupe en "%@", car un groupe du même nom existe déja.
german: Sie können diese Gruppe nicht in "%@" umbenennen, weil eine Gruppe mit diesem Namen bereits existiert.
spanish: No es posible renombrar el grupo como "%@", ya que un grupo con ese nombre ya existe.

source: You have made changes to the database. Should these changes be saved?
dutch: U heeft veranderingen gemaakt in de database. Moeten deze worden opgeslagen?
french: Vous avez fait des modifications à la base de donnée. Voulez-vous sauvegarder ces changements ?
german: Sie haben die Datenbank verändert. Sollen die Änderungen gespeichert werden?
spanish: Ha hecho cambios a la base de datos. Desea grabar los cambios?

source: Name
dutch: Naam
french: Nom
spanish: Nombre
